Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Packs.strings
Languages: cs, de, fi, fr, hi, pl, pt_br, ru, zh_hant

source: Ads and trackers blocking list
cs: Seznam blokování reklam a sledovačů
de: Werbungen und Tracker Blockierliste
fi: Mainosten ja jäljittäjien estolista
fr: Liste de blocage des pubs et trackers
hi: विज्ञापन और ट्रैकर्स अवरुद्ध सूची
pl: Bloklista do blokowania reklam i trackerów
pt_br: Lista de bloqueio de anúncios e rastreadores
ru: Блокировка рекламы и трекеров
zh_hant: 廣告與追蹤器的阻擋清單

source: This Energized System is designed for Unix-like systems, gets a list of domains that serve ads, tracking scripts and malware from multiple reputable sources and creates a hosts file that prevents your system from connecting to them. Beware, installing "Social" configuration may make your social apps, like Messenger, misbehave.
cs: Tento Energized System je navržen pro unixové systémy, získává seznam domén, které slouží k zobrazování reklam, sledovacích skriptů a malwaru z více renomovaných zdrojů a vytváří soubor hostitelů, který brání systému v připojení k nim. Pozor, instalace „Sociální“ konfigurace může způsobit, že se vaše sociální aplikace, jako je například Messenger, budou chovat nestandardně.
de: Das Energized-System ist für Unix-ähnliche Systeme entwickelt und bekommt eine Liste von Domains, die Werbungen, Tracker und Malware liefern, aus angesehenen Quellen und erschafft eine Hosts-Datei, die verhindert, dass dein System sich mit diesen verbindet. Beachte: Wenn du die "Social"-Konfiguration installierst, können deine sozialen Apps wie z. B. Messenger, ein Fehlverhalten aufweisen.
fi: Tämä Energized System on suunniteltu Unix-kaltaisille järjestelmille. Se saa useista hyvämaineisista lähteistä listan verkkotunnuksista, jotka tarjoavat mainoksia, seurantaskriptejä, haittaohjelmia ja luo isäntätiedoston, joka estää järjestelmääsi muodostamasta yhteyksiä niihin. Varo, kun "Social" -konfiguraatio asennetaan, sosiaaliset sovelluksesi, kuten Messenger saattavat toimia huonosti.
fr: Ce système Energized est conçu pour les systèmes Unix, obtient une liste des domaines qui servent des publicités, suivi des scripts et des logiciels malveillants à partir de plusieurs sources fiables et crée un fichier hôte qui empêche votre système de se connecter à eux. Attention, l'installation de la configuration "Social" peut faire dysfonctionner vos applications sociales, comme Messenger par exemple.
hi: यह एनर्जेटिक सिस्टम यूनिक्स जैसी प्रणालियों के लिए डिज़ाइन किया गया है, उन डोमेन की एक सूची प्राप्त करता है जो विज्ञापनों की सेवा करते हैं, स्क्रिप्ट्स और मैलवेयर को कई प्रतिष्ठित स्रोतों से ट्रैक करते हैं और एक होस्ट फ़ाइल बनाते हैं जो आपके सिस्टम को उनसे कनेक्ट करने से रोकता है। "सामाजिक" कॉन्फ़िगरेशन को स्थापित करने से सावधान रहें, आपके सामाजिक ऐप जैसे मैसेंजर, दुर्व्यवहार कर सकते हैं।
pl: System Energized utrzymuje listę domen obsługujących reklamy, śledzenie skryptów i złośliwego oprogramowania z wielu renomowanych źródeł i tworzy bloklistę, która uniemożliwia systemowi łączenie się z nimi. Uwaga, instalowanie konfiguracji "social" może sprawić, że Twoje aplikacje społecznościowe, takie jak Messenger, będą zachowywać się niewłaściwie.
pt_br: O Energized System foi projetado para sistemas semelhantes a Unix, obtém uma lista de domínios que oferecem anúncios, scripts de rastreamento e malware de múltiplas fontes conceituadas e cria um arquivo de endereços que impede o sistema de se conectar a eles. Cuidado, ao instalar a configuração "Social" pode fazer com que seus apps sociais, como o Messenger, apresentarem mau comportamento.
ru: Система Energized разработана для Unix-подобных систем, она получает список доменов, которые обслуживают рекламу, скрипты отслеживания и вредоносные программы из множества авторитетных источников и создает файл hosts, который не позволяет вашей системе подключаться к ним. Учтите, установка конфигурации "Social" может привести к тому, что ваши социальные приложения, такие как Messenger, будут работать некорректно.
zh_hant: 此 Energized System 是針對類 Unix 系統所設計的，從多個信譽良好的來源取得投放廣告、追蹤程式碼與惡意軟體的域名清單，並建立一份主機檔案讓您的系統不會與它們連線。請注意，安裝「社交」設定可能會讓您的社交應用程式（如 Messenger）運作不正常。

source: Popular for adblocking
cs: Populární pro blokování reklam
de: Beliebt für Werbeblocker
fi: Suosittu mainosten estoon
fr: Bloqueur de publicités populaire
hi: विज्ञापन अवरुद्ध करने के लिए लोकप्रिय है
pl: Popularne do blokowania reklam
pt_br: Popular para bloqueio de anúncios
ru: Популярно для блокировки рекламы
zh_hant: 擋廣告熱門

source: Consolidating and Extending hosts files from several well-curated sources. You can optionally pick extensions to block Porn, Social Media, and other categories.
cs: Konsolidace a rozšíření souborů hostitelů z několika dobře spravovaných zdrojů. Případně můžete vybrat rozšíření pro blokování porna, sociálních médií a dalších kategorií.
de: Zusammenfassen und Erweitern von Host-Dateien von mehreren gut-kuratierten Quellen. Du kannst optional die Erweiterungen Porn, Social Media und andere Kategorien auswählen, um diese zu blockieren.
fi: Yhdistetään ja laajennetaan isäntä-tiedostoja useista hyvin kuratoiduista lähteistä. Voit halutessasi valita laajennuksia estääksesi pornoa, sosiaalista mediaa ja muita kategorioita.
fr: Consolidation et extension des fichiers d'hôtes à partir de plusieurs sources bien organisées. Vous pouvez optionnellement choisir des extensions pour bloquer le contenu pornographique, les médias sociaux etc.
hi: कई अच्छी तरह से क्यूरेट किए गए स्रोतों से होस्ट्स को समेकित और विस्तारित करना। आप पोर्न, सोशल मीडिया और अन्य श्रेणियों को ब्लॉक करने के लिए वैकल्पिक रूप से एक्सटेंशन ले सकते हैं।
pl: Konsoliduje i rozszerza bloklisty z kilku dobrze znanych źródeł. Opcjonalnie możesz wybrać dodatkowe rozszerzenia, aby zablokować pornografię, media społecznościowe i inne kategorie.
pt_br: Consolidando e Estendendo os arquivos de hosts de várias fontes bem selecionadas. Você pode opcionalmente escolher extensões para bloquear Pornô, Redes Sociais e outras categorias.
ru: Консолидация и расширение файлов hosts из нескольких хорошо отобранных источников. При желании вы можете выбрать расширения для блокировки порно, социальных медиа и других категорий.
zh_hant: 合併並擴充來自多個精心整理來源的主機檔案。您可以選擇擴充清單以封鎖色情、社群媒體與其他分類。

source: Alternative blocklist with advanced features
cs: Alternativní seznam hostitelů s pokročilými funkcemi
de: Alternative Blockierlisten mit erweiterten Funktionen
fi: Vaihtoehtoinen estolista edistyneillä ominaisuuksilla
fr: Blocklist alternative avec des fonctionnalités avancées
hi: उन्नत सुविधाओं के साथ वैकल्पिक ब्लॉकलिस्ट
pl: Alternatywna bloklista z zaawansowanymi funkcjami
pt_br: Lista de bloqueio alternativa com recursos avançados
ru: Альтернативный блок-лист с расширенными функциями
zh_hant: 有進階功能的替代性阻擋清單

source: A blocklist with unique extensions to choose from. Be aware it is more aggressive, and may break apps or sites. It blocks graph.facebook.com and mqtt-mini.facebook.com. You may consider whitelisting them in the Activity section, in case you experience problems with Facebook apps.
cs: Seznam hostitelů s jedinečnými rozšířeními, ze kterých si můžete vybrat. Uvědomte si, že je agresivnější a může narušit korektní chod aplikací nebo webů. Blokuje graph.facebook.com a mqtt-mini.facebook.com. V případě, že máte problémy s aplikacemi od Facebooku, můžete je přesunout do seznamu vyloučených v sekci Aktivita.
de: Eine Blockierliste mit einzigartigen Erweiterungen, die man wählen kann. Beachte, dass diese aggressiver sind und möglicherweise Apps oder Webseiten zerstört. Sie blockiert graph.facebook.com und mqtt-mini.facebook.com. Du kannst diese im Abschnitt Aktivität Whitelisten, solltest du Probleme mit Facebookapps haben.
fi: Estetty lista yksilöllisillä laajennuksilla, joista valita. Huomaa, että se on aggressiivisempi ja saattaa rikkoa sovelluksia tai sivustoja. Se estää graph.facebook.com ja mqtt-mini.facebook.com osoitteet. Voit harkita niiden lisäämistä sallittujen listaan Aktiviteetti-osiosta jos sinulla on ongelmia Facebook-sovelluksissa.
fr: Une liste noire avec des extensions uniques. Attention : elle est plus agressive et peut casser des sites ou applications. Elle bloque graph.facebook.com et mqtt-mini.facebook.com. Vous pouvez les mettre sur liste blanche dans la section Activité, au cas où vous rencontrez des problèmes avec des applications Facebook.
hi: से चुनने के लिए अद्वितीय एक्सटेंशन वाली एक ब्लॉकलिस्ट। जागरूक रहें यह अधिक आक्रामक है, और एप्लिकेशन या साइट को तोड़ सकता है। यह graph.facebook.com और mqtt-mini.facebook.com को ब्लॉक करता है। यदि आप फेसबुक ऐप्स के साथ समस्याओं का अनुभव करते हैं, तो आप गतिविधि अनुभाग में उन्हें श्वेत सूची देने पर विचार कर सकते हैं।
pl: Bloklista z unikalnymi rozszerzeniami do wyboru. Zauważ, że jest bardziej agresywna niż inne, i może przeszkodzić aplikacjom lub witrynom w poprawnym funkcjonowaniu. Blokuje graph.facebook.com i mqtt-mini.facebook.com. Możesz rozważyć dodanie ich do Zezwolonych w sekcji Aktywność, na wypadek problemów z aplikacjami od Facebooka.
pt_br: Uma lista de bloqueio com extensões exclusivas para escolher. Esteja ciente de que é mais agressivo e pode quebrar aplicativos ou sites. Ele bloqueia graph.facebook.com e mqtt-mini.facebook.com. Você pode considerar colocá-los na lista de permissões na seção Atividade, caso tenha problemas com aplicativos do Facebook.
ru: Блок-лист с уникальными расширениями на выбор. Имейте в виду, что он более агрессивен и может нарушить работу приложений или сайтов. Он блокирует graph.facebook.com и mqtt-mini.facebook.com. Вы можете рассмотреть возможность внесения их в белые списки в разделе Активность, если у вас возникли проблемы с приложениями Facebook.
zh_hant: 有著獨特擴充的阻擋清單。請注意，其更激進，並可能讓應用程式與網站無法正常顯示。其阻擋了 graph.facebook.com 與 mqtt-mini.facebook.com。如果您遇到 Facebook 應用程式的問題，您可以考慮在「活動」頁面中將其加入允許清單。

source: Adblocking for your mobile device
cs: Blokování reklam pro vaše mobilní zařízení
de: Werbeblocker für dein Mobilgerät
fi: Mainosten estäminen mobiililaitteellesi
fr: Blocage des pubs sur votre appareil mobile
hi: आपके मोबाइल उपकरण के लिए विज्ञापन अवरुद्ध करना
pl: Blokowanie reklam dla urządzenia mobilnego
pt_br: Bloqueio de anúncios para o seu dispositivo móvel
ru: Блокировка рекламы для вашего мобильного устройства
zh_hant: 適合行動裝置的擋廣告

source: A special blocklist containing mobile ad providers.
cs: Speciální seznam hostitelů obsahující poskytovatele mobilních reklam.
de: Eine spezielle Blockierliste, die Handywerbeprovider sperrt.
fi: Omalaatuinen estolista, joka sisältää mobiilimainosten tarjoajat.
fr: Une liste noire spéciale contenant les fournisseurs de publicités mobiles.
hi: एक विशेष अवरोधक जिसमें मोबाइल विज्ञापन प्रदाता हैं।
pl: Specjalna bloklista zawierająca mobilnych dostawców reklam.
pt_br: Uma lista de bloqueio especial que contém provedores de anúncios móveis.
ru: Специальный блок-лист, содержащий информацию о поставщиках мобильной рекламы.
zh_hant: 包含行動廣告提供者的特殊阻擋清單

source: Protects against cyber attacks
cs: Chrání před kybernetickými útoky
de: Schützt gegen Cyberattacken
fi: Suojaa verkkohyökkäyksiltä
fr: Protection contre les cyber-attaques
hi: साइबर हमलों से बचाता है
pl: Ochrona przed cyber atakami
pt_br: Protege contra ataques virtuais
ru: Защищает от кибератак
zh_hant: 保護免受網路攻擊

source: A blocklist to filter phishing websites. Phishing is a malpractice based on redirecting to fake websites, which look exactly like the original ones, in order to trick visitors, and steal sensitive information. Installing this blocklist will help you prevent such situations.
cs: Seznam hostitelů filtrů phishingových webů. Phishing je nekalost založená na přesměrování internetové komunikace na falešné weby, které vypadají přesně jako ty původní, za účelem podvádění návštěvníků a krádeže citlivých informací. Instalace tohoto seznamu hostitelů vám pomůže zabránit takovým situacím.
de: Eine Blockierliste um Phishing-Webseiten auszufiltern. Phishing ist eine Art, die dich auf eine gefälschte Webseite führt, welche genauso wie die richtige Webseite aussieht um die Besucher auszutricksen und ihre sensiblen Informationen zu stehlen. Wenn du diese Blockierliste installierst wird sie dir helfen, solche Situationen zu vermeiden.
fi: Estettyjen lista tietojenkalasteluyrityssivustojen suodattamiseen. Tietokalastelu on väärinkäytös, joka perustuu uudelleenohjaamiseen väärennettyihin verkkosivustoihin, jotka näyttävät täsmälleen alkuperäisiltä, ​​joilla huijataan kävijöitä ja varastetaan arkaluontoisia tietoja. Tämän estolistan asentaminen auttaa sinua estämään tällaiset tilanteet.
fr: Une blocklist pour filtrer les sites de phishing. Le phishing est une arnaque visant à vous rediriger vers de faux sites web, qui ont l'air identiques aux vrais, pour piéger leurs visiteurs et dérober des informations privées. Installer cette blocklist vous permettra d'esquiver ce genre de situations.
hi: फ़िशिंग वेबसाइटों को फ़िल्टर करने के लिए एक ब्लॉकलिस्ट। फ़िशिंग नकली वेबसाइटों पर पुनर्निर्देशित करने पर आधारित एक कदाचार है, जो आगंतुकों को चकमा देने के लिए, और संवेदनशील जानकारी को छीनने के लिए मूल लोगों की तरह दिखता है। इस अवरोधक को स्थापित करने से आपको ऐसी स्थितियों को रोकने में मदद मिलेगी।
pl: Bloklista do filtrowania stron wyłudzających. Fishing jest praktyką polegającą na przekierowaniu na fałszywe strony internetowe, które wyglądają dokładnie tak jak oryginalne, aby zmylić użytkowników i wykraść informacje prywatne. Instalacja tej bloklisty pomoże zapobiec takim sytuacjom.
pt_br: Uma lista de bloqueio para filtrar sites de phishing. Phishing é uma prática incorreta baseada no redirecionamento para sites falsos, que se parecem exatamente com os originais, a fim de enganar os visitantes e roubar informações confidenciais. A instalação desta lista de bloqueio irá ajudá-lo a prevenir tais situações.
ru: Блок-лист для фильтрации фишинговых сайтов. Фишинг - это злоупотребление доверием, основанное на переадресации на поддельные веб-сайты, которые выглядят в точности как оригинальные, с целью обмана посетителей, а также кражи конфиденциальной информации. Установка этого списка поможет предотвратить подобные ситуации.
zh_hant: 過濾釣魚網站的阻擋清單。網路釣魚是奠基於重新導向至看似原網站的假網站的不當行為，目的是欺騙訪客並竊取機密資訊。安裝此阻擋清單可協助您避免這種狀況。

source: A new and expanding tracker database
pl: Nowa i rozwijająca się baza danych trackera
pt_br: Um novo e expansivo banco de dados de rastreadores

source: DuckDuckGo Tracker Radar is a best-in-class data set about trackers that is automatically generated and maintained through continuous crawling and analysis. See the author information for details.
cs: DuckDuckGo Tracker Radar je nejlepší datová sada obsahující databázi sledovačů, která je automaticky generována a udržována průběžným procházením a analýzou. Podrobnosti najdete v informacích autora sady.
de: Das DuckDuckGo Tracker Radar ist einer der besten, verfügbaren Datensätze mit Trackern, welcher durch kontinuierliches Suchen und Analysieren automatisch erstellt und gepflegt wird. Einzelheiten dazu liefern die Informationen des Autors.
fi: DuckDuckGo Tracker Radar on yksi parhaimmista tietokannoista jäljttäjistä, joka luodaan ja ylläpidetään automaattisesti jatkuvan indeksoinnin ja analysoinnin avulla. Katso lisätietoja tekijän tiedoista.
fr: DuckDuckGo Tracker Radar est un ensemble de données de première classe généré automatiquement et mis à jour par le biais d'un crawling et d'analyses continus. Consultez les informations de l'auteur pour plus de détails.
hi: DuckDuckGo ट्रैकर राडार ट्रैकर्स के बारे में एक क्लास में सर्वश्रेष्ठ डेटा सेट है जो निरंतर रेंगने और विश्लेषण के माध्यम से स्वचालित रूप से उत्पन्न और बनाए रखा जाता है। जानकारी के लिए लेखक की जानकारी देखें।
pl: Radar trackerów DuckDuckGo jest najlepszą w swojej klasie bazą danych o trackerach, która jest automatycznie generowana i utrzymywana poprzez ciągłe monitorowanie Internetu i analizę. Więcej informacji na temat tej bazy znajduje się na stronie Autor.
pt_br: DuckDuckGo Tracker Radar é o melhor conjunto de dados da categoria sobre rastreadores que é gerado e mantido automaticamente através de rastreamento e análise contínua. Veja as informações do autor para detalhes.
ru: DuckDuckGo Tracker Radar - это лучший в своем классе набор данных о трекерах, который генерируется автоматически и поддерживается посредством непрерывного сканирования и анализа. Подробную информацию см. в разделе "Информация об авторе".
zh_hant: DuckDuckGo 追蹤器雷達是關於追蹤器的資料集中最好的，其由連續爬蟲與分析自動生成與維護。請見作者資訊以取得更多詳細資訊。

source: Curated blocklist to block trackers and advertisements
de: Kuraktierte Blockierliste um Tracker und Werbung zu blockieren
fr: Liste noire conçue spécifiquement pour bloquer les trackers et publicités
pl: Wyselekcjonowana lista do blokowania elementów śledzących i reklam
pt_br: Lista de bloqueio curada para bloquear rastreadores e anúncios
ru: Поддерживаемый черный список для блокировки трекеров и рекламы
zh_hant: 用以封鎖追蹤器與廣告的精心挑選過的封鎖清單

source: This is a curated and well-maintained blocklist to block ads, tracking, and more! Updated regularly.
cs: Toto je upravený a dobře udržovaný blocklist pro blokování reklam, sledování a další! Je pravidelně aktualizován.
de: Dies ist eine betreute und gut gepflegte Sperrliste, um Werbung, Tracking und mehr zu blockieren. Sie wird regelmäßig aktualisiert.
fr: Ceci est une liste noire mise à jour régulièrement pour le bloquer les publicités, les trackers, et bien plus.
pl: To jest wyselekcjonowana i dobrze utrzymywana lista do blokowania reklam, elementów śledzących i nie tylko! Aktualizowana regularnie.
pt_br: Esta é uma lista de bloqueio curada e bem mantida para bloquear anúncios, rastreamento e muito mais! Atualizada regularmente.
ru: Это тщательно подобранный и хорошо поддерживаемый черный список для блокировки рекламы, отслеживания и многого другого! Регулярно обновляется.
zh_hant: 這是一個精心挑選且有良好維護的封鎖清單，用來封鎖廣告、追蹤器與更多東西！定期更新。

source: Analyzes privacy concerns in Android applications
de: Analysiert hinsichtlich der Datenschutzbedenken in Android Anwendungen
fr: Analyse la confidentialité des applications Android
pl: Analizuje nadużycia dotyczące prywatności w aplikacjach na Androida
pt_br: Analisa as preocupações de privacidade em aplicativos Android
ru: Анализирует проблемы с конфиденциальностью в приложениях Android

source: This blocklist is based on The Exodus Privacy project, which analyses Android applications and looks for embedded trackers. A tracker is a piece of software meant to collect data about you, or what you do. This is a very small list, so you should also activate one of the more popular lists (like Energized).
de: Diese Blockliste basiert auf The Exodus Privacy Project, welches die Android Anwendungen analysiert und nach eingebetteten Tracker sucht. Ein Tracker ist eine Software, die Daten über dich sammelt oder schaut was du tust. Dies ist eine sehr kleine Liste, deshalb solltest du auch einer der bekannteste Listen (z. B. Energized) aktivieren.
fr: Cette liste noire est basée sur le projet The Exodus Privacy, qui analyse des applications Android et recherche les trackers embarqués. Un tracker est un logiciel visant à collecter des données, sur vous ou votre usage de l'application. C'est une liste très courte, donc vous devriez la combiner à une autre liste populaire (comme Energized).
pl: Ta bloklista jest oparta na projekcie The Exodus Privacy, który analizuje aplikacje na Androida i szuka wbudowanych trackerów. Tracker to oprogramowanie przeznaczone do zbierania danych o Tobie lub o tym, co robisz. Jest to bardzo mała lista, więc powinieneś także aktywować jedną z bardziej popularnych list (np. Energized).
pt_br: Esta lista de bloqueio é baseada no projeto de Privacidade do Exodus, que analisa aplicativos Android e procura por rastreadores incorporados. Um rastreador é um software destinado a coletar dados sobre você, ou sobre o que você faz. Esta é uma lista muito pequena, então você também deve ativar uma das listas mais populares (como a Energized).
ru: Этот список блокировки основан на проекте Exodus, который анализирует приложения Android и ищет встроенные трекеры. Трекер - это часть программного обеспечения, предназначенная для сбора данных о вас или о том, что вы делаете. Это очень маленький список, поэтому вам также следует активировать один из наиболее популярных списков (например, Energized).

source: A good general purpose blocklist
de: Eine gute allgemeine Sperrliste
fr: Une bonne liste noire généraliste
pl: Dobra blocklista ogólnego przeznaczenia
pt_br: Uma lista de bloqueio boa de propósitos gerais

source: Blocks ads, phishing, malware, spyware, ransomware, scam, telemetry, analytics, tracking (where not needed for proper functionality). Should not interfere with normal apps and services.
de: Blockiert Werbung, Phishing, Schadsoftware, Spyware, Ransomware, Betrug, Telemetrie, Analysen, Tracking (wenn nicht für die richtige Funktionalität benötigt). Diese Liste sollte normale Apps und Dienste nicht stören.
fr: Bloque les pubs, phishings, malwares, logiciels espions, ransomware, arnaques, télémétries, analytics, tracking (lorsque ce n'est pas nécessaire au bon fonctionnement d'un service web). Ne devrait pas interférer avec les applications et services normaux.
pl: Blokuje reklamy, phishing, złośliwe oprogramowanie szpiegujące, oprogramowanie ransomware, skanowanie, telemetrię, analizy, śledzenie (jeśli nie jest to konieczne dla właściwej funkcjonalności). Nie powinno zakłócać działania aplikacji i usług.
pt_br: Bloqueia anúncios, phishing, malware, spyware, ransomware, golpes, telemetria, analytics, rastreamento (onde não é necessário para a funcionalidade adequada). Não deve interferir em aplicativos e serviços normais.

source: A blocklist for ads and tracking, updated regularly
de: Eine Sperrliste für Werbung und Tracking, die regelmäßig aktualisiert wird
fr: Une liste noire anti-pubs et trackers, régulièrement mise à jour
pl: Bloklista reklam i śledzenia, regularnie aktualizowana
pt_br: Uma lista de bloqueio para anúncios e rastreamento, atualizada regularmente

source: This is a good choice as the primary blocklist. It's well balanced, medium size, and frequently updated.
de: Dies ist eine gute Wahl als primäre Blockliste. Sie ist ausgewogen, mittelgroß und wird häufig aktualisiert.
fr: C'est une bonne liste noire principale. Elle est équilibrée, de taille moyenne et fréquemment mise à jour.
pl: To dobry wybór jako podstawowa bloklista. Jest dobrze zrównoważona, średniego rozmiaru, często aktualizowana.
pt_br: Esta é uma boa escolha como lista primária. É bem balanceada, de tamanho médio e frequentemente atualizada.

source: A collection of blocklists for various use cases.
pl: Zbiór bloklist do różnych zastosowań.
pt_br: Uma coleção de listas de bloqueios para vários casos de uso.

source: These lists were created because the founder of the project wanted something with a little more control over what is being blocked.
pl: Listy te powstały, ponieważ założyciel projektu chciał czegoś z nieco większą kontrolą nad tym, co jest blokowane.
pt_br: Essas listas foram criadas porque o fundador do projeto queria algo com um pouco mais de controle sobre o que está sendo bloqueado.

source: A blocklist based on spam reports
pl: Bloklista oparta na raportach o spamie
pt_br: Uma lista de bloqueio baseada em relatórios de spam

source: Spam404 is a service that helps online companies with content monitoring, penetration testing and brand protection. This list is based on the reports received from companies.
pl: Spam404 to usługa, która pomaga firmom internetowym w monitorowaniu treści, testach penetracyjnych i ochronie marki. Ta lista jest oparta na raportach otrzymanych od firm.
pt_br: Spam404 é um serviço que ajuda empresas online com monitoramento de conteúdo, teste de penetração e proteção de marca. Esta lista é baseada nos relatórios recebidos das empresas.
