Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Packs.strings
Languages: cs, de, fi, fr, hi, pl, pt_br, ru, zh_hant

source: A comprehensive lists to block ads and tracking
fr: Une liste complète pour bloquer les publicités et le suivi
pl: Kompleksowe listy blokowania reklam i śledzenia
pt_br: Umas listas compreensíveis para bloquear anúncios e rastreamento

source: hBlock is a list with domains that serve ads, tracking scripts and malware. It prevents your device from connecting to them.
pl: hBlock to lista z domenami obsługującymi reklamy, skrypty śledzące i złośliwe oprogramowanie. Zapobiega podłączeniu się do nich Twojego urządzenia.
pt_br: hBlock é uma lista com domínios que servem anúncios, scripts de rastreamento e malware. Ela impede que seu dispositivo se conecte a eles.
