Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# account lease label devices list
source: These devices are connected to your account.
ar: هذه الأجهزة متّصلة بحسابك.
bg: Тези устройства са свързани с вашият профил.
cs: Tato zařízení jsou připojena k vašemu účtu.
hi: ये उपकरण आपके खाते से जुड़े हैं।
id: Perangkat-perangkat ini terhubung dengan akun Anda.
ja: これらのデバイスはあなたのアカウントに接続されています。
pt_br: Estes dispositivos estão conectados à sua conta.
ro: Aceste dispozitive sunt conectate la contul dvs.
sv: Dessa enheter är anslutna till ditt konto.
tr: Bu cihazlar hesabınıza bağlı.

# account lease label devices
source: Devices
ar: الأجهزة
bg: Устройства
cs: Zařízení
hi: उपकरण
id: Perangkat
ja: デバイス
pt_br: Dispositivos
ro: Dispozitive
sv: Enheter
tr: Cihazlar

# account lease label this device
source: (this device)
ar: (هذا الجهاز)
bg: (това устройство)
cs: (toto zařízení)
hi: (यह डिवाइस)
id: (perangkat ini)
ja: （このデバイス）
pt_br: (este dispositivo)
ro: (acest dispozitiv)
sv: (denna enhet)
tr: (bu cihaz)

# account lease label name
source: Name of device
ar: اسم الجهاز
bg: Име на устройството
cs: Název zařízení
hi: उपकरण का नाम
id: Nama perangkat
ja: デバイス名
pt_br: Nome do dispositivo
ro: Denumire dispozitiv
sv: Enhetens namn
tr: Cihaz adı

# account lease label location
source: Location
ar: الموقع
bg: Местоположение
cs: Umístění
id: Lokasi
ja: 接続先
pt_br: Localização
ro: Locatie
sv: Plats
tr: Konum

# account lease label generate
source: Selecting a location here will generate a config file that you can use in any VPN app that supports Wireguard. This is useful for platforms where we don't have our apps yet. Otherwise, we recommend using our native apps instead.
ar: سيؤدّي تحديد موقع هنا إلى إنشاء ملف تكوين يمكنك استخدامه في أي تطبيق VPN يدعم Wireguard. هذا مفيد للمنصّات التي لا تتوفّر فيها تطبيقاتنا حتّى الآن. بخلاف ذلك ، نوصي باستخدام تطبيقاتنا الأصليّة بدلاً من ذلك.
bg: Избирането на местоположение ще генерира конфигурационен файл, който можете да използвате във всяко VPN приложение, което поддържа Wireguard. Това е полезно за платформи, за които все още нямаме наше приложение. В този случай препоръчваме да използвате ваше собствено приложение.
cs: Pokud zde vyberete umístění, vygeneruje se konfigurační soubor, který můžete použít v jakékoli VPN aplikac, která podporuje Wireguard. To je užitečné pro platformy, na zatím nemáme naší aplikaci. Jinak doporučujeme místo toho použít naší nativní aplikaci.
id: Memilih lokasi akan menghasilkan file config yang bisa Anda pakai di aplikasi VPN manapun yang mendukung protokol Wireguard. Hal ini berguna di platform yang belum didukung oleh Blokada (mis. Windows, Linux). Untuk Android dan iOS kami sarankan Anda untuk menggunakan aplikasi resmi kami.
ja: 接続先を選択すると、WireGuard をサポートする VPN アプリで使用できる設定ファイルが生成されます。これにより、まだアプリのないプラットフォームでも VPN を使用できます。対応プラットフォームでは Blokada アプリを使用することをお勧めします。
sv: Att välja en plats här kommer att generera en konfigurationsfil som du kan använda i alla VPN-appar som stöder WireGuard. Detta är användbart för plattformar där vi ännu inte har någon egen app. Annars rekommenderar vi att du använder våra egna appar istället.

# account lease action generate
source: Generate Config
ar: إعدادات الإنشاء
bg: Генериране на конфигурация
cs: Generovat konfiguraci
id: Hasilkan file Config
ja: 設定ファイルを生成
pt_br: Gerar Configuração
ro: Genereaza configuratie
sv: Generera konfiguration
tr: Yapılandırma Oluştur

# account lease action download
source: Download Config
ar: إعدادات التحميل
bg: Изтегляне на конфигурацията
cs: Stáhnout konfiguraci
id: Unduh file Config
ja: 設定ファイルをダウンロード
pt_br: Baixar Configuração
ro: Descarcă Configurație
sv: Ladda ner konfiguration
tr: Yapılandırmayı İndir

# account lease generated
source: Device added! Download the configuration to use it on any device supported by Wireguard.
ar: تم إضافة الجهاز ! قُم بتحميل الإعدادات لاستخدامها على أي جهاز مدعوم من Wireguard.
bg: Устройството е добавено! Изтеглете конфигурацията за да я използвате на всяко устройство поддържано от Wireguard.
cs: Zařízení přidáno! Stáhněte si konfiguraci, abyste jej mohli používat na jakémkoliv zařízení podporovaném službou Wireguard.
id: Perangkat ditambahkan! Unduh file konfigurasi untuk menggunakannya di perangkat apa pun yang mendukung protokol Wireguard.
ja: デバイスが追加されました！ 設定ファイルをダウンロードして、WireGuard でサポートされているすべてのデバイスで使用できます。
pt_br: Dispositivo adicionado! Baixe a configuração para usá-la em qualquer dispositivo suportado pelo Wireguard.
sv: Enheten tillagd! Ladda ner konfigurationen för att använda den på enheter som stöds av WireGuard.
tr: Cihaz eklendi! Wireguard tarafından desteklenen herhangi bir cihazda kullanmak için yapılandırmayı indirin.

# account lease wireguard desc
source: Blokada uses Wireguard. Configurations can be downloaded when creating new devices.
ar: بلوكادا يستخدم Wireguard. يمكن تنزيل التهيئات عند إنشاء أجهزة جديدة.
bg: Blokada използва Wireguard. Конфигурациите могат да бъдат изтеглени при създаване на нови устройства.
cs: Blokada používá službu Wireguard. Konfigurace lze stáhnout při vytváření nových zařízení.
id: Blokada menggunakan protokol Wireguard. Konfigurasi dapat diunduh saat menambahkan perangkat baru.
ja: Blokada は WireGuard を使用しています。設定ファイルをダウンロードして新しいデバイスを追加できます。
pt_br: O Blokada usa o Wireguard. As configurações podem ser baixadas ao criar novos dispositivos.
sv: Blokada använder Wireguard. Konfigurationer kan laddas ner när du skapar nya enheter.
tr: Blokada, Wireguard kullanıyor. Yeni cihazlar oluştururken yapılandırmalar indirilebilir.

# account lease label dns
source: DNS
ar: نظام أسماء النطاقات (DNS)
hi: डीएनएस

# account lease action dns
source: Choose a DNS
ar: اختر DNS
bg: Изберете DNS
cs: Zvolte DNS
id: Pilih server DNS
ja: DNS を選択
pt_br: Escolha um DNS
ro: Alege un DNS
sv: Välj en DNS
tr: DNS seçin

# account lease label public key
source: Public Key
ar: المفتاح العام
bg: Публичен ключ
cs: Veřejný klíč
hi: सार्वजनिक चाबी
ja: 公開鍵
pt_br: Chave Pública
ro: Cheie publică
sv: Publik nyckel
tr: Genel Anahtar

# account support action how help
source: How can we help you?
ar: كيف يمكن أن نساعدك؟
bg: Как можем да ви помогнем?
cs: Jak Vám můžeme pomoci?
hi: हम आपकी क्या मदद कर सकते हैं?
id: Bagaimana kami dapat membantu Anda?
ja: お困りですか？
pt_br: Como podemos te ajudar?
ro: Cu ce ​​vă putem ajuta?
sv: Hur kan vi hjälpa dig?
tr: Size nasıl yardımcı olabiliriz?

# account support action kb
source: Open Knowledge Base
ar: فتح قاعدة الإضطلاع
bg: Отворена База Знания
cs: Otevřít znalostní databázi
hi: ज्ञान कोष
id: Buka Knowledge Base
ja: サポートFAQ
pt_br: Base de Conhecimento Aberta
ro: Deschide Baza de Cunostințe
sv: Öppen kunskapsbas
tr: Açık Bilgi Bankası

# payment header activated
source: Activated!
ar: مفَعَّل!
bg: Активирано!
cs: Aktivováno!
hi: सक्रिय!
id: Diaktifkan!
ja: アクティベートされました！
pt_br: Ativado!
ro: Activat!
sv: Aktiverad!
tr: Etkinleştirildi!

# payment activated description
source: Blokada will now switch into Plus mode, and connect through one of our secure locations. If you are unsure which one to choose, the closest one to you is recommended.
ar: سيتحول بلوكادا الآن إلى وضع Plus ، و سيتّصل عبر أحد مواقعنا الآمنة. إذا لم تكن متأكّداً من الإختيار، فيُنصح بالموقع الأقرب إليك.
bg: Сега Blokada ще премине в режим Plus и ще се свърже чрез едно от нашите сигурни места. Ако не сте сигурни кое да изберете, препоръчва се най-близкото до вас.
cs: Blokada se nyní přepne do režimu Plus a připojí se přes jedno z našich zabezpečených míst. Pokud si nejste jisti, které z nich si vybrat, doporučujeme vám to nejbližší.
hi: ब्लोकडा अब प्लस मोड में बदल जाएगा, और हमारे सुरक्षित स्थानों में से एक के माध्यम से कनेक्ट होगा। यदि आप अनिश्चित हैं कि किसे चुनना है, तो आपके लिए सबसे निकटतम एक की सिफारिश की जाती है।
id: Blokada sekarang akan masuk ke dalam mode Plus, dan menghubungkan perangkat Anda ke salah satu lokasi yang terlindungi. Jika Anda tidak yakin lokasi mana yang harus dipilih, kami sarankan Anda memilih lokasi terdekat.
ja: Blokada が Plus モードに切り替わり、安全な接続先の 1 つを介して接続します。どれを選択すればよいかわからない場合は、最も近いものをお勧めします。
pt_br: O Blokada agora mudará para o modo Plus, e se conectará por meio de um de nossos locais seguros. Se você não tiver certeza de qual escolher, o mais próximo de você é recomendado.
ro: Blokada va trece acum la modul Plus și se va conecta prin una dintre locațiile noastre sigure. Dacă nu sunteţi sigur pe care să o alegeţi, se recomandă locația cea mai apropiat de dvs.
sv: Blokada kommer nu att växla till Plus-läge och ansluta via en av våra säkra platser. Om du är osäker på vilken du ska välja rekommenderas den som är närmast dig.
tr: Blokada şimdi Plus moduna geçecek ve güvenli konumlarımızdan biri üzerinden bağlanacak. Hangisini seçeceğinizden emin değilseniz, size en yakın olanı kullanmanız önerilir.

# payment action choose location
source: Choose a location
ar: إختيار موقع
bg: Изберете местоположение
cs: Zvolte umístění
hi: स्थान चुनें
id: Pilih lokasi
ja: 接続先を選択
pt_br: Escolha um local
ro: Alegeți o locație
sv: Välj en plats
tr: Bir konum seçin

# payment action see locations
source: Our Locations
ar: مواقعنا
bg: Нашите местоположения
cs: Naše poloha
id: Lokasi Kami
ja: 接続先
pt_br: Nossos Locais
ro: Locațiile noastre
sv: Våra platser
tr: Konumumuz

# payment title
source: Upgrade to our VPN service to stay in control of *your privacy*.
ar: قم بالترقية إلى خدمة VPN الخاصّة بنا لكي تبقى مسيطر على *خصوصيّتك*.
bg: Надстройте до нашата VPN услуга за да имате контрол над *вашата поверителност*.
cs: Upgradujte na naši VPN službu, abyste měli kontrolu nad *vaším soukromím*.
hi: *आपकी गोपनीयता* के नियंत्रण में रहने के लिए हमारी वीपीएन सेवा को अपग्रेड करें।
id: Upgrade ke layanan VPN kami, agar Anda tetap dapat mengendalikan *privasi Anda*.
ja: VPN サービスにアップグレードして、*あなたのプライバシー*を管理しましょう。
pt_br: Atualize para nosso serviço de VPN para manter o controle da *sua privacidade*.
ro: Treciți la serviciul nostru VPN pentru a rămâne in controlul *intimitați dvs.*.
sv: Uppgradera till vår VPN-tjänst för att hålla kontrollen över *din integritet*.
tr: *Gizliliğinizi* kontrol altında kalmak için VPN hizmetimize yükseltin.

# payment feature title change location
source: Change Location
ar: تغيير الموقع
bg: Промяна на местоположение
cs: Změna polohy
hi: स्थान बदलें
id: Ubah Lokasi
ja: 接続先を変更
pt_br: Alterar Localização
ro: Schimbă locația
sv: Ändra plats
tr: Konumu Değiştirme

# payment feature desc change location
source: Hide your IP address and pretend you are in another country. This will mask you from third-parties and help protect your identity.
ar: إخفاء عنوان IP الخاص بك و التظاهر بأنّك في بلد آخر. ذلك سوف يخفيك من أطراف ثالثة و يساعد على حماية هويّتك.
bg: Скрийте своя IP адрес и се преструвайте, че сте в друга държава. Това ще ви скрие за пред трети страни и ще ви помогне да защитите вашата самоличност.
cs: Skryje vaši IP adresu a předstírá, že se nacházíte v jiné zemi. To vás chrání před třetími stranami a pomůže ochránit vaši identitu.
hi: अपना आईपी पता छिपाएं और दिखावा करें कि आप दूसरे देश में हैं। यह आपको तृतीय-पक्ष से मुखौटा देगा और आपकी पहचान की रक्षा करने में मदद करेगा।
id: Sembunyikan IP address Anda agar terlihat seolah Anda berada di negara lain. Hal ini akan melindungi Anda dari pihak ketiga yang tidak bertanggungjawab, dan juga membantu melindungi identitas Anda.
ja: あなたの IP アドレスを非表示にして、あなたが他の国に居るように見せかけます。これは第三者からあなたを隠し、身元を保護するのに役立ちます。
pt_br: Oculte o seu endereço IP e finja que está em outro país. Isso irá mascará-lo de terceiros e ajuda a proteger sua identidade.
ro: Ascundeți-vă adresa IP și pretindeți că sunteți în altă țară. Acest lucru vă va masca de la terțe părți și vă va ajuta să vă protejați identitatea.
sv: Dölj din IP-adress och låtsas att du är i ett annat land. Detta kommer att maskera dig från tredje part och skydda din identitet.
tr: IP adresinizi gizleyin ve başka bir ülkede olduğunuzu iddia edin. Bu sizi üçüncü taraflardan maskeleyecek ve kimliğinizi korumaya yardımcı olacaktır.

# payment feature title encrypt data
source: Encrypt Data
ar: تشفير البيانات
bg: Криптиране на данни
cs: Šifruje data
hi: डेटा एन्क्रिप्ट करें
id: Enkripsi Data
ja: データを暗号化
pt_br: Criptografe seus dados
ro: Criptare date
sv: Kryptera data
tr: Verileri Şifreleme

# payment feature desc encrypt data
source: Data sent through our VPN tunnel is encrypted using strong algorithms in order to protect against interception by unauthorized parties.
ar: يتم تشفير البيانات المرسلة من خلال نفق VPN الخاص بنا باستخدام خوارزميات قويّة من أجل الحماية من اعتراض الأطراف غير المصرّح لها.
bg: Данните изпратени през нашия VPN тунел се криптират с помощта на силни алгоритми за да се защитят от прихващане от неоторизирани страни.
cs: Data odesílaná pomocí našeho VPN tunelu jsou šifrována pomocí silných algoritmů, aby byla chráněna před odposlechem neoprávněných stran.
hi: हमारे वीपीएन सुरंग के माध्यम से भेजे गए डेटा को अनधिकृत पार्टियों द्वारा अवरोधन से बचाने के लिए मजबूत एल्गोरिदम का उपयोग करके एन्क्रिप्ट किया गया है।
id: Data yang dikirim melalui jalur VPN kami telah dienkripsi dengan algoritma yang kuat sehingga data Anda aman dari pihak-pihak yang tidak berkepentingan.
ja: VPN トンネルを通じて送信されるデータは、権限のない人物による傍受から保護するために強力なアルゴリズムを使用して暗号化されます。
pt_br: Os dados enviados através de nosso túnel VPN são criptografados usando algoritmos fortes para proteger contra interceptação por partes não autorizadas.
ro: Datele trimise prin tunelul nostru VPN sunt criptate folosind algoritmi puternici pentru a fi protejate împotriva interceptării de către părți neautorizate.
sv: Data som skickas via vår VPN-tunnel krypteras med hjälp av starka algoritmer för att skydda mot avlyssning av obehöriga parter.
tr: VPN tünelimizden gönderilen veriler, yetkisiz tarafların müdahalesine karşı korunması için güçlü algoritmalar kullanılarak şifrelenir.

# payment feature title faster connection
source: Faster Connection
ar: إتصال أسرع
bg: По-бърза връзка
cs: Rychlejší připojení
hi: तेज़ कनेक्शन
id: Koneksi Lebih Cepat
ja: より高速な接続
pt_br: Conexão mais rápida
ro: Conexiune mai rapidă
sv: Snabbare anslutning
tr: Daha Hızlı Bağlantı

# payment feature desc faster connection
source: Great speeds up to 100Mbps with servers in various parts of the World.
ar: سرعة كبيرة تصل إلى 100 ميغابايت مع خوادِم في مختلف أنحاء العالم.
bg: Големи скорости до 100Mbps със сървъри в различни части на света.
cs: Skvělá rychlost až 100 Mbps se servery v různých částech světa.
hi: दुनिया के विभिन्न हिस्सों में सर्वर के साथ 100Mbps तक की महान गति।
id: Koneksi cepat sampai dengan 100Mbps dengan server yang berlokasi di berbagai tempat di dunia.
ja: 世界のさまざまな地域のサーバーで最高 100Mbps のスピードを実現します。
pt_br: Ótimas velocidades de até 100Mbps com servidores em várias partes do Mundo.
ro: Viteze mari de până la 100 Mbps cu servere în diferite părți ale lumii.
sv: Stora hastigheter upp till 100 Mbps med servrar i olika delar av världen.
tr: Dünyanın çeşitli yerlerindeki sunucularla 100 Mbps'ye kadar yüksek hızlar.

# payment feature title devices
source: Up to 5 devices
ar: حتّى 5 أجهزة
bg: До 5 устройства
cs: Až 5 zařízení
hi: 5 उपकरणों तक
id: Hingga 5 perangkat
ja: 最大 5 台のデバイス
pt_br: Até 5 dispositivos
ro: Până la 5 dispozitive
sv: Upp till 5 enheter
tr: 5 cihaza kadar

# payment feature desc devices
source: Use the same account to share your subscription with up to 5 devices: iOS, Android, or PC.
ar: إستخدم نفس الحساب لمشاركة إشتراكك مع 5 أجهزة: iOS أو Android أو PC.
bg: Използвайте един профил за да споделяте абонамента си с до 5 устройства: iOS, Android или компютър.
cs: Pomocí stejného účtu můžete sdílet své předplatné až s 5 zařízeními: iOS, Android nebo PC.
hi: 5 उपकरणों के साथ अपनी सदस्यता साझा करने के लिए एक ही खाते का उपयोग करें: iOS, Android, या PC।
id: Gunakan akun yang sama untuk berbagi langganan VPN Anda di 5 perangkat: iOS, Android, atau PC.
ja: 1 つのアカウントで最大 5 つのデバイス（iOS、Android、PC）を使用できます。
pt_br: Use a mesma conta para compartilhar sua assinatura com até 5 dispositivos: iOS, Android ou PC.
ro: Folosiți același cont pentru a partaja abonamentul cu până la 5 dispozitive: iOS, Android sau PC.
sv: Använd samma konto för att dela din prenumeration med upp till 5 enheter: iOS, Android eller PC.
tr: Aboneliğinizi en fazla 5 cihazla paylaşmak için aynı hesabı kullanın: iOS, Android veya PC.

# payment feature title no ads
source: No Ads
ar: إزالة الإعلانات
bg: Без Реклами
cs: Žádné reklamy
id: Tanpa Iklan
ja: 広告ブロック
pt_br: Sem anúncios
ro: Block Ads
sv: Blockera annonser
tr: Reklamsız

# payment feature desc no ads
source: Keep using the world famous Blokada adblocking technology while improving your protection level and keeping your data private.
ar: استمر في استخدام تكنولوجيا Blokada المشهورة في العالم لحَظْر الإعلانات مع تحسين مستوى حمايتك و الحفاظ على خصوصيّة بياناتك.
bg: Използвайте световно известната технология на Blokada за блокиране на реклами, като същевременно подобрите нивото на защита и запазите данните си поверителни.
cs: Nepřestávejte používat světově proslulou technologii blokování reklam Blokada a zároveň zlepšujte úroveň vaší ochrany a udržujte vaše data v soukromí.
id: Tetap gunakan teknologi pemblokir iklan dari Blokada yang telah dikenal dunia, dan secara bersamaan meningkatkan perlindungan terhadap data pribadi Anda.
ja: Blokada の広告ブロック技術を使用して、デバイス上の広告をブロックします。高度な設定が可能です。
pt_br: Continue usando a mundialmente famosa tecnologia de bloqueio de anúncios do Blokada, enquanto melhora seu nível de proteção e mantém seus dados privados.
ro: Use the popular Blokada adblocking technology to block ads on your devices. Advanced settings are available.
sv: Använd den populära blockeringingstekniken från Blokada för att blockera annonser på dina enheter. Avancerade inställningar finns tillgängliga.
tr: Koruma düzeyinizi geliştirirken ve verilerinizi gizli tutarken dünyaca ünlü Blokada reklam engelleme teknolojisini kullanmaya devam edin.

# payment feature title support
source: Great Support
ar: دعم كبير
bg: Страхотна поддръжка
cs: Skvělá podpora
hi: शानदार समर्थन
id: Dukungan yang Hebat
ja: 丁寧なサポート
pt_br: Ótimo suporte
ro: Asistență de Calitate
sv: Bra support
tr: Mükemmel Destek

# payment feature desc support
source: Get a prompt response to any questions thanks to our Customer Support and vibrant open source community.
ar: إحصل على رد فوري على أيّ أسئلة بفضل دعم العملاء لدينا و مجتمع نَشِط مفتوح المصدر.
bg: Получете бърз отговор на всякакви въпроси благодарение на нашата Поддръжка за клиенти и енергичната общност с отворен код.
cs: Získejte rychlou odpověď na jakékoliv dotazy díky naší zákaznické podpoře a aktivní početné komunitě.
hi: ग्राहक सहायता और जीवंत ओपन सोर्स समुदाय से किसी भी प्रश्न का तुरंत जवाब प्राप्त करें।
id: Dapatkan respon cepat untuk semua pertanyaan, yang dimungkinkan oleh staf Customer Support kami dan komunitas open source yang sangat aktif.
ja: カスタマーサポートとオープンソースコミュニティにより、質問に迅速に対応します。
pt_br: Obtenha uma resposta rápida a qualquer pergunta, graças ao nosso Suporte ao Cliente e à vibrante comunidade de código aberto.
ro: Obțineți un răspuns prompt la orice întrebări datorită Asistenței noastre menită pentru clienți și comunității noastre open source.
sv: Få ett snabbt svar på alla frågor tack vare vår kundsupport och vår pulserande mötesplats.
tr: Müşteri desteğimiz ve canlı açık kaynak topluluğumuz sayesinde herhangi bir soruya hızlı bir yanıt alın.

# payment action see all features
source: See All Features
ar: مشاهدة جميع الميّزات
bg: Вижте всички функции
cs: Zobrazit všechny funkce
hi: सभी सुविधाएँ देखें
id: Lihat Semua Fitur
ja: すべての機能を見る
pt_br: Ver Todos os Recursos
ro: Vezi toate caracteristicile
sv: Se alla funktioner
tr: Tüm Özellikleri Gör

# payment action restore
source: Restore Purchases
ar: إستعادة عمليّات الشراء
bg: Възстановяване на покупките
cs: Obnovit nákupy
hi: खरीदारी रीस्टोर करें
id: Kembalikan Pembelian
ja: 購入を復元する
pt_br: Restaurar Compras
ro: Restabilește achizițiile
sv: Återställ köp
tr: Satın Almaları Geri Yükle

# payment action terms and privacy
source: Terms & Privacy
ar: الشروط و الخصوصيّة
bg: Условия & Поверителност
cs: Podmínky & Soukromí
hi: शर्तें और गोपनीयता नीति
id: Syarat & Privasi
ja: 利用規約とプライバシー
pt_br: Termos e Privacidade
ro: Termenii de utilizare și confidențialitate
sv: Villkor & Integritet
tr: Şartlar ve Gizlilik

# payment action terms
source: Terms of Service
ar: شروط الخدمة
bg: Условия за ползване
cs: Podmínky použití služby
hi: सेवा की शर्तें
id: Ketentuan Layanan
ja: 利用規約
pt_br: Termos de Serviço
ro: Termenii Serviciului
sv: Användarvillkor
tr: Hizmet Koşulları

# payment action policy
source: Privacy Policy
ar: سياسة الخصوصيّة
bg: Декларация за поверителност
cs: Zásady ochrany osobních údajů
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
pt_br: Política de Privacidade
ro: Politica de confidenţialitate
sv: Integritetspolicy
tr: Gizlilik Politikası

# payment alert error header
source: A message from App Store
ar: رسالة من متجر التطبيقات
bg: Съобщение от App Store
cs: Zpráva z App Store
hi: ऐप स्टोर से एक संदेश
id: Sebuah pesan dari App Store
ja: App Store からのメッセージ
pt_br: Uma mensagem da App Store
ro: Un mesaj de la App Store
sv: Ett meddelande från App Store
tr: App Store'dan mesaj

# payment save text
source: You are saving %@
ar: إنت تقوم بحفظ %@
bg: Вие спестявате %@
cs: Ušetříte %@
id: Anda menghemat %@
ja: %@ 引き
pt_br: Você está salvando %@
ro: Economisești %@
sv: Du sparar %@
tr: %@ tasarruf ediyorsun

# payment conversion note
source: We accept Euro, and the displayed prices are an estimate. A refund is available if your bank charges too much.
ar: نحن نقبل اليورو ، و الأسعار المعروضة تقديريّة. استرداد المبلغ متاح إذا كان البنك الذي تستخدمه يفرض رسوماً كبيرة.
bg: Приемаме Euro и показаните цени са ориентировъчни. Възстановяването на сумата е възможно, ако банката Ви таксува твърде много.
cs: Přijímáme euro a zobrazené ceny jsou pouze orientační. Pokud vaše banka účtuje za nevýhodný kurz, vrácení peněz je možné.
id: Kami menerima mata uang Euro, dan tarif langganan yang ditampilkan hanya berupa perkiraan. Pengembalian uang bisa dilakukan jika bank Anda mengutip biaya admin terlalu tinggi.
ja: ユーロを受け付けており、表示された価格は見積もりです。銀行手数料が多すぎる場合は払い戻しを受け付けます。
pt_br: Aceitamos Euro, e os preços exibidos são uma estimativa. Existe um reembolso se o seu banco cobrar demais.
ro: Acceptăm Euro, iar prețurile afișate sunt o estimare. O rambursare este disponibilă în cazul în care banca ta costă prea mult.
sv: Vi accepterar euro och de visade priserna är en uppskattning. En återbetalning är tillgänglig om dina bankavgifter blir för höga.

# payment subscription 1 month
source: 1 Month
ar: شهر واحد
bg: 1 Месец
cs: 1 měsíc
hi: 1 महीना
id: 1 Bulan
ja: 1 か月
pt_br: 1 Mês
ro: 1 Lună
sv: 1 Månad
tr: 1 ay

# payment subscription many months
source: %@ Months
ar: %@ أشهر
bg: %@ Месеца
cs: %@ měsíců
hi: %@ महीने
id: %@ bulan
ja: %@ か月
pt_br: %@ Meses
ro: %@ Luni
sv: %@ Månader
tr: %@ ay

# payment subscription per month
source: %@ per month
ar: %@ في الشهر
bg: %@ на месец
cs: %@ měsíčně
hi: %@ प्रति माह
id: %@ per bulan
ja: 月額 %@
pt_br: %@ por mês
ro: %@ pe lună
sv: %@ per månad
tr: Aylık %@

# payment subscription offer
source: Save %@
ar: توفير %@
bg: Запази %@
cs: Ušetříte %@
hi: बचाएं %@
id: Hemat %@
ja: %@ 引き
pt_br: Salvar %@
ro: Economisești %@
sv: Spara %@
tr: %@ indirim

# payment success label
source: Thanks!
ar: شكراً !
bg: Благодаря!
cs: Děkujeme!
hi: धन्यवाद!
id: Terima kasih!
ja: ありがとうございます！
pt_br: Obrigado!
ro: Mulţumim!
sv: Tack!
tr: Teşekkürler!
