Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# homepage faq desc 3
source: Blokada Plus is our safe and modern VPN (Virtual Private Network) service. It uses WireGuard® - a fast protocol with best-in-class encryption and low battery usage. Blokada Plus encrypts all of your network activity in real time, giving you the highest level of protection available. You also get the popular VPN features - hide your IP address, change your location, and unblock geo-restricted content.
ar: Blokada Plus هي خدمة VPN (شبكة افتراضيّة خاصّة) آمنة و حديثة. يستخدم WireGuard® - وهو بروتوكول سريع مع تشفير هو الأفضل في فئته و استخدام منخفض للبطاريّة. يقوم Blokada Plus بتشفير جميع أنشطة الشبكة الخاصّة بك في الوقت الفعلي ، ممّا يمنحك أعلى مستوى من الحماية المتاحة. يمكنك أيضاً الحصول على ميّزات VPN الشائعة - إخفاء عنوان IP الخاصّ بك ، و تغيير موقعك ، و إلغاء حَظْر المحتوى المُقَيَّد جغرافياً.
bg: Blokada Plus е нашата безопасна и модерна VPN (Виртуална частна мрежа) услуга. Тя използва WireGuard® - бърз протокол с най-доброто в класа криптиране и ниска употреба на батерията. Blokada Plus шифрова цялата ви мрежова активност в реално време и ви осигурява най-високото ниво на защита, което е на разположение. Получавате и популярните VPN функции - скрийте своя IP адрес, променете местоположението си и деблокирайте гео ограничено съдържание.
cs: Blokada Plus je naše bezpečná a moderní služba VPN (Virtual Private Network). Využívá WireGuard® - rychlý protokol s nejlepším šifrováním ve své třídě a nízkou spotřebou baterie. Blokada Plus šifruje veškerou vaši síťovou aktivitu v reálném čase a poskytuje vám nejvyšší dostupnou úroveň ochrany. Získáte také oblíbené funkce VPN - skryjte svou IP adresu, změňte svou polohu a odblokujte geograficky omezený obsah.
id: Blokada Plus adalah layanan VPN (Virtual Private Network) kami yang modern dan dijamin aman. Layanan VPN kami menggunakan WireGuard® - protokol gegas dengan tingkat enkripsi terbaik di kelasnya dengan konsumsi daya yang minimal. Blokada Plus mengenkripsi semua lalu lintas data Anda secara real-time, memberikan Anda perlindungan tertinggi. Dengan Blokada Plus, Anda juga mendapatkan fitur-fitur VPN populer lainnya - menyembunyikan IP address, mengubah lokasi, dan mengakses konten yang hanya tersedia di negara-negara tertentu.
ja: Blokada Plus は、私たちの安全で最新の VPN（仮想プライベートネットワーク）サービスです。これは、クラス最高の暗号化と低バッテリー使用を備えた高速プロトコルである WireGuard® を使用しています。Blokada Plus はすべてのネットワークアクティビティをリアルタイムで暗号化し、利用可能な最高レベルの保護を提供します。また、一般的な VPN 機能も利用できます。IP アドレスを非表示にしたり、位置情報を変更したり、地理的に制限されたコンテンツのブロックを解除したりできます。
pt_br: O Blokada Plus é nosso serviço de VPN (Rede Privada Virtual) moderna. Ele usa o WireGuard® - um protocolo rápido com criptografia de melhor classe e baixo uso de bateria. O Blokada Plus criptografa toda a atividade de rede em tempo real, oferecendo a você o maior nível de proteção disponível. Você também obtém os recursos populares da VPN - ocultar seu endereço IP, alterar sua localização e desbloquear conteúdo georrestrito.
sv: Blokada Plus är vår säkra och moderna VPN-tjänst (Virtuellt Privat Nätverk). Den använder WireGuard® - ett snabbt protokoll med kryptering i världsklass och låg batterianvändning. Blokada Plus krypterar all nätverksaktivitet i realtid, vilket ger dig den högsta skyddsnivån som finns tillgänglig. Du får också de populära VPN-funktionerna - dölja din IP-adress, ändra din plats för att öppna innehåll som annars är begränsat.

# homepage faq title 4
source: Do I need to upgrade to Blokada Plus?
ar: هل أحتاج للترقية إلى Blokada Plus؟
bg: Трябва ли да надстроя до Blokada Plus?
cs: Potřebuji přejít na Blokadu Plus?
id: Perlukah saya meng-upgrade ke Blokada Plus?
ja: Blokada Plus にアップグレードする必要がありますか？
pt_br: Eu preciso atualizar para o Blokada Plus?
sv: Behöver jag uppgradera till Blokada Plus?

# homepage faq desc 4
source: No, the upgrade is optional. You may stick to the free version of Blokada, forever. It is a recommended upgrade if you wish to increase your privacy protection even more, or need any of the popular features VPNs provide.
ar: لا ، الترقية اختياريّة. يمكنك الإلتزام بالإصدار المجّاني من بلوكادا إلى الأبد. الترقية موصى بها إذا كنت ترغب في زيادة حماية خصوصيّتك بشكل أكبر ، أو تحتاج إلى أي من الميّزات الشائعة التي توفّرها شبكات VPN.
bg: Не, надстройката не е задължителна. Можете да се придържате към безплатната версия на Blokada, завинаги. Препоръчва се надстройка, ако искате да увеличите още повече защитата си за поверителност или се нуждаете от някоя от популярните функции, които VPN предлага.
cs: Ne, upgrade je volitelný. Můžete zůstat u bezplatné verze Blokady, navždy. Jedná se o doporučený upgrade, pokud si přejete ještě více zvýšit ochranu svého soukromí nebo potřebujete některou z populárních funkcí, které VPN poskytují.
id: Tidak, upgrade ke Blokada Plus bersifat opsional. Anda bisa tetap menggunakan Blokada versi gratis, selamanya. Upgrade ke Blokada Plus disarankan jika Anda ingin meningkatkan perlindungan privasi Anda ke level yang lebih tinggi, atau Anda memerlukan fitur-fitur yang hanya bisa disediakan oleh layanan VPN.
ja: いいえ、アップグレードは任意です。Blokada は無料のまま使い続けることができます。プライバシー保護をさらに強化したい場合や、VPN が提供する一般的な機能が必要な場合は、Blokada Plus へのアップグレードをお勧めします。
pt_br: Não, a assinatura é opcional. Você pode ficar na versão gratuita do Blokada, para sempre. É recomendável fazer uma assinatura se você desejar aumentar ainda mais sua proteção à privacidade, ou se precisar de qualquer um dos recursos mais populares fornecidos por VPNs.
sv: Nej, uppgraderingen är frivillig. Du kan hålla dig till den fria versionen av Blokada, för evigt. Det är en rekommenderad uppgradering om du vill öka din integritet ännu mer, eller behöver någon av de populära funktioner VPN-tjänsten tillhandahåller.

# homepage faq title 5
source: What is the Blokada Plus refund policy?
ar: ما هي سياسة Blokada Plus لاسترداد الدفع ؟
bg: Каква е политиката за възстановяване на средства Blokada Plus?
cs: Jaké jsou podmínky vracení peněz za přechod na Blokada Plus?
id: Bagaimana kebijakan refund Blokada Plus?
ja: Blokada Plus 払い戻しポリシーとは何ですか？
pt_br: Qual é a política de reembolso do Blokada Plus?
sv: Vilken är återbetalningspolicyn för Blokada Plus?

# homepage faq desc 5
source: You can get your money back within 7-days of purchasing the subscription. Contact us through any of our apps, and simply mention you want a refund.
ar: يمكنك استرداد أموالك في غضون 7 أيّام من شراء الاشتراك. اتصل بنا من خلال أيّ من تطبيقاتنا ، و اذكر ببساطة أنّك تريد استرداد أموالك.
bg: Можете да си върнете парите в рамките на 7 дни от закупуването на абонамента. Свържете се с нас чрез някое от нашите приложения и просто споменете, че искате възстановяване на сумата.
cs: Peníze můžete získat zpět do 7 dnů od zakoupení předplatného. Kontaktujte nás prostřednictvím kterékoli z našich aplikací a jednoduše nám sdělte, že chcete vrátit peníze.
id: Jika Anda tidak puas dengan layanan VPN kami, Anda dapat memperoleh uang Anda kembali dalam jangka waktu 7 hari sejak mulai berlangganan. Cukup hubungi kami melalui kanal manapun dan ajukan permintaan untuk pengembalian uang Anda.
ja: サブスクリプションを購入してから 7 日以内であれば返金できます。アプリを通じて私たちに連絡し、払い戻しをしてほしいと伝えるだけで構いません。
pt_br: Você pode recuperar seu dinheiro dentro de 7 dias após a compra da assinatura. Entre em contato conosco através de qualquer um de nossos aplicativos e simplesmente mencione que você quer um reembolso.
sv: Du kan få tillbaka dina pengar inom 7 dagar efter att du beställt prenumerationen. Kontakta oss via någon av våra kanaler och nämn att du vill ha en återbetalning.

# homepage faq title 6
source: Where is Blokada located?
ar: أين يقع بلوكادا؟
bg: Къде се намира Blokada?
cs: Odkud Blokada pochází?
id: Di mana Blokada berada?
ja: Blokada の所在地
sv: Var ligger Blokada?

# homepage faq desc 6
source: We are based in Sweden, where privacy is handled very seriously. Our servers are available in many places around the world.
ar: نحن موجودون في السويد ، حيث يتم التعامل مع الخصوصيّة بجديّة بالغة. خوادمنا متوفّرة في العديد من الأماكن حول العالم.
bg: Ние се намираме в Швеция, където на поверителността се гледа много сериозно. Нашите сървъри са достъпни на много места по света.
cs: Sídlíme ve Švédsku, kde se se soukromím zachází velmi obezřetně. Naše servery se nacházejí na mnoha místech po celém světě.
id: Kami berbasis di Swedia, di mana privasi ditangani secara serius. Server-server kami tersedia di berbagai lokasi di seluruh dunia.
ja: 私たちの拠点はプライバシーを厳格に取り扱うように求められるスウェーデンにあります。私たちのサーバーは世界中の多くの場所で利用できます。
sv: Vi är baserade i Sverige, där integritet hanteras på största allvar. Våra servrar finns på många platser runt om i världen.

# homepage download header
source: Download Blokada
ar: تحميل بلوكادا
bg: Изтегляне на Blokada
cs: Stáhnout Blokadu
hi: Blokada डाउनलोड करें
id: Unduh Blokada
ja: Blokada をダウンロード
pt_br: Baixe o Blokada
ro: Descarcă Blokada
sv: Ladda ner Blokada
tr: Blokada'yı İndir

# homepage download subheader
source: Blokada is available for several platforms, choose yours.
ar: بلوكادا متوفّر للعديد من المنصات، اختر منصَّتك.
bg: Blokada се предлага за няколко платформи, изберете вашата.
cs: Blokada je k dispozici pro několik platforem, vyberte si.
id: Blokada tersedia di berbagai platform, silahkan pilih mana yang sesuai untuk Anda.
ja: Blokada は複数のプラットフォームで利用可能です。ご利用のプラットフォームを選択してください。
pt_br: O Blokada está disponível para várias plataformas, escolha a sua.
ro: Blokada este disponibilă pe mai multe platforme, alege-o pe a ta.
sv: Blokada finns till flera plattformar, välj din.
tr: Blokada çeşitli platformlar için kullanılabilir, platformunuzu seçin.

# homepage download option android five
source: Blokada 5 for Android
ar: Blokada 5 للأندرويد
bg: Blokada 5 за Android
cs: Blokada 5 pro Android
id: Blokada 5 untuk Android
pt_br: Blokada 5 para Android
ro: Blokada 5 pentru Android
sv: Blokada 5 för Android
tr: Android için Blokada 5

# homepage download option android slim
source: Blokada 5 Slim for Android
ar: Blokada 5 Slim للأندرويد
bg: Blokada 5 Slim за Android
cs: Blokada 5 Slim pro Android
id: Blokada 5 Slim untuk Android
pt_br: Blokada 5 Slim para Android
ro: Blokada 5 Slim pentru Android
sv: Blokada 5 Slim för Android
tr: Android için Blokada 5 Slim

# homepage download option android four
source: Blokada 4 for Android
ar: Blokada 4 للأندرويد
bg: Blokada 4 за Android
cs: Blokada 4 pro Android
id: Blokada 4 untuk Android
pt_br: Blokada 4 para Android
ro: Blokada 4 pentru Android
sv: Blokada 4 för Android
tr: Android için Blokada 4

# homepage download option ios
source: Blokada 5 for iOS
ar: Blokada 5 لـ iOS
bg: Blokada 5 за iOS
cs: Blokada 5 pro iOS
id: Blokada 5 untuk iOS
pt_br: Blokada 5 para iOS
ro: Blokada 5 pentru iOS
sv: Blokada 5 för iOS
tr: iOS için Blokada 5

# homepage download option other
source: Blokada for other platforms
ar: بلوكادا للمنصَّات الأُخرى
bg: Blokada за други платформи
cs: Blokada pro ostatní platformy
id: Blokada untuk platform lain
pt_br: Blokada para outras plataformas
ro: Blokada pentru alte platforme
sv: Blokada för andra plattformar
tr: Diğer platformalar için Blokada

# homepage download desc other
source: Currently, we do not provide Blokada for other platforms. However, if you are Blokada Plus user, you can use our VPN on Windows, Linux, Mac, and other platforms where Wireguard is available.
ar: حاليّاً، نحن لا نوفّر بلوكادا للمنصّات الأُخرى. ومع ذلك، إذا كنت مستخدم بلوكادا بلس، فيُمكِنك استخدام شبكة VPN الخاصّة بنا على ويندوز، لينوكس، ماك، وغيرها من المنصّات التي يتوفّر فيها Wireguard.
bg: Понастоящем не предлагаме Blokada за други платформи. Ако обаче сте потребител на Blokada Plus можете да използвате нашата VPN на Windows, Linux, Mac и други платформи, ако е наличен Wireguard.
cs: V současné době nenabízíme Blokadu pro ostatní platformy. Jste-li však uživatelem Blokada Plus, můžete použít VPN na Windows, Linuxu, Macu a dalších platformách, kde je Wireguard k dispozici.
id: Saat ini, kami belum menyediakan Blokada untuk platform selain Android dan iOS. Namun, jika Anda berlangganan Blokada Plus, Anda bisa menggunakan fitur VPN kami di Windows, Linux, Mac, dan platform lain yang mendukung protokol Wireguard.
ja: 現在、他のプラットフォームで Blokada を使用できません。ただし、Blokada Plus ユーザーは、Windows、Linux、Mac、および WireGuard が利用可能なその他のプラットフォームで VPN を使用できます。
pt_br: Atualmente, não fornecemos o Blokada para outras plataformas. No entanto, se você for usuário do Blokada Plus, você pode usar nossa VPN no Windows, Linux, Mac e outras plataformas onde o Wireguard está disponível.
sv: För närvarande tillhandahåller vi inte Blokada för andra plattformar. Men om du är en Blokada Plus-användare kan du använda vår VPN-tjänst på Windows, Linux, Mac och andra plattformar där WireGuard finns tillgänglig.
tr: Şu anda Blokada'yı diğer platformlar için sağlamıyoruz. Ancak Blokada Plus kullanıcısıysanız, VPN'imizi Windows, Linux, Mac ve Wireguard'ın mevcut olduğu diğer platformlarda kullanabilirsiniz.

# homepage download desc ios
source: Blokada 5 is simply available on App Store.
ar: Blokada 5 متاح ببساطة على متجر التطبيقات.
bg: Blokada 5 просто е достъпна в App Store.
cs: Blokada 5 je jednoduše k dispozici v App Store.
id: Blokada 5 tersedia di App Store.
ja: Blokada 5 は App Store で入手できます。
pt_br: O Blokada 5 está simplesmente disponível na App Store.
ro: Blokada 5 este disponibil doar în App Store.
sv: Blokada 5 är helt enkelt tillgänglig på App Store.
tr: Blokada 5 sadece App Store'da mevcuttur.

# homepage download action ios
source: Open App Store
ar: فتح متجر التطبيقات
bg: Отваряне на Play Store
cs: Otevřít App Store
id: Buka App Store
ja: App Store を開く
pt_br: Abrir a App Store
ro: Deschide App Store
sv: Öppna App Store
tr: App Store'u Aç

# homepage download desc android five
source: This is our new, recommended version <b>for smartphones and tablets with Android 7 or newer</b>. It is simpler and faster compared to Blokada 4.
ar: هذا هو الإصدار الجديد الموصى به <b>للهواتف الذكيّة و اللّوحيّة مع أندرويد 7 أو الأحدث</b>. إنّه أبسط وأسرع بالمقارنة مع بلوكادا 4.
bg: Това е новата ни препоръчителна версия <b>за смартфони и таблети с Android 7 или по-нова версия</b>. Тя е по-проста и по-бърза в сравнение с Blokada 4.
cs: Toto je naše nová, doporučená verze <b>pro chytré telefony a tablety s Androidem 7 nebo novějším</b>. Ve srovnání s Blokadou 4 je to jednodušší a rychlejší.
id: Versi ini adalah versi terbaru dan yang kami rekomendasikan <b>untuk smartphone dan tablet yang menggunakan Android 7 atau lebih baru</b>. Versi ini lebih simpel dan cepat dibandingkan Blokada 4.
ja: これは、<b>Android 7 以降を搭載したスマートフォンやタブレット向けの新しい推奨バージョン</b>です。Blokada 4 と比較して、よりシンプルで高速です。
pt_br: Esta é a nossa nova versão recomendada <b>para smartphones e tablets com Android 7 ou mais recente</b>. É mais simples e rápida em comparação com o Blokada 4.
ro: Aceasta este noua versiune recomandată <b>pentru smartphone-uri și tablete cu Android 7 sau mai nou</b>. Este mai simplă și mai rapidă în comparație cu Blokada 4.
sv: Detta är vår nya, rekommenderade version <b>för smartphones och surfplattor med Android 7 eller nyare</b>. Den är enklare och snabbare jämfört med Blokada 4.
tr: Bu, <b>Android 7 veya daha yenisine sahip akıllı telefonlar ve tabletler için</b> önerilen yeni sürümümüzdür. Blokada 4'e göre daha basit ve hızlıdır.

# homepage download action android five beta
source: Beta .apk
ar: نسخة تجريبيّة .apk

# homepage download desc android slim
source: Blokada Slim is a <b>lightweight version of the app</b>, and it only contains features allowed by the Google Play policy.
ar: Blokada Slim هو نسخة <b>خفيفة الوزن من التطبيق</b>، وهي تحتوي فقط على الميّزات المسموح بها من قبل سياسة Google Play.
bg: Blokada Slim е <b>леката версия на приложението</b> и съдържа само функции, които са разрешени от правилата на Google Play.
cs: Blokada Slim je <b>odlehčená verze původní aplikace</b>a obsahuje pouze funkce povolené zásadami Google Play.
id: Blokada Slim adalah <b>versi lebih ringan dari Blokada</b>, dan hanya berisi fitur-fitur yang memenuhi syarat kebijakan Google Play Store.
ja: Blokada Slim は Google Play ポリシーで許可されている機能のみが含まれる<b>軽量版</b>です。
pt_br: O Blokada Slim é uma <b>versão leve do aplicativo</b>, e só contém recursos permitidos pela política da Google Play.
sv: Blokada Slim är en <b>lättviktig version av appen</b>, den innehåller endast funktioner som tillåts av Google Play-policyn.
tr: Blokada Slim, <b>uygulamanın hafif bir sürümüdür</b> ve yalnızca Google Play politikası tarafından izin verilen özellikleri içerir.

# homepage download action android slim
source: Open Google Play
ar: فتح Google Play
bg: Отваряне на Google Play
cs: Otevřít Google Play
id: Buka Google Play
ja: Google Play を開く
pt_br: Abrir a Google Play
ro: Deschide Google Play
sv: Öppna Google Play
tr: Google Play'i Aç

# homepage download desc android four
source: We still maintain the older version of Blokada. It has more features, works on older devices, and TVs.
ar: لا نزال نحافظ على الإصدار القديم من بلوكادا. لديه المزيد من الميّزات، يعمل على الأجهزة القديمة، و أجهزة التلفاز.
bg: Все още поддържаме и старата версия на Blokada. Тя има повече функции и работи на по-стари устройства и телевизори.
cs: Stále udržujeme starší verzi Blokady. Má více funkcí, funguje na starších zařízeních a televizorech.
id: Kami masih me-maintain Blokada versi lama. Versi ini memiliki lebih banyak fitur dan berfungsi pada perangkat yang lama dan juga smart TV.
ja: 継続メンテナンスされている古いバージョンです。Blokada 5 にない機能を搭載し、低いバージョンのデバイスや Android TV でも動作します。
pt_br: Nós ainda mantemos a versão mais antiga do Blokada. Ela tem mais recursos, funciona em dispositivos mais antigos e TVs.
sv: Vi upprätthåller fortfarande den äldre versionen av Blokada. Den har fler funktioner och fungerar på äldre enheter och TV-apparater.
tr: Hala Blokada'nın eski sürümünü sürdürüyoruz. Daha fazla özelliğe sahiptir, eski cihazlarda ve TV'lerde çalışır.

# homepage download action android four fdroid
source: Open F-Droid
ar: فتح F-Droid
bg: Отваряне на F-Droid
cs: Otevřít F-Droid
id: Buka F-Droid
ja: F-Droid を開く
pt_br: Abrir na F-Droid
ro: Deschide F-Droid
sv: Öppna F-Droid
tr: F-Droid'i Aç

# homepage community header
source: The Community
ar: المجتمع
bg: Общността
cs: Komunita
id: Komunitas
ja: コミュニティ
pt_br: A Comunidade
ro: Comunitatea
sv: Mötesplatsen
tr: Topluluk

# homepage community desc
source: Blokada is not only the privacy app. It is also the community of people who care about their digital privacy and wellbeing. You will find us on our forum, where you can ask any questions you may have. We are also present on other social media and chats.
ar: بلوكادا ليس فقط تطبيق الخصوصيّة. بل أيضاً مجتمع من الأشخاص الذين يهتمّون بخصوصيّتهم الرقميّة و رفاهيّتهم. و ستجدوننا في منتدانا حيث يُمكِنكم طرح أي أسئلة قد تكون لديكم. و نحن موجودون أيضاً على وسائل التواصل الإجتماعي الأخرى و المحادثات.
bg: Blokada не е само приложение за поверителност. Това е и общността на хората, които се грижат за дигиталната неприкосновеност и благосъстояние. Ще ни намерите на нашия форум където можете да зададете всякакви въпроси, които имате. Присъстваме и в други социални медии и чатове.
cs: Blokada není pouze aplikací na ochranu vašeho soukromí. Je to také komunita lidí, kterým záleží na jejich digitálním soukromí a pohodě. Najdete nás na našem fóru, kde můžete klást případné otázky. Jsme přítomni i na jiných sociálních médiích a chatech.
id: Blokada bukan hanya aplikasi yang menjaga privasi Anda. Blokada juga adalah sebuah komunitas orang-orang yang peduli tentang privasi dan keamanan di ranah digital. Anda bisa menemukan dan bergabung dengan forum kami, di mana Anda bisa bertanya mengenai apapun yang ingin Anda ketahui. Kami juga hadir di platform media sosial dan chat.
ja: Blokada はただの広告ブロックアプリではありません。Blokada はプライバシーとデジタルウェルビーイングを大切にする人々のコミュニティでもあります。フォーラムで問題を話し合うことができます。他のソーシャルメディアやチャットから参加することもできます。
pt_br: O Blokada não é apenas o aplicativo de privacidade. É também a comunidade de pessoas que se preocupam com sua privacidade digital e bem-estar. Você nos encontrará em nosso fórum, onde poderá fazer qualquer pergunta que possa ter. Nós também estamos presentes em outras redes sociais e chats.
sv: Blokada är inte bara integritetsappen. Det är också en gemenskap med människor som bryr sig om sin digitala integritet och välbefinnande. Du hittar oss på vår mötesplats, där du kan ställa frågor som du kan ha. Vi finns också på andra sociala medier och chattar.
tr: Blokada yalnızca bir gizlilik uygulaması değildir. Aynı zamanda dijital mahremiyetlerini ve refahlarını önemseyen insanların oluşturduğu topluluktur. Bizi her türlü sorunuzu sorabileceğiniz forumumuzda bulabilirsiniz. Diğer sosyal medyada ve sohbetlerde de varız.

# homepage community cta subheader
source: Join us and say hi!
ar: انضم إلينا و قل مرحبا !
bg: Присъединете се към нас и и кажете здравей!
cs: Připojte se k nám a pozdravte!
id: Bergabunglah dengan kami dan perkenalkan diri Anda!
ja: ぜひご参加ください！
pt_br: Junte-se a nós e diga oi!
sv: Följ med oss och säg hej!
tr: Selam verin ve bize katılın!

# homepage community cta desc
source: We base all of our work on the feedback of our users. Tell us what you think, what should we improve, or just hang out.
ar: نحن نبني كل عملنا على آراء مستخدمينا. أخبرنا برأيك ، ما الذي يجب أن نُحسّنه ، أو قم بجولة.
bg: В основата на нашата работа се основаваме на обратната връзка с нашите потребители. Кажете ни какво мислите, какво трябва да подобрим или просто да премахнем.
cs: Celou naši práci zakládáme na zpětné vazbě našich uživatelů. Řekněte nám, co si myslíte, co bychom měli zlepšit, nebo se prostě jen zastavte.
id: Kinerja kami didasarkan pada feedback yang kami terima dari Anda - para pengguna Blokada. Sampaikan saran Anda, atau ngobrol-ngobrol di forum/group chat kami.
ja: アプリはユーザーのフィードバックに基づいています。何を考えているのか、何を改善し、何を維持すべきなのかを教えてください。
pt_br: Baseamos todo o nosso trabalho no feedback de nossos usuários. Diga-nos o que você pensa, o que devemos melhorar ou simplesmente trocar uma ideia.
sv: Vi bygger allt vårt arbete på feedback från våra användare. Berätta vad du tycker, vad vi ska förbättra, eller bara för att umgås.
tr: Tüm çalışmalarımız kullanıcılarımızın geri bildirimlerine dayanıyor. Ne düşündüğünüzü söyleyin, neyi geliştirebiliriz ya da sadece takılın.

# homepage community cta action
source: Go to forums
ar: الذهاب إلى المنتديات
bg: Към форумите
cs: Přejít na fórum
id: Buka forum
ja: フォーラムに移動
pt_br: Ir para os fóruns
ro: Spre forum
sv: Gå till mötesplatsen
tr: Forumlara git

# homepage community opinions
source: Here are some of the opinions from our users.
ar: و فيما يلي بعض الآراء من مستخدمينا.
bg: Ето някои от мненията на нашите потребители.
cs: Zde jsou některé názory našich uživatelů.
id: Berikut ini adalah sebagian pendapat dari pengguna Blokada.
ja: ユーザーの声
pt_br: Aqui estão algumas das opiniões dos nossos usuários.
ro: Iată câteva dintre opiniile utilizatorilor noştri.
sv: Här är några av våra användares åsikter.
tr: İşte kullanıcılarımızın görüşlerinden bazıları.

# homepage support header
source: Support the project
ar: دعم المشروع
bg: Подкрепете проекта
cs: Podpořte tento projekt
id: Dukung Blokada
ja: プロジェクトを支援する
pt_br: Apoie o projeto
ro: Susţine acest proiect
sv: Stöd projektet
tr: Projeyi destekleyin
