Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# homepage support desc
source: If you like what we do, consider supporting us, so that we can continue developing new features and improvements. This way, Blokada can stay open source and free forever.
ar: إذا أحببت ما نفعله، فكّر في دعمنا، حتى نتمكّن من مواصلة تطوير ميّزات و تحسينات جديدة. بهذه الطريقة، يُمكِن أن يبقى بلوكادا مفتوح المصدر و مجاناً إلى الأبد.
bg: Ако ви харесва това, което правим помислете за Вашата подкрепа, така ще можем да продължим да разработваме нови функции и подобрения. По този начин Blokada може да остане с отворен код и безплатна завинаги.
cs: Pokud se vám líbí to, co děláme, zvažte naši podporu, abychom mohli pokračovat ve vytváření nových funkcí a vylepšení. Tímto způsobem může Blokada navždy zůstat open source a zdarma.
id: Jika Anda menyukai apa yang kami lakukan dengan Blokada, mungkin Anda bisa mendukung kami agar kami bisa terus mengembangkan Blokada dengan menambahkan lebih banyak lagi fitur. Dengan demikian, Blokada bisa tetap gratis dan open source.
ja: 私たちの活動を気に入っていただけたなら、私たちをサポートすることも検討してください。それにより、新しい機能と改善を開発し続けることができます。そして、Blokada は永遠に無料かつオープンソースであり続けることができます。
pt_br: Se você gosta do que fazemos, considere apoiar-nos, para que possamos continuar desenvolvendo novos recursos e melhorias. Dessa forma, o Blokada pode permanecer com o código aberto e gratuito para sempre.
sv: Om du gillar det vi gör, överväg att stödja oss, så att vi kan fortsätta utveckla nya funktioner och förbättringar. På så sätt kan Blokada fortsätta ha öppen källkod och vara gratis för alltid.
tr: Yaptığımız işi beğendiyseniz, yeni özellikleri ve geliştirmeleri geliştirmeye devam edebilmemiz için bizi desteklemeyi düşünün. Bu şekilde, Blokada açık kaynaklı ve sonsuza kadar özgür kalabilir.

# homepage support cta header
source: Blokada is dependent on you
ar: بلوكادا يعتمد عليك
bg: Blokada зависи от вас
cs: Blokada je na vás závislá
id: Blokada bergantung pada sumbangsih Anda
ja: Blokada はあなたのご協力を必要としています
pt_br: O Blokada depende de você
ro: Blokada depinde de dvs.
sv: Blokada är beroende av ditt stöd
tr: Blokada size bağlıdır

# homepage support cta desc
source: Blokada is an open source project, which means you can be sure it's always going to be free, safe to use, and without any hidden agenda. We believe this is the only right way to develop a privacy app you can trust.
ar: بلوكادا هو مشروع مفتوح المصدر ، ممّا يعني أنّه يُمكِنك التأكّد من أنّه سيكون دائماً مجّانيّاً و آمناً للإستخدام و بدون أي أجندة خفيّة. نعتقد أن هذه هي الطريقة الصحيحة الوحيدة لتطوير تطبيق خصوصيّة يُمكِنك الوثوق به.
bg: Blokada е проект с отворен код, което означава, и можете да сте сигурни, че той винаги ще бъде безплатен, безопасен за използване и без никакви скрити програми. Вярваме, че това е единственият правилен начин за разработване на приложение за поверителност, на което можете да се доверите.
cs: Blokada je open source projekt, což znamená, že si můžete být jisti, že bude vždy zdarma, bezpečně použitelná a bez jakékoliv skryté agendy. Domníváme se, že je to jediný správný způsob, jak vyvinout aplikaci na ochranu soukromí, které můžete důvěřovat.
id: Blokada merupakan proyek open source, yang artinya Anda bisa yakin bahwa aplikasi ini akan tetap gratis, aman digunakan, dan tanpa maksud-maksud tersembunyi di belakangnya. Kami percaya inilah satu-satunya cara untuk mengembangkan sebuah aplikasi yang bisa dipercaya.
ja: Blokada はオープンソースプロジェクトです。つまり、常に無料であり、安全性に影響を及ぼす隠れた問題がないことを確認することができるということです。私たちは、これが信頼できるプライバシーアプリを開発する唯一の方法だと確信しています。
pt_br: O Blokada é um projeto de código aberto, o que significa que você pode ter certeza de que sempre será gratuito, seguro para usar e sem qualquer segunda intenção. Acreditamos que esta é a única maneira certa de desenvolver um aplicativo de privacidade no qual você pode confiar.
sv: Blokada är ett projekt med öppen källkod, vilket innebär att du kan vara säker på att det alltid kommer att vara gratis, säkert att använda och utan någon dold agenda. Vi anser att detta är det enda rätta sättet att utveckla en integritetsapp som du kan lita på.
tr: Blokada açık kaynak kodlu bir projedir. Yani her zaman ücretsiz kalacağından, kullanımının güvenli olduğundan ve gizli bir ajandası olmayacağından emin olabilirsiniz. Bunun güvenebileceğiniz bir gizlilik uygulaması geliştirmenin tek doğru yolu olduğuna inanıyoruz.

# homepage support cta desc more
source: However, developing a quality app like Blokada requires a considerable amount of resources. This project exists thanks to the support of awesome people like you!
ar: ومع ذلك ، فإن تطوير تطبيق عالي الجودة مثل بلوكادا يتطلّب قدراً كبيراً من الموارد. هذا المشروع موجود بفضل دعم أشخاص رائعين مثلك !
bg: Разработването на качествено приложение като Blokada обаче изисква значителен обем ресурси. Този проект съществува благодарение на подкрепата на страхотни хора като теб!
cs: Vytváření kvalitní aplikace jako je Blokada však vyžaduje značné množství zdrojů. Tento projekt existuje díky podpoře úžasných lidí, jako jste vy!
id: Namun, mengembangkan aplikasi berkualitas seperti Blokada membutuhkan sumber daya yang tidak sedikit. Proyek ini ada berkat dukungan orang-orang keren seperti Anda!
ja: しかし、Blokada のような質の高いアプリを開発するには、かなりのリソースが必要です。このプロジェクトは、素晴らしい人々の支援のおかげで存在します！
pt_br: No entanto, desenvolver um aplicativo de boa qualidade como o Blokada requer uma quantidade considerável de recursos. Este projeto existe graças ao apoio de pessoas incríveis como você!
sv: Men att utveckla en kvalitetsapp som Blokada kräver en avsevärd mängd resurser. Detta projekt finns tack vare stöd av fantastiska människor som såna som dig själv!
tr: Bununla birlikte, Blokada gibi kaliteli bir uygulamayı geliştirmek önemli miktarda kaynak gerektiriyor. Bu proje, sizin gibi harika insanların desteği sayesinde var!

# homepage support cta action
source: Donate (card, Paypal)
ar: تبرّع (كارت، PayPal)
bg: Дарете (карта, Paypal)
cs: Přispět (karta, PayPal)
id: Donasi (card, Paypal)
ja: 寄付（カード、Paypal）
pt_br: Doar (cartão, Paypal)
ro: Donează (prin card, Paypal)
sv: Donera (kort, Paypal)
tr: Bağış (kredi kartı, Paypal)

# homepage support cta action alt
source: Donate (bank, crypto)
ar: تبرّع (مصرف، عملة رقميّة)
bg: Дарете (банка, crypto)
cs: Přispět (banka, kryptoměna)
id: Donasi (bank, crypto)
ja: 寄付（銀行振込、暗号資産）
pt_br: Doar (banco, criptomoeda)
ro: Donează (bancă, cripto)
sv: Donera (bank, krypto)
tr: Donate (banka, kripto para)

# homepage developer header
source: Are you a developer
ar: هل أنت مطوِّر
bg: Вие сте разработчик
cs: Jste vývojář
id: Apakah Anda seorang pengembang aplikasi
ja: 開発者ですか？
pt_br: Você é um desenvolvedor
sv: Är du en utvecklare
tr: Geliştirici misiniz?

# homepage developer subheader
source: and want to make Blokada better?
ar: هل تريد أن تجعل بلوكادا أفضل؟
bg: и искате да направите Blokada по-добра?
cs: a chcete Blokadu vylepšit?
id: dan Anda ingin membuat Blokada lebih baik lagi?
ja: Blokada の改良にご協力いただけますか？
pt_br: e quer deixar o Blokada melhor?
sv: och vill göra Blokada bättre?
tr: ve Blokada'yı daha iyi hale getirmek mi istiyorsunuz?

# homepage developer desc
source: Blokada is an open source project dedicated to developing the best ad blocker and privacy app for Android and iOS. Check our Github, and let us know, if you need any assistance to make your first PR.
ar: بلوكادا هو مشروع مفتوح المصدر مخصَّص لتطوير أفضل تطبيق لحظر الإعلانات و الخصوصيّة لنظاميّ التشغيل Android و iOS. تحقّق من Github ، وأخبرنا ، إذا كنت بحاجة إلى أي مساعدة لإجراء أول استعراض لك.
bg: Blokada е проект с отворен код посветен на разработването на най-добрия рекламен блокер и приложение за поверителност за Android и iOS. Проверете нашия Github и ни уведомете ако имате нужда от помощ за да направите първия си PR.
cs: Blokada je open source projekt věnovaný vývoji nejlepší aplikace pro blokování reklam a soukromí pro Android a iOS. Podívejte se na náš Github, a dejte nám vědět, pokud potřebujete pomoc s vytvořením vašeho prvního PR (Pull Request).
id: Blokada adalah proyek open source yang didedikasikan untuk membuat aplikasi pemblokir iklan dan penjaga privasi di platform Android dan iOS. Silahkan buka GitHub kami, dan beritahu kami jika Anda membutuhkan bantain dalam membuat PR pertama Anda di sana.
ja: Blokada は、Android と iOS 向けの最高の広告ブロッカーとプライバシーアプリの開発に特化したオープンソースプロジェクトです。ぜひ Github をご確認ください。何かお手伝いいただける場合には、お知らせください。
pt_br: O Blokada é um projeto de código aberto dedicado ao desenvolvimento do melhor bloqueador de anúncios e aplicativo de privacidade para Android e iOS. Confira nosso Github, e nos informe, se precisar de alguma ajuda para fazer seu primeiro PR (Pull Request).
sv: Blokada är ett projekt med öppen källkod som är dedikerat till att utveckla den bästa annonsblockeraren och integritetsappen för Android och iOS. Kolla in vår GitHub, hör av dig om du behöver någon hjälp för att göra din första PR.
tr: Blokada, Android ve iOS için en iyi reklam engelleyici ve gizlilik uygulamasını geliştirmeye adanmış açık kaynaklı bir projedir. Github'umuzu kontrol edin ve ilk PR'nizi yapmak için herhangi bir yardıma ihtiyacınız varsa bize bildirin.

# homepage developer action
source: Go to repo
ar: الذهاب إلى المخزن
bg: Към repo
cs: Přejít do repozitáře
id: Buka repo
ja: リポジトリへ
pt_br: Ir para o repositório
sv: Gå till repo
tr: Depoya git

# homepage action vpn
source: VPN
hi: वीपीएन
ro: Serviciu VPN
