Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# home status detail paused
source: paused until timer ends
ar: متوقّف مؤقّتاً حتّى ينتهي المؤقِّت
bg: на пауза докато приключи таймерът
cs: pozastaveno, do konce časovače
hi: टाइमर समाप्त होने तक रोक दिया गया
id: dihentikan sementara sampai pengatur waktu berhenti
ja: タイマーが終了するまで停止中
pt_br: pausado até o tempo terminar
sv: Pausad tills att timern slutar
tr: zamanlayıcı bitene kadar duraklatıldı

# home status detail active
source: blocking *ads* and *trackers*
ar: حَظْر *الإعلانات* و *المتعقِّبين*
bg: блокиране на *реклами* и *тракери*
cs: blokuje *reklamy* a *sledovače*
hi: अवरोधक *विज्ञापन* और *ट्रैकर्स*
id: memblokir *iklan* dan *pelacak*
ja: *広告*と*トラッカー*をブロック
pt_br: bloqueando *anúncios* e *rastreadores*
sv: Blockerar *annonser* och *trackers*
tr: *reklam* ve *izleyici* engelleniyor

# home status detail active with counter
source: blocked *%@* ads and trackers
ar: تمّ حَظْر *%@* إعلانات و متعقِّبين
bg: блокирани *%@* реклами и тракери
cs: zablokováno *%@* reklam a sledovačů
hi: *%@* विज्ञापनों और ट्रैकर्स को अवरुद्ध किया
id: memblokir *%@* iklan dan pelacak
ja: *%@* の広告とトラッカーをブロック
pt_br: bloqueou *%@* anúncios e rastreadores
sv: Blockerade *%@* annonser och trackers
tr: *%@* reklamları ve izleyicileri engellendi

# home status detail active slim
source: Blokada *Slim* is active
ar: Blokada *Slim* نَشِط
bg: Blokada *Slim* е активна
cs: Blokada *Slim* je aktivní
id: Blokada *Slim* telah diaktifkan
ja: Blokada *Slim*が有効
pt_br: O Blokada *Slim* está ativo
ro: Blokada *Slim* este activă
sv: Blokada *Slim* är aktiv
tr: Blokada *Slim* etkin

# home status detail plus
source: *+* protecting your *privacy*
ar: *+* حماية *خصوصيّتك*
bg: *+* защитава вашата *поверителност*
cs: *+* chrání vaše *soukromí*
hi: *+* अपनी *निजता* की रक्षा
id: *+* melindungi *privasi* Anda
ja: *+* *プライバシー*を保護
pt_br: *+* protegendo sua *privacidade*
ro: *+* îți protejează *intimitatea*
sv: *+* skyddar din *integritet*
tr: *+* *gizliliğinizi* koruyor

# home status detail progress
source: please wait...
ar: الرجاء الإنتظار...
bg: моля изчакайте...
cs: čekejte prosím...
hi: कृपया प्रतीक्षा करें...
id: harap tunggu...
ja: お待ちください...
pt_br: por favor, aguarde...
sv: Var god vänta...
tr: lütfen bekleyin...

# home plus button deactivated
source: BLOKADA+ deactivated
ar: معطَّل BLOKADA+
bg: BLOKADA+ е деактивирана
cs: BLOKADA+ deaktivována
hi: BLOKADA + निष्क्रिय किया गया
id: BLOKADA+ dinonaktifkan
ja: BLOKADA+ は無効です
pt_br: BLOKADA+ desativado
ro: BLOKADA+ dezactivat
sv: BLOKADA+ inaktiverad
tr: BLOKADA+ devre dışı

# home plus button select location
source: Select location
ar: حدِّد الموقع
bg: Избор на местоположение
cs: Vybrat umístění
hi: स्थान चुने
id: Pilih lokasi
ja: 接続先を選択
pt_br: Selecionar local
ro: Selectați locația
sv: Välj plats
tr: Konum seçin

# home plus button location
source: Location: *%@*
ar: الموقع: *%@*
bg: Местоположение: *%@*
cs: Umístění: *%@*
hi: स्थान: *%@*
id: Lokasi: *%@*
ja: 接続先: *%@*
pt_br: Localização: *%@*
ro: Locație: *%@*
sv: Plats: *%@*
tr: Konum: *%@*

# home level low
source: Protection: Low
ar: الحماية: منخفضة
bg: Защита: Ниска
cs: Ochrana: Nízká
id: Perlindungan: Rendah
ja: 保護: 低
pt_br: Proteção: Baixa
ro: Protecție: Scăzută
sv: Skydd: Lågt
tr: Koruma: Düşük

# home level medium
source: Protection: Medium
ar: الحماية: متوسّطة
bg: Защита: Средна
cs: Ochrana: Střední
id: Perlindungan: Sedang
ja: 保護: 中
pt_br: Proteção: Média
ro: Protecție: Medie
sv: Skydd: Medium
tr: Koruma: Orta

# home level high
source: Protection: High
ar: الحماية: عالية
bg: Защита: Висока
cs: Ochrana: Vysoká
id: Perlindungan: Tinggi
ja: 保護: 高
pt_br: Proteção: Alta
ro: Protecție: Ridicată
sv: Skydd: Högt
tr: Koruma: Yüksek

# pack section header
source: Advanced Features
ar: الميّزات المتقدّمة
bg: Разширени функции
cs: Pokročilé funkce
hi: उन्नत सुविधाओं
id: Fitur lanjutan
ja: 詳細
pt_br: Recursos Avançados
ro: Caracteristici Avansate
sv: Avancerade funktioner
tr: Gelişmiş Özellikler

# pack section header details
source: Feature Details
ar: تفاصيل المَيِّزة
bg: Особености и Детайли
cs: Podrobnosti o funkci
id: Detail Fitur
ja: 機能
pt_br: Detalhes do Recurso
ro: Detalii caracteristici
sv: Detaljer för funktioner
tr: Özellik Ayrıntıları

# pack action install
source: GET
ar: إحصل
bg: ВЗЕМИ
cs: ZÍSKAT
hi: पाएं
id: DAPATKAN
pt_br: OBTER
ro: OBȚINE
sv: HÄMTA
tr: YÜKLE

# pack action update
source: UPDATE
ar: تحديث
bg: АКТУАЛИЗАЦИЯ
cs: AKTUALIZOVAT
hi: अपडेट करें
ja: 更新
pt_br: ATUALIZAR
ro: ACTUALIZARE
sv: UPPDATERA
tr: GÜNCELLE

# pack action uninstall
source: REMOVE
ar: إزالة
bg: ПРЕМАХВАНЕ
cs: ODSTRANIT
hi: हटाए इसे
id: HAPUS
ja: 削除
pt_br: REMOVER
ro: ȘTERGE
sv: TA BORT
tr: KALDIR

# pack author
source: Author
ar: المالك
bg: Автор
cs: Autor
hi: लेखक
id: Pembuat
ja: 製作者
pt_br: Autor
ro: Autor
sv: Skapare
tr: Yazar

# pack configurations header
source: Configurations
ar: التكوين
bg: Конфигурация
cs: Konfigurace
hi: विन्यास
id: Konfigurasi
ja: 設定
pt_br: Configurações
ro: Configurații
sv: Konfigurationer
tr: Yapılandırmalar

# pack information header
source: More
ar: المزيد
bg: Още
cs: Více
hi: अधिक
id: Lainnya
ja: もっと見る
pt_br: Mais
ro: Mai multe
sv: Mer
tr: Daha fazla

# pack tags header
source: Tags
ar: الكلمات الدلاليّة
bg: Маркери
cs: Tagy
hi: टैग
id: Tag
ja: タグ
ro: Etichete
sv: Taggar
tr: Etiketler

# pack tags none
source: None
ar: لا يوجد
bg: Нищо
cs: Žádné
hi: कोई नहीं
id: Tidak ada
ja: 未設定
pt_br: Nenhuma
ro: Nici unul
sv: Inget
tr: Hiçbiri

# pack category highlights
source: Highlights
ar: الملامح
bg: Акценти
cs: Populární
hi: विशेषताएँ
ja: ハイライト
pt_br: Destaques
ro: Evidențieri
sv: Höjdpunkter
tr: Öne çıkanlar

# pack category active
source: Active
ar: مُفَعَّل
bg: Активни
cs: Aktivní
hi: सक्रिय
id: Aktif
ja: 有効
pt_br: Ativo
ro: Activ
sv: Aktiva
tr: Aktif

# pack category all
source: All
ar: الكل
bg: Всички
cs: Vše
hi: सभी
id: Semua
ja: すべて
pt_br: Todas
ro: Toate
sv: Alla
tr: Tümü

# advanced section header packs
source: Blocklists
ar: قوائم الحَظْر
bg: Блокиращи списъци
cs: Seznamy hostitelů
id: Blocklist
ja: ブロックリスト
pt_br: Listas de bloqueio
ro: Lista Neagră
sv: Blocklistor
tr: Engelleme listeleri

# advanced section slugline packs
source: Activate for more restrictive blocking
ar: تفعيل لحظْر أكثر تقييداً
bg: Активирайте за по-ограничително блокиране
cs: Aktivujte pro restriktivnější blokování
id: Aktifkan untuk pemblokiran yang lebih ketat
ja: ブロックに利用するリストを管理する
pt_br: Ative para bloqueio mais restritivo
ro: Activați pentru o blocare mai restrictivă
sv: Aktivera för en mer restriktiv blockering
tr: Daha kısıtlayıcı engelleme için etkinleştirin

# advanced section slugline apps
source: Choose apps that should never be blocked
ar: اختر التطبيقات التي لا يجب حظرها أبداً
bg: Изберете приложения, които никога да не бъдат блокирани
cs: Vyberte aplikace, které by nikdy neměly být blokovány
id: Pilih aplikasi yang tidak boleh diblokir
ja: アプリのバイパスを管理する
pt_br: Escolha aplicativos que nunca devem ser bloqueados
ro: Alegeți aplicațiile ce nu ar trebui să fie blocate niciodată
sv: Välj appar som aldrig ska blockeras
tr: Asla engellenmemesi gereken uygulamaları seçin

# advanced section slugline encryption
source: Adjust your encryption level and DNS
ar: ضبط مستوى التشفير الخاصّ بك و DNS
bg: Регулирайте нивото си на криптиране и DNS
cs: Upravte svou úroveň šifrování a DNS
id: Atur tingkat enkripsi dan pilih server DNS
ja: 暗号化レベルと DNS を管理する
pt_br: Ajuste seu nível de criptografia e DNS
ro: Ajustați nivelul de criptare şi DNS
sv: Justera din krypteringsnivå och DNS
tr: Şifreleme seviyenizi ve DNS'nizi ayarlayın

# advanced action slim migrate to full
source: You are using Blokada Slim. Learn more
ar: أنت تستخدم Blokada Slim. تعرّف على المزيد
bg: Използвате Blokada Slim. Научете повече
cs: Používáte Blokadu Slim. Zjistěte více
id: Anda sedang menggunakan Blokada Slim. Pelajari lebih lanjut
ja: Blokada Slim を使用しています。詳細はこちら
pt_br: Você está usando o Blokada Slim. Saiba mais
ro: Folosiți Blokada Slim. Aflați mai multe
sv: Du använder Blokada Slim. Läs mer
tr: Blokada Slim'i kullanıyorsunuz. Daha fazla bilgi edinin

# location choice header
source: Choose a Location
ar: اختر موقع
bg: Избор на местоположение
cs: Zvolte umístění
hi: स्थान चुनें
id: Pilih lokasi
ja: 接続先を選択
pt_br: Escolha um Local
ro: Selectați o locație
sv: Välj en plats
tr: Bir konum seçin

# activity section header
source: Activity
ar: الأنشطة
bg: Активност
cs: Aktivita
hi: गतिविधि
id: Aktifitas
ja: アクティビティ
pt_br: Atividade
ro: Activitate
sv: Aktivitet
tr: Etkinlik

# activity section header details
source: Activity Details
ar: تفاصيل النشاط
bg: Детайли за активността
cs: Podrobnosti o aktivitě
id: Detail Aktivitas
ja: アクティビティの詳細
pt_br: Detalhes de Atividade
ro: Detalii de activitate
sv: Aktivitetsinformation
tr: Etkinlik Ayrıntıları

# activity request blocked
source: This request has been blocked.
ar: تمّ حَظْر هذا الطلب.
bg: Тази заявка е блокирана.
cs: Tento požadavek byl zablokován.
hi: इस अनुरोध को अवरोधित कर दिया गया है।
id: Permintaan ini telah diblokir.
ja: このリクエストはブロックされています
pt_br: Esta solicitação foi bloqueada.
ro: Această solicitare a fost blocată.
sv: Denna begäran har blockerats.
tr: Bu istek engellendi.

# activity request allowed
source: This request has been allowed.
ar: تمّ السماح لهذا الطلب.
bg: Тази заявка е разрешена.
cs: Tento požadavek byl povolen.
hi: इस अनुरोध की अनुमति दी गई है।
id: Permintaan ini telah diizinkan.
ja: このリクエストは許可されています
pt_br: Esta solicitação foi permitida.
ro: Această solicitare a fost permisă.
sv: Denna begäran har tillåtits.
tr: Bu isteğe izin verildi.

# activity request allowed whitelisted
source: This request has been allowed, because it is on your Allowed list
ar: تمّ السماح لهذا الطلب، لأنّه موجود في قائمة السماح
bg: Тази заявка е разрешена, защото е в списъка ви с Позволени
cs: Tento požadavek byl povolen, protože je na vašem Seznamu povolených
hi: इस अनुरोध को अनुमति दी गई है, क्योंकि यह आपकी अनुमति सूची में है
id: Permintaan ini telah diizinkan, karena domain tersebut ada di dalam whitelist
ja: 例外リストでこのリクエストは許可されています
pt_br: Esta solicitação foi permitida, porque está na sua lista de Permitidos
ro: Această solicitare a fost permisă, deoarece se află pe lista de permisii
sv: Denna begäran har tillåtits, eftersom den finns på din lista över tillåtna
tr: Bu isteğe, izin verilen listenizde olduğu için izin verildi

# activity request blocked blacklisted
source: This request has been blocked, because it is on your Blocked list
ar: تمّ حَظْر هذا الطلب، لأنّه موجود في قائمة الحَظْر
bg: Тази заявка е блокирана, защото е в списъка ви с Блокирани
cs: Tento požadavek byl zablokován, protože je na vašem Seznamu blokovaných
hi: इस अनुरोध को अनुमति दी गई है, क्योंकि यह आपकी अवरुद्ध सूची में है
id: Permintaan ini telah diblokir, karena domain tersebut ada di dalam blacklist
ja: 例外リストでこのリクエストはブロックされています
pt_br: Esta solicitação foi bloqueada, porque está na sua lista de Bloqueados
ro: Această solicitare a fost blocată, deoarece se află în lista de restricții
sv: Denna begäran har blockerats, eftersom den finns på din lista över blockerade
tr: Bu istek, engellenen listenizde olduğu için engellendi

# activity actions header
source: Actions
ar: الإجراءات
bg: Действия
cs: Akce
hi: कार्रवाई
id: Tindakan
ja: アクション
pt_br: Ações
ro: Acțiuni
sv: Åtgärder
tr: Eylemler

# activity information header
source: Information
ar: معلومات
bg: Информация
cs: Informace
hi: जानकारी
id: Informasi
ja: Info
pt_br: Informação
ro: Informaţii
tr: Bilgi

# activity action add to whitelist
source: Add to Allowed
ar: إضافة إلى قائمة السماح
bg: Добавяне към Разрешени
cs: Přidat k povoleným
hi: इसे अनुमति दें
id: Tambahkan ke dalam whitelist
ja: リクエストを許可する
pt_br: Adicionar aos Permitidos
ro: Adaugă la Permise
sv: Lägg till i tillåtna
tr: İzin verilenlere ekle

# activity action remove from whitelist
source: Remove from Allowed
ar: إزالة من قائمة السماح
bg: Премахване от Разрешени
cs: Odebrat z povolených
hi: अनुमति से निकालें
id: Hapus dari whitelist
ja: 許可リストから削除
pt_br: Remover dos Permitidos
ro: Elimină din Permise
sv: Ta bort från tillåtna
tr: İzin verilenlerden kaldır

# activity action added to whitelist
source: Added to Allowed
ar: تمّت الإضافة إلى قائمة السماح
bg: Добавено към Разрешени
cs: Přidáno k povoleným
hi: इसे अनुमति दें
id: Ditambahkan ke dalam whitelist
ja: リクエストを許可しています
pt_br: Adicionado aos Permitidos
ro: Adăugat la Permise
sv: Lagt till i tillåtna
tr: İzin verilenlere eklendi

# activity action add to blacklist
source: Add to Blocked
ar: إضافة إلى قائمة الحَظْر
bg: Добавяне към Блокирани
cs: Přidat do blokovaných
hi: अवरुद्ध में जोड़ें
id: Tambahkan ke dalam blacklist
ja: リクエストをブロックする
pt_br: Adicionar aos Bloqueados
ro: Adaugă la Restricții
sv: Lägg till i blockerade
tr: Engellenenlere ekle

# activity action remove from blacklist
source: Remove from Blocked
ar: إزالة من قائمة الحَظْر
bg: Премахване от Блокирани
cs: Odebrat z blokovaných
hi: अवरुद्ध से निकालें
id: Hapus dari blacklist
ja: ブロックリストから削除
pt_br: Remover dos Bloqueados
ro: Elimină din Restricții
sv: Ta bort från blockerade
tr: Engellenenlerden kaldır

# activity action added to blacklist
source: Added to Blocked
ar: تمّت الإضافة إلى قائمة الحَظْر
bg: Добавено към Блокирани
cs: Přidáno do blokovaných
hi: अवरुद्ध में जोड़ें
id: Ditambahkan ke dalam blacklist
ja: リクエストをブロックしています
pt_br: Adicionado aos Bloqueados
ro: Adăugat la Restricții
sv: Lagt till i blockerade
tr: Engellenenlere eklendi

# activity action copy to clipboard
source: Copy name to Clipboard
ar: نسخْ الاسم إلى الحافظة
bg: Копиране на името в клипборда
cs: Kopírovat název do schránky
hi: क्लिपबोर्ड पर नाम कॉपी करें
id: Salin nama ke Clipboard
ja: クリップボードにコピー
pt_br: Copiar nome para a Área de Transferência
ro: Copiază numele în clipboard
sv: Kopiera namn till urklipp
tr: Dosya ismini panoya kopyala

# activity domain name
source: Full name
ar: الاسم الكامل
bg: Пълно име
cs: Celý název
hi: पूरा नाम
id: Nama lengkap
ja: フルネーム
pt_br: Nome completo
ro: Denumirea completă
sv: Fullständigt namn
tr: Tam adı

# activity time of occurrence
source: Time
ar: الوقت
bg: Време
cs: Čas
hi: समय
id: Waktu
ja: 時刻
pt_br: Hora
ro: Oră
sv: Tid
tr: Zaman

# activity number of occurrences
source: Number of occurrences
ar: عدد الأحداث
bg: Брой събития
cs: Počet výskytů
hi: घटनाओं की संख्या
id: Jumlah kejadian
ja: 発生回数
pt_br: Número de ocorrências
ro: Numărul de apariții
sv: Antal förekomster
tr: Oluşum sayısı

# activity state modified
source: modified
ar: مُعدَّل
bg: променено
cs: upraveno
hi: संशोधित
id: diubah
ja: 修正
pt_br: modificado
ro: modificat
sv: modifierad
tr: düzenlendi

# activity state blocked
source: blocked
ar: مَحظور
bg: блокиран
cs: zablokováno
hi: अवरुद्ध
id: diblokir
ja: ブロック
pt_br: bloqueado
ro: blocat
sv: blockerad
tr: engellendi

# activity state allowed
source: allowed
ar: مسموح به
bg: разрешен
cs: povoleno
hi: अनुमति है
id: diizinkan
ja: 許可
pt_br: permitido
ro: permis
sv: tillåten
tr: izin verildi

# activity happened one time
source: 1 time
ar: مرّة واحدة
bg: 1 път
cs: 1 krát
hi: एक बार
id: 1 kali
ja: 1 回
pt_br: 1 vez
ro: o dată
sv: 1 gång
tr: 1 kez

# activity happened many times
source: %@ times
ar: %@ مرّات
bg: %@ пъти
cs: %@ krát
hi: %@ बार
id: %@ kali
ja: %@ 回
pt_br: %@ vezes
ro: %@ ori
sv: %@ gånger
tr: %@ kez

# activity category recent
source: Recent
ar: حديثاً
bg: Последни
cs: Nedávné
hi: हाल ही में
id: Terbaru
ja: 新着
pt_br: Recente
ro: Recent(e)
sv: Nyligen
tr: En son

# activity category top
source: Top
ar: الأعلى
bg: Най
hi: शीर्ष
id: Teratas
ja: 回数
pt_br: Mais vezes
sv: Topplista
tr: En Çok

# activity category top blocked
source: Top Blocked
ar: الأكثر حَظراً
bg: Най-много блокирани
cs: Nejvíce blokováno
hi: शीर्ष अवरुद्ध
id: Paling sering diblokir
ja: ブロック回数
pt_br: Mais Bloqueados
ro: Top blocate
sv: Flest blockerade
tr: En Çok Engellenen

# activity category top allowed
source: Top Allowed
ar: الأكثر سماحاً
bg: Най-много разрешени
cs: Nejvíce povoleno
hi: शीर्ष अनुमति
id: Paling sering diizinkan
ja: 許可回数
pt_br: Mais Permitidos
ro: Top Permise
sv: Flest tillåtna
tr: En Çok İzin Verilen

# activity filter header
source: Which entries would you like to see?
ar: ما هي الإدخالات التي ترغب في رؤيتها؟
bg: Кои записи искате да видите?
cs: Které položky chcete vidět?
hi: आप कौन सी प्रविष्टियाँ देखना चाहेंगे?
id: Entri mana yang ingin Anda lihat?
ja: 表示するアクティビティを選択
pt_br: Quais entradas você gostaria de ver?
ro: Ce intrări ați dori să vedeţi?
sv: Vilka poster skulle du vilja se?
tr: Hangi girişleri görmek istersiniz?

# activity filter show all
source: All entries
ar: جميع المدخلات
bg: Всички записи
cs: Všechny položky
id: Tanpilkan semua entri
ja: すべて
pt_br: Todas as entradas
ro: Toate intrările
sv: Alla poster

# activity filter show blocked
source: Blocked only
ar: محظور فقط
bg: Блокирани само
cs: Pouze blokované
id: Hanya tampilkan entri yang diblokir
ja: ブロックされたリクエスト
pt_br: Somente bloqueados
ro: Doar cele blocate
sv: Endast blockerade

# activity filter show allowed
source: Allowed only
ar: مسموح فقط
bg: Разрешени само
cs: Pouze povolené
id: Hanya tampilkan entri yang diizinkan
ja: 許可されたリクエスト
pt_br: Somente permitidos
ro: Doar cele permise
sv: Endast tillåtna

# activity empty text
source: Try using your device, and come back here later, to see where your device connects to.
ar: حاول استخدام جهازك، و العودة إلى هنا لاحقاً، لمعرفة من أين يتّصل جهازك.
bg: Използвайте устройството и след това се върнете тук за да видите къде се свързва вашето устройство.
cs: Zkuste použít své zařízení a vraťte se sem později, abyste zjistili, kam se vaše zařízení připojuje.
id: Coba gunakan perangkat Anda, lalu kembali ke sini untuk melihat perangkat Anda terhubung ke mana.
ja: デバイスを使用してみて、後でここに戻って、デバイスの接続先を確認してください。
pt_br: Tente usar o seu dispositivo e volte aqui mais tarde, para ver onde o seu dispositivo se conecta.
ro: Încercaţi să utilizaţi dispozitivul şi reveniţi aici mai târziu pentru a vedea unde se conectează dispozitivul dvs.
sv: Kom tillbaka hit när du har använt din enhet ett tag, för att se var din enhet ansluter.
tr: Cihazınızı kullanmayı deneyin ve cihazınızın nereye bağlandığını görmek için daha sonra buraya tekrar gelin.

# activity device filter show all
source: All devices
ar: جميع الأجهزة
bg: Всички устройства
cs: Všechna zařízení
id: Semua perangkat
ja: すべてのデバイス
pt_br: Todos os dispositivos
ro: Toate dispozitivele
sv: Alla enheter
tr: Tüm cihazlar

# userdenied section header
source: My blocklists
ar: قوائم الحظر الخاصّة بي
bg: Моите списъци за блокиране
cs: Moje seznamy hostitelů
id: Daftar Cekal Saya
ja: 例外
pt_br: Minhas listas de bloqueio
ro: Exceptions
sv: Undantag
tr: Engelleme listelerim

# userdenied section slugline
source: Manage blocking of particular websites
ar: إدارة حظر مواقع ويب معيَّنة
bg: Управлявайте блокирането на определени уеб сайтове
cs: Spravovat blokování konkrétních webových stránek
id: Atur pemblokiran untuk situs-situs tertentu
ja: ブロック・許可したサイトを管理する
pt_br: Gerenciar bloqueio de sites específicos
ro: Gestionați blocarea anumitor site-uri
sv: Hantera blockering av vissa webbplatser
tr: Belirli web sitelerinin engellenmesini yönetin

# userdenied tab allowed
source: Allowed
ar: المسموح به
bg: Разрешени
cs: Povolené
id: Diizinkan
ja: 許可
pt_br: Permitido
ro: Permis
sv: Tillåten
tr: İzin verildi

# userdenied tab blocked
source: Blocked
ar: المَحظور
bg: Блокирани
cs: Blokované
hi: अवरुद्ध
id: Diblokir
ja: ブロック
pt_br: Bloqueado
ro: Blocat
sv: Blockerad
tr: Engellendi

# networks section header
source: Networks
ar: الشبكات
bg: Мрежи
cs: Sítě
id: Jaringan
ja: ネットワーク
pt_br: Redes
ro: Reţele
sv: Nätverk
tr: Ağlar

# networks section label
source: Adjust settings for WiFi and mobile networks
ar: ضبط إعدادات WiFi و شبكات الجوّال
bg: Регулиране на настройките за WiFi и мобилни мрежи
cs: Upravit nastavení pro WiFi a mobilní sítě
id: Pengaturan untuk WiFi dan jaringan seluler
ja: Wi-Fi とモバイルネットワークの設定を管理する
pt_br: Ajustar configurações para WiFi e redes móveis
ro: Reglaţi setările pentru WiFi şi reţelele mobile
sv: Justera inställningar för WiFi och mobila nätverk
tr: Kablosuz ve mobil ağlar için ayarları yapın

# networks label all networks
source: All networks
ar: جميع الشبكات
bg: Всички мрежи
cs: Všechny sítě
id: Semua jaringan
ja: すべてのネットワーク
pt_br: Todas as redes
ro: Toate rețelele
sv: Alla nätverk
tr: Tüm ağlar

# networks action network specific
source: Tap here to modify default settings. To make the app behave differently on some networks, tap below.
ar: انقر هنا لتعديل الإعدادات الافتراضيّة. لجعل التطبيق يعمل بشكل مختلف على بعض الشبكات ، انقر أدناه.
bg: Докоснете тук за да промените настройките по подразбиране. За да определите различно поведение на приложението в някои мрежи, докоснете по-долу.
cs: Klepnutím sem upravíte výchozí nastavení. Chcete-li, aby se aplikace v některých sítích chovala odlišně, klepněte níže.
id: Ketuk di sini untuk merubah pengaturan bawaan. Untuk pengaturan aplikasi di jaringan berbeda, ketuk di bawah.
ja: デフォルトの設定を変更するには、ここをタップしてください。一部のネットワークでアプリの動作を変更するには、下をタップしてください。
pt_br: Toque aqui para modificar as configurações padrão. Para fazer com que o aplicativo se comporte de forma diferente em algumas redes, toque abaixo.
ro: Apăsați aici pentru a modifica setările implicite. Pentru a face aplicația să se comporte diferit pe unele rețele, apăsați mai jos.
sv: Tryck här för att ändra standardinställningarna. Om du vill att appen ska bete sig annorlunda på vissa nätverk, tryck nedan.
tr: Varsayılan ayarları değiştirmek için buraya dokunun. Uygulamanın bazı ağlarda farklı davranmasını sağlamak için aşağıya dokunun.

# networks label configuration active
source: These settings are currently active
ar: هذه الإعدادات نشطة حاليّاً
bg: В момента тези настройки са активни
cs: Tato nastavení jsou aktuálně aktivní
id: Pengaturan ini sedang aktif
ja: これらの設定は有効です
pt_br: Essas configurações estão atualmente ativas
ro: Aceste setări sunt în prezent active
sv: Dessa inställningar är för närvarande aktiva
tr: Bu ayarlar şu anda aktif

# networks label configuration enabled
source: Not connected to this network
ar: غير متّصل بهذه الشبكة
bg: Не е свързана с тази мрежа
cs: Není připojeno k této síti
id: Tidak tersambung ke jaringan ini
ja: このネットワークに接続されていません
pt_br: Não conectado a esta rede
ro: Neconectat la această rețea
sv: Inte ansluten till detta nätverk
tr: Bu ağa bağlı değil

# networks label configuration inactive
source: Tap to modify settings for this network
ar: انقر لتعديل إعدادات هذه الشبكة
bg: Докоснете за да промените настройката за тази мрежа
cs: Klepnutím upravíte nastavení pro tuto síť
id: Ketuk untuk memodifikasi pengaturan jaringan ini
ja: タップしてこのネットワークの設定を変更します
pt_br: Toque para modificar as configurações desta rede
ro: Apăsați pentru a modifica setările acestei rețele
sv: Tryck för att ändra inställningar för detta nätverk
tr: Bu ağın ayarlarını değiştirmek için dokunun
