Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# universal action continue
source: Continue
ar: واصِلْ
bg: Продължи
cs: Pokračovat
hi: जारी रखें
id: Lanjut
ja: 続行
pt_br: Continuar
ro: Continuă
sv: Fortsätt
tr: İleri

# universal action cancel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
hi: रद्द करें
id: Batal
ja: キャンセル
pt_br: Cancelar
ro: Anulare
sv: Avbryt
tr: Vazgeç

# universal action close
source: Close
ar: إغلاق
bg: Затвори
cs: Zavřít
hi: बंद करें
id: Tutup
ja: 閉じる
pt_br: Fechar
ro: Închide
sv: Stäng
tr: Kapat

# universal action done
source: Done
ar: تمّ
bg: Готово
cs: Hotovo
hi: पूर्ण
id: Selesai
ja: 完了
pt_br: Concluído
ro: Efectuat
sv: Klar
tr: Bitti

# universal action try again
source: Try again
ar: إعادة المحاولة
bg: Опитайте отново
cs: Zkusit znovu
hi: दुबारा कोशिश करें
id: Coba lagi
ja: もう一度やり直してください
pt_br: Tente novamente
ro: Încercați din nou
sv: Försök igen
tr: Tekrar deneyin

# universal action learn more
source: Learn more
ar: لمعرفة المزيد
bg: Научете повече
cs: Zjistit více
hi: और जानें
id: Lihat lebih lanjut
ja: 詳細
pt_br: Saiba mais
ro: Aflați mai multe
sv: Läs mer
tr: Daha fazla bilgi edin

# universal action help
source: Help
ar: المُساعَدة
bg: Помощ
cs: Nápověda
hi: मदद
id: Bantuan
ja: ヘルプ
pt_br: Ajuda
ro: Ajutor
sv: Hjälp
tr: Yardım

# universal action show log
source: Logs
ar: السِجلّات
bg: Регистри
cs: Protokoly
hi: लॉग
id: Log
ja: ログ
pt_br: Registros
ro: Jurnale
sv: Loggar
tr: Günlükler

# universal action share log
source: Share log
ar: مُشاركة السِجلّ
bg: Сподели дневника
cs: Sdílet protokol
hi: लॉग शेयर करें
id: Bagikan log
ja: ログを共有
pt_br: Compartilhar log
ro: Împarte log
sv: Dela logg
tr: Hata raporu paylaş

# universal action copy
source: Copy
ar: نَسْخ
bg: Копирай
cs: Kopírovat
hi: कॉपी करें
id: Salin
ja: コピー
pt_br: Copiar
ro: Copiază
sv: Kopiera
tr: Kopyala

# universal action save
source: Save
ar: حِفْظ
bg: Запази
cs: Uložit
hi: सहेज करे
id: Simpan
ja: 保存
pt_br: Salvar
ro: Salvați
sv: Spara
tr: Kaydet

# universal action contact us
source: Contact us
ar: إتصل بنا
bg: Свържете се с нас
cs: Kontaktujte nás
hi: हमसे संपर्क करें
id: Hubungi kami
ja: お問い合わせ
pt_br: Contate-nos
ro: Contactați-ne
sv: Kontakta oss
tr: Bize ulaşın

# universal action support
source: Support
ar: الدعم
bg: Поддръжка
cs: Podpora
hi: सहायता
ja: サポート
pt_br: Suporte
ro: Asistenţă
sv: Hjälp
tr: Destek

# universal action upgrade
source: Upgrade to BLOKADA+
ar: الترقية إلى BLOKADA+
bg: Надстройте до BLOKADA+
cs: Upgradovat na BLOKADA+
hi: BLOKADA + में अपग्रेड करें
id: Upgrade ke BLOKADA+
ja: BLOKADA+ にアップグレード
pt_br: Atualize para o BLOKADA+
ro: Treceți la BLOKADA+
sv: Uppgradera till BLOKADA+
tr: BLOKADA+ yükselt

# universal action upgrade short
source: Upgrade
ar: ترقية
bg: Надграждане
cs: Aktualizovat
ja: アップグレード
pt_br: Atualizar
ro: Trecere la o variantă superioară
sv: Uppgradera
tr: Yükselt

# universal action yes
source: Yes
ar: نعم
bg: Да
cs: Ano
hi: हां
id: Ya
pt_br: Sim
ro: Da
sv: Ja
tr: Evet

# universal action no
source: No
ar: لا
bg: Не
cs: Ne
hi: नहीं
id: Tidak
pt_br: Não
ro: Nu
sv: Nej
tr: Hayır

# universal action donate
source: Donate
ar: التَّبرُّع
bg: Дарение
cs: Podpořit
hi: दान
id: Donasi
ja: 寄付
pt_br: Doar
ro: Donează
sv: Donera
tr: Bağış Yap

# universal action community
source: Community
ar: المُجتَمَع
bg: Общност
cs: Komunita
hi: समुदाय
id: Komunitas
ja: コミュニティ
pt_br: Comunidade
ro: Comunitate
sv: Mötesplats
tr: Topluluk

# universal action open in browser
source: Open in browser
ar: فتح في المتصفِّح
bg: Отваряне в браузър
cs: Otevřít v prohlížeči
hi: ब्राउज़र में खोलें
id: Buka di browser
ja: ブラウザーで開く
pt_br: Abrir no navegador
ro: Deschide în browser
sv: Öppna i webbläsare
tr: Tarayıcıda aç

# universal action more
source: More
ar: المزيد
bg: Още
cs: Více
hi: अधिक
id: Lebih lanjut
ja: もっと見る
pt_br: Mais
ro: Mai multe
sv: Mer
tr: Daha Fazla

# universal action download
source: Download
ar: تحميل
bg: Изтегляне
cs: Stáhnout
hi: डाउन्लोड
id: Unduh
ja: ダウンロード
pt_br: Baixar
ro: Descarcă
sv: Hämta
tr: İndir

# universal action news
source: News
ar: المُستجِدّات
bg: Новини
cs: Novinky
hi: समाचार
id: Berita
ja: ニュース
pt_br: Novidades
ro: Ştiri
sv: Nyheter
tr: Haberler

# universal action delete
source: Delete
ar: حَذْف
bg: Изтриване
cs: Odstranit
hi: हटाएँ
id: Hapus
ja: 削除
pt_br: Excluir
ro: Ştergere
sv: Radera
tr: Sil

# universal action hide
source: Hide
ar: إخفاء
bg: Скриване
cs: Skrýt
id: Sembunyikan
ja: 非表示
pt_br: Ocultar
ro: Ascunde
sv: Dölj
tr: Gizle

# universal action select
source: Select
ar: اختر
bg: Изберете
cs: Vybrat
id: Pilih
ja: 選択
pt_br: Selecionar
ro: Selectați
sv: Välj
tr: Seç

# universal action selected
source: Selected
ar: مُحَدَّد
bg: Избиране
cs: Vybrané
id: Dipilih
ja: 選択済み
pt_br: Selecionado
ro: Selectat
sv: Vald
tr: Seçildi

# universal action search
source: Search
ar: بحث
bg: Търсене
cs: Hledat
hi: खोजें
id: Cari
ja: 検索
pt_br: Pesquisar
ro: Căutare
sv: Sök
tr: Ara

# universal action filter
source: Filter
ar: فلتر
bg: Филтър
cs: Filtr
ja: フィルター
pt_br: Filtrar
ro: Filtru
tr: Filtre

# universal action clear
source: Clear
ar: مَسْح
bg: Изчистване
cs: Vymazat
hi: साफ़
id: Hapus
ja: 消去
pt_br: Limpar
ro: Curăță
sv: Rensa
tr: Temizle

# universal action revoke
source: Revoke
ar: إلغاء
bg: Анулирaне
cs: Zrušit
id: Cabut izin
ja: 取り消す
pt_br: Revogar
ro: Revocați
sv: Återkalla
tr: Kaldır

# universal label help
source: Help
ar: المُساعَدة
bg: Помощ
cs: Nápověda
hi: मदद
id: Bantuan
ja: ヘルプ
pt_br: Ajuda
ro: Ajutor
sv: Hjälp
tr: Yardım

# universal label welcome
source: Welcome!
ar: مرحباً !
bg: Добре дошли!
cs: Vítejte!
id: Selamat Datang!
ja: ようこそ！
pt_br: Bem-vindo!
ro: Bine aţi venit!
sv: Välkommen!
tr: Hoş geldiniz!

# universal label none
source: None
ar: لا يوجد
bg: Нищо
cs: Žádné
hi: कोई नहीं
id: Tidak ada
ja: 未設定
pt_br: Nenhuma
ro: Nici unul
sv: Inget
tr: Hiçbiri

# universal status processing
source: Processing... Please wait.
ar: جارِ المعالجة... انتظر من فضلك.
bg: В процес... Моля, изчакайте.
cs: Zpracovávám... Čekejte prosím.
hi: प्रॉसेस हो रहा हैं; कृपया प्रतीक्षा करें...
id: Sedang diproses... Harap tunggu.
ja: 処理中です... しばらくお待ちください
pt_br: Processando... Por favor, aguarde.
ro: Se procesează... Vă rugăm așteptați.
sv: Bearbetar... Var god vänta.
tr: İşeniyor... Lütfen bekleyin.

# universal status copied to clipboard
source: Copied to Clipboard
ar: تَمّ النسخ إلى الحافظة
bg: Копирано в клипборда
cs: Zkopírováno do schránky
id: Disalin ke clipboard
ja: クリップボードにコピーしました
pt_br: Copiado para a Área de Transferência
ro: Copiat în Clipboard
sv: Kopierad till urklipp
tr: Panoya kopyalandı

# universal status restart required
source: Please restart the app for the changes to take effect.
ar: الرجاء إعادة تشغيل التطبيق لتصبح التغييرات سارية المفعول.
bg: Моля, рестартирайте приложението за да влязат в сила промените.
cs: Restartujte prosím aplikaci, aby se změny projevily.
id: Silakan restart Blokada agar perubahan bisa diterapkan.
ja: 変更を反映するにはアプリを再起動してください。
pt_br: Por favor, reinicie o programa para que as alterações entrem em vigor.
ro: Vă rugăm să reporniţi aplicaţia pentru ca modificările să aibă efect.
sv: Starta om appen för att ändringarna ska träda i kraft.
tr: Değişikliklerin etkili olması için lütfen programı yeniden başlatın.

# universal status redirect
source: Continue with the Blokada App
ar: المتابعة مع تطبيق بلوكادا
bg: Продължете към приложението Blokada
cs: Pokračovat s aplikací Blokada
hi: ब्लोकाडा ऐप के साथ जारी रखें
id: Lanjutkan dengan Blokada
ja: Blokada アプリで続ける
pt_br: Continuar com o Aplicativo do Blokada
ro: Continuă cu aplicația Blokada
sv: Fortsätt med Blokada-appen
tr: Blokada uygulaması ile devam edin

# universal status confirm
source: Are you sure you want to proceed?
ar: هل أنت متأكّد أنّك تريد المتابعة؟
bg: Сигурни ли сте, че искате да продължите?
cs: Opravdu chcete pokračovat?
id: Anda yakin ingin melanjutkan?
ja: 続行しますか？
pt_br: Tem certeza que deseja continuar?
ro: Sunteţi sigur că doriţi să continuaţi?
sv: Är du säker du vill fortsätta?
tr: Devam etmek istediğinizden emin misiniz?

# alert error header
source: Ooops!
ar: عُذراً !
bg: Ооопс!
cs: Ups!
hi: ओह!
id: Ups!
ja: エラーが発生しました！
pt_br: Opa!
sv: Hoppsan!
tr: Hay aksi!

# alert vpn expired header
source: BLOKADA+ expired
ar: إنتهت صلاحيّة BLOKADA+
bg: BLOKADA+ е изтекла
cs: Platnost služby BLOKADA+ vypršela
hi: BLOKADA + समाप्त हो गया
id: BLOKADA+ kedaluwarsa
ja: BLOKADA+ の有効期限が終了しました
pt_br: O BLOKADA+ expirou
ro: BLOKADA+ a expirat
sv: BLOKADA+ löpte ut
tr: BLOKADA+ süresi doldu

# alert download link body
source: For security reasons, to download a file, we need to open this website in your browser. Then, please tap the download link again.
ar: لأسباب أمنيّة، لتنزيل ملف، نحتاج إلى فتح هذا الموقع في متصفّحك. ثم، الرجاء الضغط على رابط التنزيل مرّة أُخرى.
bg: От съображения за сигурност за да изтеглите файл ще трябва този уебсайт да се отвори във вашия браузър. След това, моля докоснете отново връзката за изтегляне.
cs: Pro stažení souboru musíme z bezpečnostních důvodů otevřít tento web ve vašem prohlížeči. Poté prosím klepněte na odkaz pro stažení.
id: Untuk alasan keamanan, untuk mengunduh file ini, Blokada harus membuka situs yang dituju di browser Anda. Silahkan tekan tautan download kembali.
ja: セキュリティ上の理由から、ファイルをダウンロードするにはお使いのブラウザーでこのウェブサイトを開く必要があります。ブラウザーでウェブサイトを開き、もう一度ダウンロードリンクをタップしてください。
pt_br: Por motivos de segurança, para baixar um arquivo, precisamos abrir este site no seu navegador. Em seguida, toque no link de download novamente.
ro: Din motive de securitate, pentru a descărca un fișier, trebuie să deschidem acest website în browser-ul dvs. Apoi, vă rugăm să accesați din nou link-ul de descărcare.
sv: Av säkerhetsskäl, för att ladda ner en fil, måste vi öppna denna webbplats i din webbläsare. Klicka sedan på nedladdningslänken igen.
tr: Güvenlik nedeniyle, bir dosya indirmek için bu web sitesini tarayıcınızda açmamız gerekiyor. Ardından, lütfen indirme bağlantısına tekrar dokunun.

# notification vpn expired header
source: BLOKADA+ subscription expired
ar: انتهت صلاحيّة الإشتراك في BLOKADA+
bg: Изтекъл срок на абонамента за BLOKADA+
cs: Předplatné služby BLOKADA+ vypršelo
hi: BLOKADA + की सदस्यता समाप्त हो गई है
id: Langganan BLOKADA+ Anda telah berakhir
ja: BLOKADA+ サブスクリプションの有効期限が終了しました
pt_br: Assinatura BLOKADA+ expirada
ro: Abonamentul BLOKADA+ a expirat
sv: Prenumerationen för BLOKADA+ har löpt ut
tr: BLOKADA+ aboneliğinin süresi doldu

# notification vpn expired subtitle
source: The VPN is disabled
ar: الـ VPN مُعَطَّل
bg: VPN е деактивиран
cs: VPN je zakázáno
hi: VPN अक्षम है
id: VPN dinonaktifkan
ja: VPN が無効になっています
pt_br: A VPN está desativada
ro: VPN-ul este dezactivat
sv: VPN är inaktiverat
tr: VPN devre dışı

# notification vpn expired body
source: Please update your subscription to continue using BLOKADA+
ar: الرجاء تحديث إشتراكك للإستمرار في إستخدام BLOKADA+
bg: Моля, актуализирайте абонамента си за да продължите да използвате BLOKADA+
cs: Aktualizujte vaše předplatné a pokračujte v používání služby BLOKADA+
hi: BLOKADA + का उपयोग जारी रखने के लिए कृपया अपनी सदस्यता अपडेट करें
id: Silakan perbarui langganan Anda agar BLOKADA+ dapat digunakan kembali
ja: BLOKADA+ を引き続き使用するには、サブスクリプションを更新してください
pt_br: Por favor, atualize sua assinatura para continuar usando o BLOKADA+
ro: Vă rugăm să vă actualizați abonamentul pentru a continua să utilizați BLOKADA+
sv: Uppdatera din prenumeration för att fortsätta använda BLOKADA+
tr: BLOKADA+ aboneliğini kullanmaya devam etmek için aboneliğinizi güncelleyin

# notification desc settings
source: Swipe the notification left or right for settings.
ar: اسحب الإشعار إلى اليسار أو اليمين من أجل الإعدادات.
bg: Плъзнете известието наляво или надясно за настройки.
cs: Nastavení zobrazíte přejetím oznámení doleva nebo doprava.
id: Geser notifikasi ke kiri atau kanan untuk mengakses pengaturan.
ja: 通知を右または左にスワイプして設定
pt_br: Deslize a notificação para a esquerda ou direita para acessar as configurações.
ro: Glisați notificarea înspre stânga sau dreapta pentru setări.
sv: Svep aviseringen åt vänster eller höger för inställningar.
tr: Ayarlar için bildirimi sola veya sağa kaydırın.

# notification update header
source: An update is available
ar: يوجد تحديث
bg: Налична е актуализация
cs: K dispozici je aktualizace
id: Pembaruan tersedia
ja: アップデートが利用可能です
pt_br: Atualização disponível
ro: Este disponibilă o actualizare
sv: En uppdatering är tillgänglig
tr: Bir güncelleme mevcut

# alert update body
source: Blokada %@ is now available for download. We recommend keeping the app up to date, and downloading it only from our official sources.
ar: Blokada %@ متاح الآن للتنزيل. نوصي بتحديث التطبيق باستمرار و تنزيله فقط من مصادرنا الرسميّة.
bg: Blokada %@ вече е достъпна за изтегляне. Препоръчваме да поддържате приложението актуално, както и да бъде изтегленo само от нашите официални източници.
cs: Blokada %@ je nyní k dispozici ke stažení. Doporučujeme aplikaci aktualizovat a stahovat pouze z našich oficiálních zdrojů.
id: Blokada %@ telah tersedia untuk diunduh. Kami menyarankan agar Anda terus memperbarui Blokada, dan hanya mengunduhnya dari sumber-sumber resmi.
ja: Blokada %@ がダウンロード可能になりました。公式ソースから最新版へアップデートすることをお勧めします。
pt_br: Blokada %@ está agora disponível para baixar. Recomendamos manter o aplicativo atualizado, e baixá-lo apenas de nossas fontes oficiais.
ro: Blokada %@ este acum disponibilă pentru descărcare. Vă recomandăm să păstrați aplicația la zi și să o descărcați doar din sursele noastre oficiale.
sv: Blokada %@ är nu tillgänglig för nedladdning. Vi rekommenderar att du håller appen uppdaterad och endast laddar ner den från våra officiella källor.
tr: Blokada %@ artık indirilebilir durumda. Uygulamayı güncel tutmanızı ve yalnızca resmi kaynaklarımızdan indirmenizi öneririz.

# update label updated
source: Updated!
ar: تَمّ التحديث !
bg: Обновено!
cs: Aktualizováno!
id: Diperbarui!
ja: 更新されました！
pt_br: Atualizado!
ro: Actualizat!
sv: Uppdaterad!
tr: Güncellendi!

# update desc updated
source: You are now using the newest version of Blokada! Remember, donating or subscribing to Blokada Plus allows us to continue improving the app.
ar: أنت الآن تستخدم أحدث إصدار من بلوكادا ! تَذكّر أنّ التَبَرُّع أو الإشتراك في Blokada Plus يَسمح لنا بمواصلة تحسين التطبيق.
bg: Вече използвате най-новата версия на Blokada! Не забравяйте, че дарението или абонамента за Blokada Plus ни позволява да продължим подобряването на приложението.
cs: Nyní používáte nejnovější verzi Blokady! Pamatujte, že podpora nebo předplatné služby Blokada Plus nám umožňuje pokračovat ve zlepšování aplikace.
id: Saat ini Anda sedang menggunakan versi terbaru dari Blokada! Ingat, donasi atau berlangganan Blokada Plus memungkinkan kami untuk bisa terus mengembangkan aplikasi ini.
ja: Blokada の最新バージョンを使用しています！ 寄付や Blokada Plus の登録はアプリ開発への支援となります。
pt_br: Agora você está usando a versão mais recente do Blokada! Lembre-se, doar ou assinar o Blokada Plus nos permite continuar melhorando o aplicativo.
ro: Acum folosești cea mai nouă versiune Blokada! Amintește-ți, donarea sau abonarea către Blokada Plus ne permite să continuăm să îmbunătățim aplicația.
sv: Du använder nu den senaste versionen av Blokada! Kom ihåg, att donera eller prenumerera på Blokada Plus låter oss fortsätta förbättra appen.
tr: Şimdi Blokada'nın en yeni sürümünü kullanıyorsunuz! Unutmayın, Blokada Plus'a bağış yapmak veya abone olmak, uygulamayı geliştirmeye devam etmemizi sağlar.

# update downloading description
source: The update is now downloading, and you should see the installation prompt shortly.
ar: يَتمّ تحميل التحديث، و يجب أن يظهر طلب التثبيت قريباً.
bg: Актуализацията вече се изтегля и след малко трябва да видите подкана за инсталиране.
cs: Aktualizace se nyní stahuje a brzy byste měli vidět výzvu k instalaci.
id: Pembaruan sedang diunduh, dan Anda akan melihat instruksi untuk menginstal beberapa saat kemudian.
ja: 更新プログラムがダウンロードされます。すぐにインストール許可画面が表示されます。
pt_br: A atualização está sendo baixada, e você verá a solicitação de instalação em breve.
ro: Actualizarea este în curs de descărcare și în scurt timp ar trebui să vedeți prompt-ul de instalare.
sv: Uppdateringen laddas nu ner, du bör se installationsprompten inom kort.
tr: Güncelleme şu anda indiriliyor ve kısa bir süre sonra kurulum istemini görmelisiniz.

# account active forever
source: Forever
ar: للأبد
bg: Завинаги
cs: Navždy
hi: हमेशा के लिए
id: Selamanya
ja: 無期限
pt_br: Para sempre
ro: Pentru totdeauna
sv: För alltid
tr: Sonsuza kadar

# account active forever full
source: Active forever
ar: نَشِط إلى الأبد
bg: Активен завинаги
cs: Vždy aktivní
id: Aktif selamanya
ja: 無期限有効
pt_br: Ativo para sempre
ro: Valabil pentru totdeauna
sv: Aktiv för alltid
tr: Sonsuza kadar etkin

# main ask for permissions header
source: Just one more step
ar: تبقّى خطوة واحدة فقط
bg: Само още една стъпка
cs: Již jen jeden krok
hi: बस एक और कदम
id: Satu langkah lagi
ja: 権限を許可してください
pt_br: Só mais um passo
ro: Doar încă un pas
sv: Bara ett steg till
tr: Sadece bir adım daha

# main ask for permissions description
source: Blokada is using a VPN Configuration to block ads. You will be asked to allow it in the next step.
ar: يستخدم بلوكادا إعدادات VPN لمنع الإعلانات. سوف يُطلب منك السماح له في الخطوة التالية.
bg: Blokada използва VPN конфигурация за блокиране на рекламите. В следващата стъпка ще бъдете помолени това да бъде разрешено.
cs: Blokada používá konfiguraci VPN k blokování reklam. V dalším kroku budete požádáni o její povolení.
hi: ब्लोकडा विज्ञापनों को ब्लॉक करने के लिए वीपीएन कॉन्फ़िगरेशन का उपयोग कर रहा है। आपको इसे अगले चरण में अनुमति देने के लिए कहा जाएगा।
id: Blokada menggunakan konfigurasi VPN untuk memblokir iklan. Anda akan diminta untuk memberikan izin di langkah selanjutnya.
ja: Blokada は広告をブロックするために VPN 権限を使用しています。次のステップで VPN 権限を許可するよう求められます。
pt_br: O Blokada está usando uma configuração de VPN para bloquear anúncios. Você será solicitado a permiti-lo na próxima etapa.
ro: Blokada folosește o configurație VPN pentru a bloca reclamele. Vi se va cere să îi acordați permisie în pasul următor.
sv: Blokada använder en VPN-konfiguration för att blockera annonser. Du kommer att bli ombedd att tillåta det i nästa steg.
tr: Blokada reklamları engellemek için bir VPN yapılandırması kullanıyor. Bir sonraki adımda buna izin vermeniz istenecektir.

# main share message
source: Blokada for iOS helped me block %@ ads and trackers!
ar: بلوكادا لنظام التشغيل iOS ساعدني على حَظْر %@ الإعلانات و المتعقِّبين !
bg: Blokada за iOS ми помогна да блокирам %@ реклами и тракери!
cs: Blokada pro iOS mi pomohla zablokovat %@ reklam a sledovačů!
hi: IOS के लिए ब्लोकडा ने मुझे %@ विज्ञापनों और ट्रैकर्स को ब्लॉक करने में मदद की!
id: Blokada iOS membantu saya memblokir %@ iklan dan pelacak!
ja: Blokada for iOS は、%@ の広告とトラッカーをブロックしました！
pt_br: O Blokada para iOS me ajudou a bloquear %@ anúncios e rastreadores!
ro: Blokada pentru iOS m-a ajutat să blochez %@ reclame și trackere!
sv: Blokada för iOS hjälpte mig att blockera %@ annonser och trackers!
tr: iOS için Blokada, %@ reklamlarını ve izleyicilerini engellememe yardımcı oldu!

# main rate us header
source: Rate us!
ar: قيِّمنا !
bg: Оценете ни!
cs: Ohodnoťte nás!
hi: हमें रेट करें!
id: Beri kami rating!
ja: アプリを評価してください！
pt_br: Avalie-nos!
ro: Acordați-ne o notă!
sv: Betygsätt oss!
tr: Bizi değerlendirin!

# main rate us description
source: How do you like Blokada so far?
ar: كم يعجبك بلوكادا حتى الآن؟
bg: Харесва ли ви Blokada до сега?
cs: Jak se vám zatím Blokada líbí?
hi: आपको ब्लोकडा अब तक कैसा लगा?
id: Apa pendapat Anda tentang Blokada sejauh ini?
ja: Blokada はいかがですか？
pt_br: Como você está gostando do Blokada até agora?
ro: Cum vă place Blokada până acum?
sv: Hur gillar du Blokada hittills?
tr: Şu ana kadar Blokada'yı nasıl buldunuz?

# main rate us on app store
source: Would you help us by rating Blokada on App Store?
ar: هل ستساعدنا من خلال تقييم بلوكادا على متجر التطبيقات؟
bg: Бихте ли ни помогнали като оцените Blokada в App Store?
cs: Pomůžete nám ohodnotit Blokadu v App Store?
hi: क्या आप App Store पर Blokada रेटिंग द्वारा हमारी मदद करेंगे?
id: Apakah Anda bersedia membantu kami dengan memberikan rating di App Store?
ja: App Store でBlokada を評価していただけませんか？
pt_br: Você nos ajudaria avaliando o Blokada na App Store?
ro: Ne ajutați prin a evalua aplicața Blokada în App Store?
sv: Skulle du kunna hjälpa oss genom att betygsätta Blokada på App Store?
tr: App Store'da Blokada'yı puanlayarak bize yardımcı olur musunuz?

# main rate us action sure
source: Sure!
ar: بالتأكيد !
bg: Разбира се!
cs: Jistě!
hi: ज़रूर!
id: Tentu!
ja: もちろん！
pt_br: Claro!
ro: Desigur!
sv: Visst!
tr: Tabii ki!

# main tab home
source: Home
ar: الرئيسيَّة
bg: Начало
cs: Hlavní obrazovka
hi: होम
id: Beranda
ja: ホーム
ro: Pagină de pornire
sv: Hem
tr: Ana Sayfa

# main tab activity
source: Activity
ar: الأنشطة
bg: Активност
cs: Aktivita
hi: गतिविधि
id: Aktifitas
ja: アクティビティ
pt_br: Atividade
ro: Activitate
sv: Aktivitet
tr: Etkinlik

# main tab advanced
source: Advanced
ar: إعدادات مُتقَدِّمة
bg: Разширени
cs: Pokročilé
hi: उच्च
id: Tingkat Lanjut
ja: 詳細
pt_br: Avançado
ro: Avansat
sv: Avancerat
tr: Gelişmiş

# main tab settings
source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
hi: सैटिंग्स
id: Pengaturan
ja: 設定
pt_br: Configurações
ro: Setări
sv: Inställningar
tr: Ayarlar

# home ads counter footnote
source: ads and trackers blocked since installation
ar: الإعلانات و المتعقّبين المحظورين منذ التثبيت
bg: рекламите и тракерите са блокирани след инсталирането
cs: počet reklam a sledovačů zablokovaných od instalace
hi: स्थापना के बाद से विज्ञापन और ट्रैकर अवरुद्ध
id: iklan dan pelacak yang diblokir sejak Blokada diinstal
ja: インストール後にブロックされた広告とトラッカー
pt_br: anúncios e rastreadores bloqueados desde a instalação
ro: reclame și trackere blocate de la instalare
sv: Annonser och trackers blockerade sedan installationen
tr: kurulumdan bu yana engellenen reklamlar ve izleyiciler

# home power off menu header
source: What would you like to do?
ar: ماذا تريد أن تفعل؟
bg: Какво искате да направите?
cs: Co chcete udělat?
hi: आप क्या करना चाहेंगे?
id: Apa yang ingin Anda lakukan?
ja: 停止オプションを選択してください
pt_br: O que você gostaria de fazer?
ro: Ce ați dori să faceți?
sv: Vad skulle du vilja göra?
tr: Ne yapmak istiyorsunuz?

# home power action turn on
source: Turn on
ar: تشغيل
bg: Включване
cs: Zapnout
hi: चालू करें
id: Aktifkan
ja: 起動
pt_br: Ativar
ro: Porneşte
sv: Slå på
tr: Aç

# home power action turn off
source: Turn off
ar: إيقاف التشغيل
bg: Изключване
cs: Vypnout
hi: बंद करे
id: Nonaktifkan
ja: 停止
pt_br: Desativar
ro: Oprește
sv: Stäng av
tr: Kapat

# home power action pause
source: Pause for 5 min
ar: إيقاف مؤقَّت لمدّة 5 دقائق
bg: Пауза за 5 мин
cs: Pozastavit na 5 minut
hi: 5 मिनट के लिए रुकें
id: Hentikan selama 5 menit
ja: 5 分間停止
pt_br: Pausar por 5 min
ro: Pauză pentru 5 minute
sv: Pausa i 5 minuter
tr: 5 dakika duraklat

# home status paused
source: Paused
ar: إيقاف مؤقَّت
bg: На пауза
cs: Pozastaveno
id: Dijeda
ja: 停止しています
pt_br: Em pausa
ro: În Pauză
sv: Pausad
tr: Duraklatıldı

# home status active
source: Active
ar: مُفَعَّل
bg: Активен
cs: Aktivní
hi: सक्रिय
id: Aktif
ja: 有効
pt_br: Ativo
ro: Activ
sv: Aktiv
tr: Etkin

# home status deactivated
source: Deactivated
ar: غير مُفعَّل
bg: Деактивиран
cs: Deaktivováno
id: Dinonaktifkan
ja: 無効
pt_br: Desativado
ro: Dezactivat
sv: Avaktiverad
tr: Devre dışı

# home action tap to activate
source: tap to activate
ar: اضغط للتفعيل
bg: докоснете за да активирате
cs: klepnutím aktivovat
hi: सक्रिय करने के लिए टैप करें
id: tekan untuk mengaktifkan
ja: タップして起動
pt_br: toque para ativar
sv: Tryck för att aktivera
tr: etkinleştirmek için dokunun
