Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# payment success desc
source: Your account is now active! You may now use all Blokada Plus features on all your devices.
ar: الآن حسابك نَشِط ! يُمكِنك الآن استخدام جميع ميّزات بلوكادا بلس على جميع أجهزتك.
bg: Вашият профил е активен! Вече можете да използвате всички функции на Blokada Plus на всичките си устройства.
cs: Váš účet je nyní aktivní! Nyní můžete používat všechny funkce Blokada Plus na všech vašich zařízeních.
id: Akun Anda telah aktif! Sekarang Anda dapat menggunakan semua fitur Blokada Plus di semua perangkat Anda.
ja: アカウントが有効になりました！ すべてのデバイスで Blokada Plus 機能を使用できます。
pt_br: Sua conta agora está ativa! Agora você pode usar todos os recursos do Blokada Plus em todos os seus dispositivos.
ro: Contul dvs. este acum activ! Acum puteți folosi toate funcțiile Blokada Plus pe toate dispozitivele dvs.
sv: Ditt konto är nu aktivt! Du kan nu använda alla Blokada Plus-funktioner på alla dina enheter.
tr: Hesabınız artık etkin! Artık Blokada Plus özelliklerini tamamını tüm cihazlarınızda kullanabilirsiniz.

# payment redirect label
source: Redirecting...
ar: جارِ إعادة التوجيه...
bg: Пренасочване...
cs: Přesměrování...
id: Mengalihkan...
ja: リダイレクトしています...
pt_br: Redirecionando...
ro: Redirecţionare...
sv: Omdirigerar...
tr: Yönlendiriliyor...

# payment redirect desc
source: Please wait. This should only take a moment.
ar: الرجاء الإنتظار. يجب أن يستغرق لحظات فقط.
bg: Моля изчакайте. Това ще отнеме малко време.
cs: Počkejte prosím. Mělo by to trvat jen chvíli.
id: Harap tunggu beberapa saat.
ja: 少し時間がかかります しばらくお待ちください
pt_br: Por favor, aguarde. Isso deve demorar só um momento.
ro: Vă rugăm să așteptați. Acest lucru ar trebui să dureze doar un moment.
sv: Vänligen vänta. Detta bör bara ta ett ögonblick.
tr: Lütfen bekleyin. Bu sadece bir dakika sürecek.

# payment ongoing title
source: Your payment is now being processed.
ar: جارِ معالجة عمليّة الدفع الخاصّة بك.
bg: Плащането Ви се обработва.
cs: Vaše platba se nyní zpracovává.
id: Pembayaran Anda sedang diproses.
ja: お支払いは現在処理中です。
pt_br: Seu pagamento está sendo processado agora.
ro: Plata dvs. este acum în curs de procesare.
sv: Din betalning behandlas.
tr: Ödemeniz şu an işleniyor.

# payment ongoing desc
source: Credit card payments should not take more than a few minutes. Cryptocurrency payments usually take up to an hour, depending on what transaction fee you chose. In case of PayPal, it may take up to 24 hours. You will get redirected once your account is ready. You may also close this screen, and come again later. If you feel like your transaction is taking too long, please contact us.
ar: يجب ألّا يستغرق دفع بطاقة الإئتمان أكثر من بضع دقائق. عادةً ما تستغرق مدفوعات العملات الرقميّة ما يصل إلى ساعة، تبعاً لرسوم المعاملات التي تختارها. في حالة باي بال ، قد يستغرق ما يصل إلى 24 ساعة. سيتم إعادة توجيه حسابك بمجرّد أن يكون جاهزاً. يمكنك أيضاً إغلاق هذه الشاشة، والعودة مرّة أُخرى لاحقاً. إذا كنت تشعر أن معاملتك تستغرق وقتاً طويلاً، الرجاء الاتصال بنا.
bg: Плащанията с кредитни карти не трябва да отнемат повече от няколко минути. Плащанията с криптовалута обикновено отнемат до час, в зависимост от това каква такса за транзакция сте избрали. В някои случаи като при PayPal, това може да отнеме до 24 часа. Ще получите пренасочване след като профилът ви е готов. Можете да затворите този екран и да дойдете отново по-късно. Ако смятате, че транзакцията се забавя много време, моля свържете се с нас.
cs: Platby kreditní kartou by neměly trvat déle než několik minut. Platby kryptoměnou obvykle trvají až hodinu, v závislosti na tom, jaký transakční poplatek jste si vybrali. V případě služby PayPal to může trvat až 24 hodin. Jakmile bude váš účet připraven, budete přesměrováni. Také můžete tuto obrazovku zavřít a vrátit se později. Pokud máte pocit, že vaše transakce trvá příliš dlouho, kontaktujte nás.
id: Pembayaran melalui kartu kredit biasanya hanya memerlukan waktu beberapa menit saja. Pembayaran melalui cryptocurrency bisa mencapai satu jam, tergantung pada jenis transaksi yang Anda pakai. PayPal bisa memakan waktu sampai 24 jam. Anda akan diarahkan saat akun Anda telah siap. Anda juga bisa menutup halaman ini, dan kembali lagi beberapa waktu kemudian. Jika menurut Anda transaksi ini memakan terlalu banyak waktu, silakan hubungi kami.
ja: クレジットカードの支払いは数分で完了します。暗号通貨の支払いは通常、あなたが選択した取引手数料に応じて 1 時間以内に完了します。PayPal の場合、最大 24 時間かかる場合があります。アカウントの準備が完了するとリダイレクトされます。この画面を閉じて、後で再度表示することもできます。取引に時間がかかりすぎる場合は、お問い合わせください。
pt_br: Os pagamentos com cartão de crédito não devem levar mais do que alguns minutos. Os pagamentos com criptomoedas geralmente levam até uma hora, dependendo da taxa de transação que você escolheu. No caso do PayPal, pode levar até 24 horas. Você será redirecionado assim que a sua conta estiver pronta. Você também pode fechar esta tela e voltar mais tarde. Se você acha que sua transação está demorando demais, entre em contato conosco.
ro: Plățile cu cardul de credit nu ar trebui să dureze mai mult de câteva minute. Plățile prin criptomonede durează de obicei până la o oră, în funcție de taxa de tranzacție pe care ați ales-o. În cazul PayPal, poate dura până la 24 de ore. Veți fi redirecționat odată ce contul dvs. este pregătit. Puteți închide acest ecran și să vă întoarceți mai târziu. Dacă vi se pare că tranzacția durează prea mult, vă rugăm să ne contactați.
sv: Kreditkortsbetalningar bör inte ta mer än några minuter. Betalningar av kryptovaluta tar vanligtvis upp till en timme, beroende på vilken transaktionsavgift du valde. För PayPal, kan det ta upp till 24 timmar. Du kommer att omdirigeras när ditt konto är klart. Du kan också stänga denna skärm, och komma igen senare. Om du känner att din transaktion tar för lång tid, vänligen kontakta oss.
tr: Kredi kartı ödemeleri birkaç dakikadan fazla sürmemelidir. Kripto para birimi ödemeleri, seçtiğiniz işlem ücretine bağlı olarak genellikle bir saat kadar sürer. PayPal söz konusu ise bu süre 24 saat kadar sürebilir. Hesabınız hazır olur olmaz yönlendirileceksiniz. Ayrıca bu ekranı kapatabilir ve daha sonra tekrar gelebilirsiniz. İşleminizin çok uzun sürdüğünü düşünüyorsanız, lütfen bizimle iletişime geçin.

# payment change method
source: Change
ar: تغيير
bg: Промяна
cs: Změnit
hi: बदलें
id: Ubah
ja: 変更
pt_br: Alterar
ro: Modifică
sv: Ändra
tr: Değiştir

# payment action pay
source: Pay %@
ar: دفع %@
bg: Платете %@
cs: Zaplatit %@
id: Bayar %@
ja: お支払い %@
pt_br: Pagar %@
ro: Plătește %@
sv: Betala %@
tr: %@ öde

# payment action pay period
source: Pay %@ each period
ar: دفع %@ في كل فترة
bg: Платете %@ за всеки един период
cs: Zaplatit %@ za každé období
id: Bayar %@ setiap periode
ja: 期限ごとのお支払い %@
pt_br: Pagar %@ por período
ro: Plătiți%@ € în fiecare perioadă
sv: Betala %@ varje period
tr: Her dönem için %@ öde

# payment label email
source: Email
ar: البريد الإلكتروني
bg: Имейл
ja: Eメール
sv: E-post
tr: E-posta

# payment crypto desc
source: To pay with your cryptocurrency wallet, tap the button below.
ar: للدفع باستخدام محفظة العملات الرقميّة الخاصّة بك، انقر على الزر أدناه.
bg: За да платите с криптовалута от портфейла си, натиснете бутона по-долу.
cs: Chcete-li zaplatit svou peněženkou s kryptoměnou, klepněte na tlačítko níže.
id: Untuk membayar dengan dompet cryptocurrency Anda, ketuk tombol di bawah ini.
ja: 暗号通貨ウォレットで支払うには、下のボタンをタップしてください。
pt_br: Para pagar com sua carteira de criptomoedas, toque no botão abaixo.
ro: Pentru a plăti cu portofelul de criptomonede, apăsați butonul de mai jos.
sv: För att betala med din kryptovalutaplånbok trycker du på knappen nedan.
tr: Kripto para cüzdanınızla ödeme yapmak için aşağıdaki düğmeye dokunun.

# payment label choose package
source: Choose your package
ar: اختر الحزمة المناسبة لك
bg: Изберете пакет
cs: Vyberte si balíček
id: Pilih paket yang Anda inginkan
ja: パッケージを選択してください
pt_br: Escolha seu pacote
ro: Alegeţi pachetul
sv: Välj ditt paket
tr: Paketinizi seçin

# payment label choose payment method
source: Choose your payment method
ar: اختر طريقة الدفع
bg: Изберете метод на плащане
cs: Zvolte způsob platby
id: Pilih metode pembayaran
ja: 支払い方法を選択してください
pt_br: Escolha o seu método de pagamento
ro: Alege metoda de plată
sv: Välj betalningsmetod
tr: Ödeme yönteminizi seçin

# payment label cheapest
source: Cheapest
ar: الأرخص
bg: Най-евтин
cs: Nejlevnější
id: Paling hemat
ja: 最安
pt_br: Mais barato
ro: Cel mai ieftin
sv: Billigast
tr: En ucuz

# payment label most popular
source: Most popular
ar: الأكثر شعبيّة
bg: Най-популярен
cs: Nejoblíbenější
id: Paling populer
ja: 一番人気
pt_br: Mais popular
ro: Cele mai populare
sv: Populärast
tr: En popüler

# payment label pay with card
source: Pay with card
ar: الدفع باستخدام البطاقة
bg: Платете с карта
cs: Zaplatit kartou
hi: कार्ड से भुगतान करें
id: Bayar dengan kartu kredit
ja: カードで支払う
pt_br: Pagar com cartão
ro: Plătiți cu cardul
sv: Betala med kort
tr: Kart ile öde

# payment label pay with paypal
source: Pay with PayPal
ar: الدفع بواسطة PayPal
bg: Платете с PayPal
cs: Zaplatit přes PayPal
hi: पेपैल के साथ भुगतान करें
id: Bayar dengan PayPal
ja: PayPal で支払う
pt_br: Pagar com PayPal
ro: Plătiți prin PayPal
sv: Betala med PayPal
tr: PayPal ile öde

# payment label pay with crypto
source: Pay with crypto
ar: الدفع بالعملات المشفّرة
bg: Платете с crypto
cs: Zaplatit pomocí kryptoměny
id: Bayar menggunakan cryptocurrency
ja: 暗号通貨で支払う
pt_br: Pague com cripto
ro: Plătește cu cripto
sv: Betala med krypto
tr: Kripto para ile öde

# payment package one month
source: 1 Month
ar: شهر واحد
bg: 1 Месец
cs: 1 měsíc
hi: 1 महीना
id: 1 Bulan
ja: 1 か月
pt_br: 1 Mês
ro: 1 Lună
sv: 1 Månad
tr: 1 ay

# payment package six months
source: 6 Months
ar: 6 أشهر
bg: 6 Месеца
cs: 6 měsíců
hi: 6 महीने
id: 6 Bulan
ja: 6 か月
pt_br: 6 Meses
ro: 6 Luni
sv: 6 Månader
tr: 6 ay

# payment package twelve months
source: 12 Months
ar: 12 شهر
bg: 12 Месеца
cs: 12 měsíců
hi: 12 महीने
id: 12 Bulan
ja: 12 か月
pt_br: 12 Meses
ro: 12 Luni
sv: 12 Månader
tr: 12 ay

# payment label discount
source: Save %@ (%@ / mo)
ar: حفظ %@ (%@ / mo)
bg: Спестете %@ (%@ / mo)
cs: Úspora %@ (%@ / měsíčně)
id: Hemat %@ (%@ / bulan)
ja: %@ 引き（%@ / 月）
pt_br: Economize %@ (%@ / mês)
ro: Salvează %@ (%@ / lună)
sv: Spara %@ (%@ / må)
tr: %@ (%@ / ay) indirim

# payment label country
source: Country
ar: الدولة
bg: Държава
cs: Stát
id: Negara
ja: 国
pt_br: País
ro: Țara
sv: Land
tr: Ülke

# payment euro desc
source: We are based in Europe, so we accept Euro: €10 is roughly $12.
ar: نحن موجودون في أوروبا ، لذلك نقبل اليورو: 10 يورو تعادل 12 دولاراً تقريباً.
bg: Ние се намираме в Европа, така че приемаме Евро: €10 са приблизително $12.
cs: Máme sídlo v Evropě, takže akceptujeme euro: 10 eur je zhruba 12 dolarů.
id: Kami berbasis di Eropa, mata uang yang kami terima berupa Euro: di mana €10 kira-kira senilai Rp170.000.
ja: 私たちはヨーロッパを拠点としているため、ユーロでお支払いいただいています。10 ユーロはおよそ 12 ドルです。
pt_br: Nós nos baseamos na Europa, então aceitamos Euro: €10 é aproximadamente $12.
ro: Suntem stabiliți în Europa, așadar acceptăm Euro: €10 sunt aproximativ $12.
sv: Vi är baserade i Europa, så vi accepterar Euro: € 10 är ungefär $ 12.
tr: Merkezimiz Avrupa'da olduğundan Euro'yu kabul ediyoruz: 10 € kabaca 12 $'dır.

# payment donate disclaimer
source: This won't activate your Blokada Plus account. If you wish to use our VPN service, please subscribe instead of donating.
ar: لن يؤدّي هذا إلى تنشيط حساب بلوكادا بلس الخاصّ بك. إذا كنت ترغب في استخدام خدمة VPN الخاصّة بنا، يُرجى الإشتراك بدلاً من التبرُّع.
bg: Това няма да активира вашия профил в Blokada Plus. Ако искате да използвате нашата VPN услуга, моля абонирайте се, вместо да дарявате.
cs: Toto neaktivuje váš účet Blokada Plus. Pokud chcete používat naši službu VPN, místo darů se prosím přihlaste k předplatnému.
id: Donasi yang Anda berikan tidak akan mengaktifkan akun Blokada Plus. Jika Anda ingin menggunakan layanan VPN kami, silakan pilih opsi berlangganan.
ja: これにより、Blokada Plus アカウントは有効化されません。VPN サービスを利用したい場合は、寄付の代わりにサブスクリプションにご登録ください。
pt_br: Isso não vai ativar sua conta do Blokada Plus. Se você deseja usar nosso serviço de VPN, assine em vez de doar.
ro: Aceasta nu vă va activa contul Blokada Plus. Dacă doriți să folosiți serviciul nostru VPN, vă rugăm să vă abonați în loc să donați.
sv: Detta kommer inte att aktivera ditt Blokada Plus-konto. Om du vill använda vår VPN-tjänst, vänligen prenumerera istället för att donera.
tr: Bu, Blokada Plus hesabını etkinleştirmez. VPN hizmetimizi kullanmak istiyorsan, lütfen bağış yapmak yerine abone ol.

# apps section header
source: Apps
ar: التطبيقات
bg: Приложения
cs: Aplikace
hi: ऐप्स
id: Aplikasi
ja: アプリ
ro: Aplicații
sv: Appar
tr: Uygulamalar

# apps label installed
source: Installed
ar: مُثَبَّت
bg: Инсталирани
cs: Nainstalované
id: Terinstal
ja: インストール済み
pt_br: Instalado
ro: Instalat
sv: Installerad
tr: Yüklü

# apps label system
source: System
ar: النظام
bg: Система
cs: Systémové
id: Sistem
ja: システム
pt_br: Sistema
ro: Sistem
tr: Sistem

# apps status bypassed
source: (bypassed)
ar: (تمَّ التجاوز)
bg: (заобиколено)
cs: (vyloučené)
id: (di-bypass)
ja: （バイパス済み）
pt_br: (ignorado)
ro: (ocolit)
sv: (förbigås)
tr: (atlandı)

# apps filter header
source: Which apps would you like to see?
ar: ما هي التطبيقات التي ترغب في رؤيتها؟
bg: Кои приложения искате да видите?
cs: Které aplikace chcete vidět?
id: Aplikasi mana yang ingin Anda lihat?
ja: どのアプリを表示しますか？
pt_br: Quais aplicativos você gostaria de ver?
ro: Ce aplicații doriți să vedeți?
sv: Vilka appar vill du se?
tr: Hangi uygulamaları görmek istersiniz?

# apps filter action show all
source: All apps
ar: جميع التطبيقات
bg: Всички приложения
cs: Všechny aplikace
id: Semua aplikasi
ja: すべて
pt_br: Todos os aplicativos
ro: Toate aplicațiile
sv: Alla appar
tr: Tüm uygulamalar

# apps filter action show bypassed
source: Bypassed only
ar: تمّ تجاوزه فقط
bg: Заобиколени само
cs: Pouze vyloučené
id: Hanya tampilkan entri yang di-bypass
ja: バイパスされたアプリ
pt_br: Ignorados apenas
ro: Doar ocolit
sv: Endast förbigångna

# apps filter action show not bypassed
source: Not bypassed only
ar: لم يتمّ تجاوزه فقط
bg: Не заобиколени само
cs: Pouze nevyloučené
id: Hanya tampilkan entri yang tidak di-bypass
ja: バイパスされていないアプリ
pt_br: Não ignorados apenas
ro: Nu doar cele ocolite
sv: Endast ej förbigångna

# apps filter action toggle system
source: Toggle all system apps
ar: تحديد كافة تطبيقات النظام
bg: Превключване към всички системни приложения
cs: Přepnout všechny systémové aplikace
id: Tampilkan semua aplikasi sistem
ja: すべてのシステムアプリを切り替える
pt_br: Alternar todos os aplicativos de sistema
ro: Comută toate aplicațiile de sistem
sv: Växla alla systemappar
tr: Tüm sistem uygulamalarını değiştir

# app settings section header
source: This device
ar: هذا الجهاز
bg: Това устройство
cs: Toto zařízení
id: Perangkat ini
ja: 設定
pt_br: Este dispositivo
ro: Acest dispozitiv
sv: Denna enhet
tr: Bu cihaz

# app settings language label
source: Language
ar: اللُّغة
bg: Език
cs: Jazyk
id: Bahasa
ja: 言語
pt_br: Idioma
ro: Limbă
sv: Språk
tr: Dil

# app settings theme label
source: App theme
ar: مَظهر التطبيق
bg: Тема на приложението
cs: Motiv aplikace
id: Tema aplikasi
ja: アプリのテーマ
pt_br: Tema do aplicativo
ro: Tema aplicației
sv: Apptema
tr: Uygulama teması

# app settings theme light
source: Light
ar: فاتح
bg: Светла
cs: Světlý
id: Terang
ja: ライト
pt_br: Claro
ro: Deschisă
sv: Ljust
tr: Açık

# app settings theme dark
source: Dark
ar: داكن
bg: Тъмна
cs: Tmavý
id: Gelap
ja: ダーク
pt_br: Escuro
ro: Închisă
sv: Mörkt
tr: Koyu

# app settings browser label
source: Redirect links to
ar: إعادة توجيه الروابط إلى
bg: Пренасочване на връзките към
cs: Přesměrovat odkazy na
id: Alihkan tautan ke
ja: リンクを開く
pt_br: Redirecionar links para
ro: Redirecționează link-urile către
sv: Omdirigera länkar till
tr: Bağlantıları yönlendir

# app settings browser internal
source: Internal browser
ar: المتصفِّح الداخلي
bg: Вътрешен браузър
cs: Interní prohlížeč
id: Browser internal
ja: 内部ブラウザー
pt_br: Navegador interno
ro: Browser intern
sv: Intern webbläsare
tr: Dahili tarayıcı

# app settings browser external
source: External browser (if possible)
ar: المتصفِّح الخارجي (إن أمكن)
bg: Външен браузър (ако е възможно)
cs: Externí prohlížeč (je-li to možné)
id: Browser eksternal (jika memungkinkan)
ja: 外部ブラウザー（可能な場合）
pt_br: Navegador externo (se possível)
ro: Browser-ul extern (dacă este posibil)
sv: Extern webbläsare (om möjligt)
tr: Harici tarayıcı (mümkünse)

# app settings ipv6 label
source: Allow IPv6
ar: السماح IPv6
bg: Разрешаване на IPv6
cs: Povolit IPv6
id: Izinkan IPv6
ja: IPv6 を許可する
pt_br: Permitir IPv6
ro: Permite IPv6
sv: Tillåt IPv6
tr: IPv6'ya izin ver

# app settings section system
source: System
ar: النظام
bg: Система
cs: Systémové
id: Sistem
ja: システム
pt_br: Sistema
ro: Sistem
tr: Sistem

# app settings action app info
source: Open App Information
ar: فتح معلومات التطبيق
bg: Отваряне на информацията за приложението
cs: Otevřít informace o aplikaci
id: Buka Info Aplikasi
ja: アプリ情報
pt_br: Abrir Informações do Aplicativo
ro: Deschide informații despre aplicație
sv: Öppna appinformation
tr: Uygulama bilgisini aç

# app settings action vpn profile
source: Open VPN Profile
ar: فتح مَلَف VPN الشخصي
bg: Отваряне на VPN профила
cs: Otevřít VPN profil
id: Buka Profil VPN
ja: VPN プロファイル
pt_br: Abrir Perfil de VPN
ro: Deschide profilul VPN
sv: Öppna VPN-profil
tr: VPN profilini aç

# app settings action notifications
source: Open Notification Settings
ar: فتح إعدادات الإشعارات
bg: Отваряне на настройките за известия
cs: Otevřít nastavení oznámení
id: Buka Pengaturan Notifikasi
ja: 通知設定
pt_br: Abrir Configurações de Notificação
ro: Deschide setările notificărilor
sv: Öppna aviseringsinställningar
tr: Bildirim ayarlarını aç

# app settings section details
source: Details
ar: التفاصيل
bg: Детайли
cs: Podrobnosti
id: Detail
ja: 詳細
pt_br: Detalhes
ro: Detalii
sv: Detaljer
tr: Ayrıntılar

# app settings status default
source: System default
ar: الإفتراضي للنظام
bg: Настройки по подразбиране
cs: Výchozí nastavení
id: Bawaan sistem
ja: システムのデフォルト
pt_br: Padrão do sistema
ro: Setări implicite ale sistemului
sv: Systemets inställning
tr: Sistem varsayılanı

# app settings start on boot
source: Start on boot
ar: إطلاق التطبيق عند إقلاع النظام
bg: Старт със системата
cs: Spustit při spuštění systému
hi: बूट पर प्रारंभ करें
id: Aktifkan saat boot
ja: デバイス起動時に Blokada を開始
pt_br: Executar na inicialização
ro: Lansare la pornire
sv: Kör vid uppstart
tr: Açılışta başlat

# app settings use dns over https
source: Use DNS over HTTPS
ar: استخدم DNS over HTTPS
bg: Използване на DNS през HTTPS
cs: Použít DNS přes HTTPS
id: Gunakan DNS over HTTPS
ja: DNS over HTTPS を利用する
pt_br: Usar DNS sobre HTTPS
ro: Utilizați DNS prin HTTPS
sv: Använd DNS över HTTPS
tr: HTTPS üzerinden DNS kullan

# app settings backup
source: Use cloud backup
ar: استخدام نسخ Cloud الإحتياطي
bg: Използване на облачно архивиране
cs: Použít cloudovou zálohu
id: Gunakan cloud backup
ja: クラウドバックアップ
pt_br: Usar backup na nuvem
ro: Folosește copia de rezervă din cloud
sv: Gör säkerhetskopieringar till molnet
tr: Bulut yedeklemesini kullan

# app settings section advanced
source: Advanced
ar: إعدادات مُتقَدِّمة
bg: Разширени
cs: Pokročilé
hi: उच्च
id: Tingkat Lanjut
ja: 詳細
pt_br: Avançado
ro: Avansat
sv: Avancerat
tr: Gelişmiş

# app settings section use foreground
source: Keep alive
ar: الإبقاء قَيْد التشغيل
bg: Винаги в активност
cs: Udržet naživu
hi: जिंदा रखें
id: Tetap hidupkan
ja: スリープモードにしない
pt_br: Manter ativo
ro: Păstrează activ
sv: Håll vaken
tr: Sürekli çalış

# intro header
source: Blokada is Active!
ar: بلوكادا نَشِط!
bg: Blokada е активна!
cs: Blokada je aktivní!
id: Blokada Aktif!
ja: Blokada が有効です！
pt_br: O Blokada está Ativo!
ro: Blokada este Activ!
sv: Blokada är aktiv!
tr: Blokada etkin!

# intro text
source: A blue ring means that Blokada is working. Remember, some ads, like YouTube, cannot be blocked. However, you will notice a difference in many other apps. We recommend you activate Always on VPN / Connect on Demand in your system settings.
ar: الدائرة الزرقاء تعني أن بلوكادا يعمل. تذكّر، بعض الإعلانات، مثل يوتيوب، لا يمكن حظرها. ومع ذلك، ستلاحظ وجود فرق في العديد من التطبيقات الأُخرى. ننصحك بتفعيل ميِّزة إبقاء VPN مُفَعَّل / الإتصال إثناء الطلب، الموجودان في إعدادات النظام الخاص بك.
bg: Синият пръстен означава, че Blokada работи. Не забравяйте, че някои реклами, като в YouTube не могат да бъдат блокирани. Въпреки това, ще забележите промяна в много други приложения. Препоръчваме ви да активирате Винаги включена VPN / Мрежа и интернет - VPN, или Always on VPN / Connect on Demand в системните настройки.
cs: Modrý kruh znamená, že Blokada funguje. Pamatujte, že některé reklamy, například na YouTube, nelze blokovat. V mnoha jiných aplikacích si však všimnete rozdílu. Vždy doporučujeme aktivovat VPN / Připojit na vyžádání v systémovém nastavení.
id: Lingkaran biru menandakan Blokada sedang aktif Ingat, beberapa iklan, seperti yang ada di YouTube, tidak bisa diblokir. Namun Anda bisa saja melihat perbedaan di aplikasi yang lain. Kami sarankan Anda untuk mengaktifkan Always On VPN/Connect on Demand di pengaturan perangkat Anda.
ja: 青いリングは Blokada が動作していることを意味します。 YouTube などの一部の広告はブロックできません。ただし、他の多くのアプリには有効です。 システム設定で常時接続 VPN（Android）/ オンデマンド接続（iOS）を有効にすることをお勧めします。
pt_br: Um anel azul significa que o Blokada está funcionando. Lembre-se, alguns anúncios, como o YouTube, não podem ser bloqueados. No entanto, você notará uma diferença em muitos outros aplicativos. Recomendamos que você ative VPN Sempre ativa / Conectar sob Demanda nas suas configurações do sistema.
ro: Un inel albastru înseamnă că Blokada funcționează. Rețineți că unele reclame, precum YouTube, nu pot fi blocate. Cu toate acestea, veţi observa o diferenţă în multe alte aplicaţii. Vă recomandăm să activați opțiunea Mereu pe VPN / Conectare la cerere în setările sistemului dvs.
sv: En blå ring innebär att Blokada fungerar. Kom ihåg att vissa annonser, som YouTube, inte kan blockeras. Du kommer dock att märka en skillnad i många andra appar. Vi rekommenderar att du aktiverar Alltid VPN / Anslut på begäran i dina systeminställningar.
tr: Mavi halka, Blokada'nın çalıştığı anlamına gelir. Unutmayın, YouTube'daki reklamlar gibi bazı reklamlar engellenemez. Ancak, diğer birçok uygulamada farkı göreceksiniz. Sistem ayarlarınızdan Her zaman VPN/Talep üzerine bağlan seçeneğini etkinleştirmenizi öneririz.

# location region worldwide
source: Everywhere
ar: في كل مكان
bg: Навсякъде
cs: Všude
id: Dimana saja
ja: どこにでも
pt_br: Todos os lugares
sv: Överallt
tr: Her yerde

# location region america
source: America
ar: أمريكا
bg: Америка
cs: Amerika
id: Amerika
ja: アメリカ
pt_br: América
sv: Amerika
tr: Amerika

# location region europe
source: Europe
ar: أوروبا
bg: Европа
cs: Evropa
id: Eropa
ja: ヨーロッパ
pt_br: Europa
ro: Europa
sv: Europa
tr: Avrupa

# location region asia
source: Asia
ar: آسيا
bg: Азия
cs: Asie
ja: アジア
pt_br: Ásia
sv: Asien
tr: Asya

# homepage header what is blokada
source: What is Blokada?
ar: ما هو بلوكادا؟
bg: Какво е Blokada?
cs: Co je Blokada?
id: Apa itu Blokada?
ja: Blokada とは？
pt_br: O que é o Blokada?
ro: Ce este Blokada?
sv: Vad är Blokada?
tr: Blokada nedir?

# homepage desc what is blokada
source: Learn the basic information about the app.
ar: تعلّم المعلومات الأساسيّة حول التطبيق.
bg: Запознайте се с основната информация за приложението.
cs: Zjistěte základní informace o aplikaci.
id: Pelajari informasi dasar tentang Blokada.
ja: アプリについて
pt_br: Obtenha informações básicas sobre o aplicativo.
ro: Învață informațiile de bază despre aplicație.
sv: Lär dig grundläggande information om appen.
tr: Uygulama hakkında temel bilgileri öğrenin.
