Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# networks label details default network
source: The settings below are applied by default for all networks. You can override them for selected networks (in the previous screen).
ar: يتم تطبيق الإعدادات أدناه بشكل افتراضي على جميع الشبكات. يمكنك تجاوزها للشبكات المحدّدة (في الشاشة السابقة).
bg: Настройките по-долу се прилагат по подразбиране за всички мрежи. Можете да ги запишете само и за избрани мрежи (в предишния екран).
cs: Níže uvedená nastavení jsou ve výchozím nastavení použita pro všechny sítě. Můžete je upravit pro vybrané sítě (na předchozí obrazovce).
id: Pengaturan di bawah ini diterapkan secara default untuk semua jaringan. Anda bisa merubahnya untuk jaringan yang Anda pilih (di menu sebelumnya).
ja: 以下の設定は、すべてのネットワークにデフォルトで適用されます。任意のネットワークの設定を（前の画面で）上書きできます。
pt_br: As configurações abaixo são aplicadas por padrão para todas as redes. Você pode substituí-las para as redes selecionadas (na tela anterior).
ro: Setările de mai jos sunt aplicate implicit pentru toate rețelele. Le puteți suprascrie pentru rețelele selectate (în ecranul anterior).
sv: Inställningarna nedan tillämpas som standard för alla nätverk. Du kan åsidosätta dem för valda nätverk (i föregående skärm).

# networks action encrypt dns
source: Encrypt DNS
ar: تشفير DNS
bg: Криптиран DNS
cs: Šifrovat DNS
id: Enkripsikan DNS
ja: DNS を暗号化
pt_br: Criptografar DNS
ro: Criptează DNS
sv: Kryptera DNS
tr: DNS'yi şifrele

# networks action use dns
source: Use DNS: %@
ar: استخدام DNS: %@
bg: Използвайте DNS: %@
cs: Použít DNS: %@
id: Gunakan DNS: %@
ja: DNS: %@
pt_br: Usar DNS: %@
ro: Folosește DNS: %@
sv: Använd DNS: %@
tr: DNS'i kullan: %@

# networks action use network dns
source: Prefer network DNS
ar: تفضيل شبكة DNS
bg: Предпочитан мрежов DNS
cs: Preferovat síťovou DNS
id: Utamakan DNS jaringan
ja: ネットワーク DNS
pt_br: Preferir DNS de rede
ro: Preferă rețeaua DNS
sv: Föredra nätverkets DNS
tr: Ağ DNS'sini tercih et

# networks action force libre mode
source: Force Libre mode
ar: فرض وضع Libre
bg: Принудителен Libre режим
id: Tetap pakai Libre Mode
ja: Libre モードを強制する
ro: Forțează modul Libre
sv: Tvinga Libreläge

# networks label specific network
source: Adjust what should happen when your device connects to this network.
ar: اضبط ما يجب أن يحدث عندما يتّصل جهازك بهذه الشبكة.
bg: Настройте поведението на устройството, когато се свърже с тази мрежа.
cs: Nastavte, co by se mělo stát, když se vaše zařízení připojí k této síti.
id: Atur apa yang terjadi ketika perangkat Anda tersambung dengan jaringan ini.
ja: このネットワークに接続されたときの動作を設定します。
pt_br: Ajuste o que deve acontecer quando o seu dispositivo se conectar a esta rede.
ro: Reglaţi ce ar trebui să se întâmple când dispozitivul se conectează la această reţea.
sv: Välj vad som ska hända när enheten ansluter till detta nätverk.
tr: Cihazınız bu ağa bağlandığında ne olacağını ayarlayın.

# networks label specific network type
source: Adjust what should happen when your device connects to a network of this type.
ar: اضبط ما يجب أن يحدث عندما يتّصل جهازك بشبكة من هذا النوع.
bg: Настройте поведението на устройството, когато се свърже с мрежа от този тип.
cs: Nastavte, co by se mělo stát, když se vaše zařízení připojí k síti tohoto typu.
id: Pengaturan ketika perangkat Anda tersambung dengan jaringan ini.
ja: この種類のネットワークに接続されたときの動作を設定します。
pt_br: Ajuste o que deve acontecer quando seu dispositivo se conectar a uma rede deste tipo.
ro: Reglaţi ce ar trebui să se întâmple când dispozitivul se conectează la o reţea de acest tip.
sv: Välj vad som ska hända när din enhet ansluter till ett nätverk av denna typ.

# networks label any wifi
source: Any WiFi network
ar: أي شبكة WiFi
bg: Всяка WiFi мрежа
cs: Jakákoliv WiFi síť
id: Jaringan WiFi manapun
ja: すべての Wi-Fi ネットワーク
pt_br: Qualquer rede Wi-Fi
ro: Orice reţea WiFi
sv: Alla WiFi-nätverk
tr: Herhangi kablosuz ağ

# networks label any mobile
source: Any mobile network
ar: أي شبكة هاتف
bg: Всяка мобилна мрежа
cs: Jakákoliv mobilní síť
id: Jaringan seluler manapun
ja: すべてのモバイルネットワーク
pt_br: Qualquer rede móvel
ro: Orice rețea mobilă
sv: Alla mobila nätverk
tr: Herhangi mobil ağ

# networks permission request
source: To have more control, tap here and let the app recognise all networks.
ar: لمزيد من التحكّم ، انقر هنا و دع التطبيق يتعرّف على جميع الشبكات.
bg: За да имате повече контрол, докоснете тук и оставете приложението да разпознава всички мрежи.
cs: Chcete-li mít větší kontrolu, klepněte sem a nechte aplikaci rozpoznat všechny sítě.
id: Ketuk di sini untuk mengizinkan Blokada mengenali semua jaringan.
ja: さらにコントロールするには、タップしてアプリにすべてのネットワークを認識させます。
pt_br: Para ter mais controle, toque aqui e deixe o app reconhecer todas as redes.
ro: Pentru a avea mai mult control, apăsați aici și lăsați aplicația să recunoască toate rețelele.
sv: För att få mer kontroll, tryck här och låt appen känna igen alla nätverk.
tr: Daha fazla kontrole sahip olmak için buraya dokunun ve uygulamanın tüm ağları tanımasına izin verin.

# networks permission request granted
source: You may see a notification when Blokada reads your network name in the background.
ar: قد ترى إشعاراً عندما يقرأ بلوكادا اسم شبكتك في الخلفية.
bg: Може да видите известие, когато Blokada във фонов режим прочете името на вашата мрежа.
cs: Když Blokada na pozadí přečte název vaší sítě, může se zobrazit oznámení.
id: Anda mungkin akan melihat pemberitahuan ketika Blokada memindai nama jaringan Anda di latar belakang.
ja: Blokada がネットワーク名をバックグラウンドで読み込むと通知が表示されることがあります。
pt_br: Você poderá ver uma notificação quando o Blokada ler o nome da sua rede em segundo plano.
ro: Puteți vedea o notificare atunci când Blokada citește numele rețelei în fundal.
sv: Du kanske ser en notifikation när Blokada läser ditt nätverksnamn i bakgrunden.

# networks section choose dns
source: Choose DNS
ar: اختر DNS
bg: Изберете DNS
cs: Vybrat DNS
id: Pilih server DNS
ja: DNS を選択
pt_br: Escolher DNS
ro: Alege DNS
sv: Välj DNS
tr: DNS seç

# networks summary encrypt dns
source: Blokada will encrypt DNS if possible. This improves your security and prevents malicious actors to spy on what websites and apps you use.
ar: سيقوم بلوكادا بتشفير DNS إن أمكن. يعمل ذلك على تحسين أمنك و يمنع الجهات الضارة من التجسس على مواقع الويب و التطبيقات التي تستخدمها.
bg: Blokada ще шифрова DNS, ако е възможно. Това ще подобри вашата сигурност и ще предотврати злонамерени участници да шпионират какви уебсайтове и приложения използвате.
cs: Blokada šifruje DNS, pokud je to možné. Tím se zlepší vaše zabezpečení a zabrání se škodlivým činitelům špehovat, jaké weby a aplikace používáte.
id: Blokada akan mengenkripsi DNS jika memungkinkan. Hal ini akan memperkuat keamanan dan mencegah orang lain memata-matai situs web dan aplikasi yang Anda pakai.
ja: Blokada は暗号化された DNS に優先して接続します。これによりセキュリティが向上し、悪意のある人物があなたが使用するウェブサイトやアプリをスパイするのを防ぎます。
pt_br: O Blokada criptografará o DNS, se possível. Isso melhora sua segurança e impede que agentes maliciosos espionem quais sites e aplicativos você usa.
ro: Blokada va cripta DNS dacă este posibil. Acest lucru îmbunătățește securitatea dvs. și previne actorii rău-intenționați să spioneze ce site-uri și aplicații utilizați.
sv: Blokada krypterar DNS om möjligt. Detta förbättrar din säkerhet och förhindrar skadliga aktörer att spionera på vilka webbplatser och appar du använder.

# networks summary use dns
source: Blokada will use %@ as your device's DNS. Choosing the one that allows for encryption (has the lock icon), and is near to you, will help protecting your data and making your connection fast.
ar: سيستخدم بلوكادا %@ كنظام DNS لجهازك. سيساعد اختيار الخيار الذي يسمح بالتشفير (الذي يحتوي على رمز القفل) ، و القريب منك ، على حماية بياناتك و جعل اتصالك سريعاً.
bg: Blokada ще използва %@ като DNS на вашето устройство. Изборът му позволява криптиране (има икона на ключ) и е близо до вас, това ще помогне за защита на вашите данни и за по-бърза връзка.
cs: Blokada použije %@ jako DNS vašeho zařízení. Výběr toho, který umožňuje šifrování (má ikonu zámku) a je blízko vás, pomůže chránit vaše data a zrychlí vaše připojení.
id: Blokada akan mempergunakan %@ sebagai DNS perangkat Anda. Memilih DNS yang mendukung enkripsi (bertanda ikon kunci) dan lokasi yang berdekatan dengan Anda akan membantu melindungi serta mempercepat koneksi Anda.
ja: Blokada はデバイスの DNS として %@ を使用します。ロックアイコン付きの暗号化された DNS を選択すると、データを保護することができます。一般に、近くにあるサーバーの方が通信速度が速くなるとされています。
pt_br: O Blokada usará %@ como o DNS do seu dispositivo. Ao escolher o que permite criptografia (tem o ícone de bloqueio), e está próximo de você, ajudará a proteger seus dados e a tornar a sua conexão rápida.
ro: Blokada va folosi %@ ca DNS al dispozitivului. Alegerea celei care permite criptarea (are pictograma de blocare) şi se află în apropierea dumneavoastră, vă va ajuta să vă protejați datele și să vă conectați rapid.
sv: Blokada kommer att använda %@ som din enhets DNS. Väljer du den som tillåter kryptering (har låsikonen), och är nära dig, hjälper det till med att skydda dina data och göra din anslutning snabb.

# networks summary network dns
source: Blokada will use the network's DNS if available, or switch to %@ otherwise. Also, the Encrypt DNS settings will be ignored whenever network DNS is used. Using the network's DNS helps to fix connectivity problems on troublesome networks, but leaves you unprotected.
ar: سيستخدم بلوكادا DNS الخاص بالشبكة إذا كان متاحاً ، أو يتحوّل إلى %@ بدلاً من ذلك. أيضاً ، سيتم تجاهل إعدادات تشفير DNS عند استخدام DNS الشبكة. يساعد استخدام DNS الخاص بالشبكة في إصلاح مشكلات الاتصال على الشبكات المزعجة ، لكنّه يتركك غير محمي.
bg: Blokada ще използва мрежов DNS, ако е наличен, или ще превключи на %@. Когато се използва мрежов DNSС настройките за шифроване на DNS ще бъдат игнорирани. Използването на мрежов DNS помага за отстраняване на проблеми с връзката в цъмнителни мрежи, но ви оставя незащитени.
cs: Blokada použije DNS sítě, pokud je k dispozici, nebo přepne na %@. Při každém použití síťového DNS bude také ignorováno nastavení Šifrovat DNS. Používání DNS v síti pomáhá řešit problémy s připojením v problémových sítích, ale nechává vás nechráněného.
id: Blokada akan mempergunakan DNS dari jaringan jika tersedia, jika tidak memungkinkan Blokada akan menggunakan %@. Pengaturan Enkripsi DNS akan diabaikan ketika DNS jaringan aktif. Penggunaan DNS dari jaringan membantu perbaikan kendala koneksi pada jaringan bermasalah, namun akan membuat koneksi Anda tak terlindungi.
ja: Blokada はネットワーク DNS を使用し、使用できない場合は %@ に切り替えます。ネットワーク DNS を使用すると DNS は暗号化されません。ネットワーク上の接続の問題が解決される場合がありますが、保護されていない状態になります。
pt_br: O Blokada usará o DNS da rede se disponível, ou alternará para %@ caso contrário. Além disso, as configurações de Criptografia de DNS serão ignoradas sempre que o DNS da rede for usado. O uso do DNS da rede ajuda a resolver problemas de conectividade em redes problemáticas, mas deixa você desprotegido.
ro: Blokada va utiliza DNS al rețelei dacă este disponibil, sau altfel va trece la %@. De asemenea, setările de criptare DNS vor fi ignorate ori de câte ori este folosit DNS de rețea. Utilizarea DNS al rețelei ajută la rezolvarea problemelor de conectivitate pe rețelele problematice, dar te lasă neprotejat.
sv: Blokada kommer att använda nätverkets DNS om tillgängligt, eller byta till %@ i övriga fall. Även inställningar för "Kryptera DNS" kommer att ignoreras när nätverkets DNS används. Att använda nätverkets DNS hjälper till att åtgärda anslutningsproblem på besvärliga nätverk, men lämnar dig oskyddad.

# networks summary network dns and plus mode
source: Blokada will temporarily disable Plus Mode whenever network DNS is used. This is because it is not possible to access network DNS in VPN. The Plus Mode will be automatically restored when your device switches to another network.
ar: سيقوم بلوكادا مؤقّتاً بتعطيل وضع Plus عند استخدام DNS للشبكة. لأنّه لا يمكن الوصول إلى DNS للشبكة أثناء اتصال VPN. سيتم استعادة وضع Plus تلقائيّاً عندما ينتقل جهازك إلى شبكة أُخرى.
bg: Blokada временно ще деактивира режим Плюс, когато се използва мрежов DNS. Това е така, защото не е възможен достъп до мрежовия DNS във VPN. Плюс режимът ще се възстанови автоматично, когато вашето устройство превключи към друга мрежа.
cs: Blokada dočasně zakáže režim Plus, kdykoli se použije síťové DNS. Je to proto, že ve VPN není možné přistupovat k síťovému DNS. Jakmile se zařízení přepne do jiné sítě, režim Plus se automaticky obnoví.
id: Blokada akan menonaktifkan Mode Plus untuk sementara waktu ketika DNS jaringan digunakan. Hal ini terjadi karena pengguna tidak akan mungkin mengakses DNS jaringan saat menggunakan VPN. Mode Plus akan kembali aktif secara otomatis ketika perangkat Anda beralih ke jaringan lain.
ja: Blokada は、ネットワーク DNS が使用されるたびに Plus モードを一時的に無効にします。これは VPN でネットワーク DNS にアクセスできないためです。デバイスが別のネットワークに切り替わると、Plus モードは自動的に復元されます。
pt_br: O Blokada desativará temporariamente o Modo Plus sempre que o DNS da rede for usado. Isso ocorre porque não é possível acessar o DNS da rede na VPN. O Modo Plus será automaticamente restaurado quando seu dispositivo mudar para outra rede.
ro: Blokada va dezactiva temporar Modul Plus ori de câte ori este utilizat DNS de rețea. Acest lucru se datorează faptului că nu este posibil să accesezi DNS de rețea în VPN. Modul Plus va fi restaurat automat atunci când dispozitivul va trece la o altă rețea.
sv: Blokada kommer tillfälligt att inaktivera Plus-läget när nätverkets DNS används. Detta beror på att det inte är möjligt att komma åt nätverkets DNS via VPN. Plus-läget återställs automatiskt när enheten växlar till ett annat nätverk.

# networks summary blocka plus mode
source: Blokada will use Blokada DNS in Plus mode, to ensure high level of encryption and speed. You may change this setting at the bottom of the Choose DNS screen.
ar: بلوكادا سيستخدم Blokada DNS في وضع Plus لضمان مستوى عالٍ من التشفير و السرعة. يمكنك تغيير هذا الإعداد في الجزء السفلي من شاشة اختيار DNS.
bg: Blokada ще използва Blokada DNS в режим Plus за да осигури високо ниво на криптиране и скорост. Можете да промените тази настройка в долната част на екрана Избор на DNS.
cs: Blokada bude používat Blokada DNS v režimu Plus, aby zajistila vysokou úroveň šifrování a rychlosti. Toto nastavení můžete změnit v dolní části obrazovky "Vybrat DNS".
id: Blokada akan mempergunakan Blokada DNS dalam Mode Plus demi menjamin kecepatan dan tingkat enkripsi tinggi. Anda dapat mengubah pengaturan ini di bagian bawah layar Pilih DNS.
ja: Blokada は Plus モードで Blokada DNS を使用して、高いレベルの暗号化と速度を確保します。DNS 選択画面の下部でこの設定を変更できます。
pt_br: O Blokada usará o Blokada DNS no modo Plus, para garantir um alto nível de criptografia e velocidade. Você pode alterar essa configuração na parte inferior da tela de Escolha de DNS.
ro: Blokada va utiliza Blokada DNS în modul Plus, pentru a asigura un nivel ridicat de criptare și viteză. Puteți schimba această setare în partea de jos a ecranului Alege DNS.
sv: Blokada kommer att använda Blokada DNS i Plus-läge, för att säkerställa hög nivå av kryptering och hastighet. Du kan ändra den här inställningen längst ner på Välj DNS.

# networks summary force libre mode
source: Blokada will always use Libre mode on this network, and ignore your Blokada Plus location. This is useful for networks where you do not want the additional protection.
ar: سيستخدم Blokada دائماً وضع Libre على هذه الشبكة ، و يتجاهل موقع Blokada Plus الخاصّ بك. هذا مفيد للشبكات التي لا تريد فيها حماية إضافيّة.
bg: Blokada винаги ще използва режим Libre в тази мрежа и ще игнорира Blokada Plus от това местоположение. Това е полезно за мрежи, при които не искате допълнителна защита.
id: Blokada akan selalu menggunakan Mode Libre di jaringan ini, dan mengabaikan lokasi yang Anda pilih di mode Blokada Plus. Ini berguna untuk jaringan di mana Anda tidak menginginkan perlindungan tambahan.
ja: Blokada はこのネットワーク上で常に Libre モードを使用し、Blokada Plus の接続先を無視します。追加の保護を必要としないネットワークでご利用ください。
ro: Blokada va utiliza întotdeauna modul Libre în această rețea și va ignora locația Blokada Plus. Acest lucru este util pentru rețelele în care nu doriți protecția suplimentară.
sv: Blokada kommer alltid att använda Librelägre på detta nätverk och ignorera din Blokada Plus-plats. Detta är användbart för nätverk där du inte vill ha extra skydd.

# networks permission dialog
source: Blokada can recognize networks you connect to, and let you configure separate settings for them. However, this app will collect location data in the form of network name to enable this feature, even when the app is closed or not in use. Sometimes you may see a system notification about location access - Blokada will only read the network's name.
ar: يستطيع بلوكادا التعرّف على الشبكات التي تتّصل بها ، و يتيح لك تكوين إعدادات منفصلة لها. و مع ذلك ، سيجمع هذا التطبيق بيانات الموقع على شكل اسم شبكة لتمكين هذه الميّزة ، حتى عندما يكون التطبيق مغلقاً أو غير مستخدم. في بعض الأحيان قد ترى إشعار النظام حول الوصول إلى الموقع - سيقرأ بلوكادا اسم الشبكة فقط.
bg: Blokada може да разпознава мрежите, към които се свързвате и ви позволява да конфигурирате отделни настройки за тях. Приложението обаче ще събира данни за местоположението под формата на име на мрежа за да активира тази функция, дори когато е затворено или не се използва. Понякога може да видите системно известие за достъп до местоположение - Blokada ще прочете само името на мрежата.
cs: Blokada dokáže rozpoznat sítě, ke kterým se připojujete, a umožní vám pro ně nakonfigurovat samostatná nastavení. Tato aplikace však bude shromažďovat údaje o poloze ve formě názvu sítě, aby tuto funkci povolila, i když je aplikace zavřená nebo se nepoužívá. Někdy se může zobrazit systémové oznámení o přístupu k poloze - Blokada bude číst pouze název sítě.
id: Blokada bisa mengenali jaringan apa saja yang terkoneksi dengan perangkat Anda, dan memungkinkan Anda untuk membuat pengaturan terpisah untuk masing-masing jaringan tersebut. Namun, Blokada akan mengumpulkan data lokasi dalam bentuk nama jaringan supaya fitur ini bisa berfungsi dengan baik, bahkan ketika Blokada sedang non aktif atau tidak digunakan. Anda sesekali akan mendapat notifikasi sistem tentang Blokada yang mengakses informasi lokasi, namun Blokada hanya membaca nama jaringan yang Anda gunakan.
ja: Blokada は接続先のネットワークを認識して個別の設定を適用することができます。Blokada がこの機能を有効にするためにはネットワーク名を収集する必要があり、位置情報へのアクセス許可が必要です。アプリが閉じられているか使用されていない場合でも、場合によっては位置情報へのアクセスに関するシステム通知が表示されることがあります。Blokada はネットワーク名のみを読み取りその他の情報は利用しません。
pt_br: O Blokada pode reconhecer redes às quais você se conecta, e permite que você defina configurações separadas para elas. No entanto, este aplicativo irá coletar dados de localização na forma de nome de rede para habilitar esse recurso, mesmo quando o aplicativo está fechado ou não em uso. Às vezes, você pode ver uma notificação do sistema sobre o acesso à localização - o Blokada só lerá o nome da rede.
ro: Blokada poate recunoaște rețelele la care vă conectați și vă poate permite să configurați setări separate pentru ele. Totuși, această aplicație va colecta date de locație sub forma numelui de rețea pentru a activa această caracteristică, chiar și atunci când aplicația este închisă sau nu este în uz. Uneori puteți vedea o notificare de sistem despre accesul la locație - Blokada va citi doar numele rețelei.
sv: Blokada kan känna igen nätverk som du ansluter till och låter dig konfigurera separata inställningar för dem. Denna app kommer dock att samla in platsdata i form av nätverksnamn för att aktivera den här funktionen, även när appen är stängd eller inte används. Ibland kan du se ett systemmeddelande om platsåtkomst - Blokada läser bara nätverkets namn.

# account section header settings
source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
hi: सैटिंग्स
id: Pengaturan
ja: 設定
pt_br: Configurações
ro: Setări
sv: Inställningar
tr: Ayarlar

# account status text
source: Your BLOKADA %@ account is active until %@.
ar: حسابك في BLOKADA %@ نَشِط حتّى %@.
bg: Вашият BLOKADA %@ профил е активен до %@.
cs: Váš účet BLOKADA %@ je aktivní do %@.
hi: आपका BLOKADA%@ खाता %@ तक सक्रिय है।
id: %@ Akun BLOKADA Anda aktif sampai %@.
ja: BLOKADA %@ - アカウントの有効期限は %@ です。
pt_br: Sua conta BLOKADA %@ está ativa até %@.
ro: Contul dvs. BLOKADA %@ este activ până la %@.
sv: Ditt BLOKADA %@konto är aktivt fram till %@.
tr: BLOKADA %@ hesabınız %@ kadar etkindir.

# account status text libre
source: Your BLOKADA Libre account is active until forever.
ar: حسابك في BLOKADA الحر نَشِط إلى الأبد.
bg: Вашият профил в BLOKADA Libre е активен завинаги.
cs: Váš účet BLOKADA Libre je aktivní navždy.
id: Akun BLOKADA Libre Anda telah aktif tanpa batas waktu.
ja: BLOKADA Libre - 有効期限のない無料アカウントです。
pt_br: Sua conta BLOKADA Libre está ativa para sempre.
ro: Contul tău BLOKADA Libre este activ pentru întotdeauna.
sv: Ditt BLOKADA Libre konto är aktivt för all evighet.
tr: BLOKADA Libre hesabınız sonsuza kadar etkindir.

# account section header primary
source: Primary
ar: الأساسي
bg: Основен
cs: Primární
hi: प्रमुख
id: Utama
ja: メイン
pt_br: Primário
ro: Principal
sv: Primär
tr: Birincil

# account section header other
source: Other
ar: غير ذلك
bg: Друг
cs: Ostatní
hi: अन्य
id: Lainnya
ja: その他
pt_br: Outros
ro: Altele
sv: Annat
tr: Diğer

# account action my account
source: My account
ar: حسابي
bg: Моят профил
cs: Můj účet
hi: मेरा खाता
id: Akun saya
ja: アカウント情報
pt_br: Minha conta
ro: Contul meu
sv: Mitt konto
tr: Hesabım

# account action encryption
source: Encryption & DNS
ar: التشفير و DNS
bg: Криптиране & DNS
cs: Šifrování & DNS
id: Enkripsi & DNS
ja: 暗号化と DNS
pt_br: Criptografia e DNS
ro: Criptare și DNS
sv: Kryptering & DNS
tr: Şifreleme ve DNS

# account action devices
source: Devices
ar: الأجهزة
bg: Устройства
cs: Zařízení
hi: उपकरण
id: Perangkat
ja: デバイス管理
pt_br: Dispositivos
ro: Dispozitive
sv: Enheter
tr: Cihazlar

# account action new device
source: New device
ar: جهاز جديد
bg: Ново устройство
cs: Nové zařízení
hi: नया उपकरण
id: Perangkat baru
ja: 新しいデバイス
pt_br: Novo dispositivo
ro: Dispozitiv nou
sv: Ny enhet
tr: Yeni cihaz

# account action inbox
source: Inbox
ar: صندوق الوارد
bg: Входяща кутия
cs: Novinky
hi: इनबॉक्स
id: Kotak Masuk
ja: 受信トレイ
pt_br: Caixa de entrada
ro: Mesaje
sv: Inkorg
tr: Gelen Kutusu

# account action logout
source: Restore purchase
ar: استعادة الشراء
bg: Възстановяване на покупка
cs: Obnovit nákup
id: Kembalikan pembelian
ja: 購入を復元
pt_br: Restaurar compras
ro: Restabilește achiziția
sv: Återställ köp
tr: Satın alımı geri yükle

# account action logout only
source: Log out
ar: تسجيل الخروج
bg: Изход от профила
cs: Odhlásit se
hi: लोग आउट
id: Keluar
ja: ログアウト
pt_br: Encerrar sessão
ro: Iesire din cont
sv: Logga ut
tr: Oturumu kapat

# account action create
source: Generate new account
ar: إنشاء حساب جديد
bg: Генериране на нов профил
cs: Vytvořit nový účet
id: Buat akun baru
ja: 新しいアカウントを生成
pt_br: Gerar nova conta
ro: Generează un cont nou
sv: Skapa nytt konto
tr: Yeni hesap oluştur

# account action about
source: About
ar: حوْلَ
bg: За приложението
cs: O aplikaci
hi: हमारे बारे में
id: Info Aplikasi
ja: アプリについて
pt_br: Sobre
ro: Despre
sv: Om
tr: Hakkında

# account action tap to show
source: Tap to show
ar: انقر لإظهار
bg: Докоснете за да се покаже
cs: Klepněte pro zobrazení
id: Tekan untuk melihat
ja: タップして表示
pt_br: Toque para mostrar
ro: Atingeți pentru a afișa
sv: Tryck för att visa
tr: Göstermek için dokunun

# account action restoring
source: Restoring account: %@
ar: استعادة الحساب: %@
bg: Възстановяване на профил: %@
cs: Obnovuji účet: %@
id: Memulihkan akun: %@
ja: アカウントを復元中: %@
pt_br: Restaurando conta: %@
ro: Recuperare cont: %@
sv: Återställer konto: %@
tr: Hesap geri yükleniyor: %@
