Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# account label enter to continue
source: Enter your account ID to continue
ar: أدخل مُعرِّف حسابك للمتابعة
bg: Въведете ID номер на профила за да продължите
cs: Pro pokračování zadejte ID vašeho účtu
hi: जारी रखने के लिए अपना खाता आईडी दर्ज करें
id: Masukkan ID akun Anda untuk melanjutkan
ja: 続行するにはアカウント ID を入力してください
pt_br: Digite o ID da sua conta para continuar
ro: Introduceți ID-ul contului dvs. pentru a continua
sv: Ange ditt konto-ID för att fortsätta
tr: Devam etmek için hesap kimliğinizi girin

# account restore description
source: Don't worry, if you lost or forgot your account ID, we can recover it. Please contact our support, and provide us information that will allow us to identify your purchase (eg. last 4 digits of your credit card, or PayPal email).
ar: لا تقلق، إذا فقدت أو نسيت مُعرِّف حسابك، يُمكِننا استرداده. يُرجى الاتصال بدعمنا، وتوفير المعلومات التي سَتُمكّننا من التعرُّف على عمليّة الشراء الخاصّة بك (على سبيل المثال، آخر 4 أرقام لبطاقة الإئتمان الخاصّة بك، أو بريدك الإلكتروني في PayPal).
bg: Не се притеснявайте ако сте загубили или забравили ID на профила си, можем да го възстановим. Моля, свържете се с нашата поддръжка и ни дайте информация, с която ще ни позволите да идентифицираме вашата покупка (напр. Последните 4 цифри на вашата кредитна карта или PayPal email).
cs: Nemějte obavy, pokud jste ztratili nebo zapomněli ID účtu, můžeme jej obnovit. Kontaktujte naši podporu a poskytněte nám informace, které nám umožní identifikovat váš nákup (např. poslední 4 číslice vaší kreditní karty nebo e-mail k PayPalu).
id: Jangan khawatir, jika Anda kehilangan atau lupa ID akun Anda, kami dapat memulihkannya. Silakan hubungi kanal dukungan kami, dan siapkan informasi yang memungkinkan kami mengidentifikasi pembelian Anda (misalnya 4 digit terakhir kartu kredit Anda, atau email yang Anda pakai untuk login di PayPal).
ja: アカウント ID を紛失または忘れてしまった場合は、サポートに連絡してください。その際、お客様の購入を確認するためにクレジットカードの下 4 桁または PayPal メールを提供してください。
pt_br: Não se preocupe, se você perdeu ou esqueceu o seu ID de conta, poderemos recuperá-lo. Por favor, entre em contato com o nosso suporte e nos forneça informações que nos permitirão identificar sua compra (por exemplo, últimos 4 dígitos do seu cartão de crédito, ou e-mail do PayPal).
ro: Nu-ți face griji, dacă ți-ai pierdut sau ai uitat ID-ul de cont, îl putem recupera. Te rugăm să contactezi asistența noastră și să ne furnizezi informații care ne vor permite să identificăm achiziția ta (de ex. ultimele 4 cifre ale cardului de credit sau e-mailul PayPal).
sv: Oroa dig inte, om du har förlorat eller glömt ditt konto-ID kan vi återställa det. Vänligen kontakta vår support och ge oss information som gör det möjligt för oss att identifiera ditt köp (t. ex. sista 4 siffrorna i ditt kreditkort, eller din e-post på PayPal).
tr: Endişelenmeyin, hesap kimliğinizi kaybettiyseniz veya unuttuysanız kurtarabiliriz. Lütfen desteğimizle iletişime geçin ve satın alma işleminizi belirlememizi sağlayacak bilgileri bize sağlayın (Örn. Kredi kartınızın son 4 hanesi veya PayPal e-postası).

# account create description
source: This is your account ID. Write it down and keep it private. It’s the only way to access your subscription.
ar: هذا هو معرِّف حسابك. قم بتدوينه و حافظه عليه. إنّه الطريقة الوحيدة للوصول إلى اشتراكك.
bg: Това е идентификаторът на вашия профил. Запишете и го пазете. Това е единственият начин за достъп до абонамента ви.
cs: Toto je ID vašeho účtu. Zapište si jej a udržujte ho v soukromí. Je to jediný způsob, jak přistupovat k vašemu předplatnému.
id: Ini adalah ID akun Anda. Harap dicatat dan dijaga kerahasiaannya. ID akun ini satu-satunya cara mengakses data berlangganan Anda.
ja: これはあなたのアカウント ID です。サブスクリプションにアクセスする唯一の方法です。他の人から見られない場所で確実に保管してください。
pt_br: Este é o ID da sua conta. Anote-o e mantenha-o privado. É a única maneira de acessar sua assinatura.
ro: Acesta este ID-ul contului dvs. Notați-l și păstrați-l secret. Este singurul mod de a vă accesa abonamentul.
sv: Detta är ditt konto-ID. Skriv ner det och håll det privat. Det är det enda sättet att komma åt din prenumeration.
tr: Bu sizin hesap kimliğinizdir. Bunu bir yere yazın ve gizli tutun. Aboneliğinize erişmenin tek yolu budur.

# account create confirm
source: I wrote it down
ar: لقد قمت بتدوينه
bg: Записах го
cs: Mám zapsáno
id: Saya sudah mencatat detil akun saya
ja: 保管しました
pt_br: Eu anotei
ro: L-am notat
sv: Jag har skrivit ner det
tr: Not aldım

# account section header my subscription
source: My Subscription
ar: اشتراكي
bg: Моят абонамент
cs: Moje předplatné
hi: मेरी सदस्यता
id: Status Berlangganan
ja: サブスクリプション
pt_br: Minha Assinatura
ro: Abonamentul meu
sv: Min prenumeration
tr: Aboneliğim

# account section header general
source: General
ar: عام
bg: Основни
cs: Obecné
hi: सामान्य
id: Umum
ja: 全般
pt_br: Geral
ro: Preferințe generale
sv: Allmänt
tr: Genel

# account section header subscription
source: Subscription
ar: الإشتراك
bg: Абонамент
cs: Předplatné
hi: सदस्यता
id: Langganan
ja: サブスクリプション
pt_br: Assinatura
ro: Abonament
sv: Prenumeration
tr: Abonelik

# account label id
source: Account ID
ar: مُعَرِّف الحساب
bg: Профил ID
cs: ID účtu
hi: खाता आईडी
id: ID Akun
ja: アカウント ID
pt_br: ID da conta
ro: ID Cont
sv: Konto ID
tr: Hesap Kimliği

# account label type
source: Account type
ar: نوع الحساب
bg: Тип на профила
cs: Typ účtu
hi: खाता प्रकार
id: Jenis akun
ja: アカウントの種類
pt_br: Tipo de conta
ro: Tipul de cont
sv: Kontotyp
tr: Hesap türü

# account label active until
source: Active until
ar: نَشِط حتّى
bg: Активен до
cs: Aktivní do
hi: ... तक एक्टिव
id: Aktif hingga
ja: 有効期限
pt_br: Ativo até
ro: Activ până la
sv: Aktiv tills
tr: Aktiflik süresi:

# account action manage subscription
source: Manage subscription
ar: إدارة الإشتراك
bg: Управление на абонамента
cs: Spravovat předplatné
hi: सदस्यताओं को प्रबंधित करें
id: Kelola langganan
ja: サブスクリプションの管理
pt_br: Gerenciar assinatura
ro: Gestionare abonament
sv: Hantera prenumeration
tr: Aboneliği yönet

# account action why upgrade
source: Why should I upgrade?
ar: لماذا ينبغي عليّ الترقية؟
bg: Защо трябва да надстроя?
cs: Proč bych měl upgradovat?
hi: मुझे अपग्रेड क्यों करना चाहिए?
id: Kenapa saya harus berlangganan?
ja: アップグレードする理由は？
pt_br: Por que devo fazer o upgrade?
ro: De ce ar trebui să trec la BLOKADA+?
sv: Varför ska jag uppgradera?
tr: Neden yükseltmeliyim?

# account subscription header renew
source: Renew automatically
ar: تجديد تلقائي
bg: Автоматично подновяване
cs: Automaticky obnovit
id: Perpanjang secara otomatis
ja: 自動更新
pt_br: Renovar automaticamente
ro: Reînnoire automată
sv: Förnya automatiskt
tr: Otomatik olarak yenile

# account subscription header payment method
source: Payment method
ar: طريقة الدفع
bg: Начин на плащане
cs: Způsob platby
id: Cara Pembayaran
ja: お支払い方法
pt_br: Método de pagamento
ro: Metoda de plată
sv: Betalningsmetod
tr: Ödeme yöntemi

# account subscription renew unsupported
source: Your payment method does not allow to control the auto renewal setting here.
ar: طريقة الدفع الخاصّة بك لا تسمح بالتحكم في إعداد التجديد التلقائي هنا.
bg: Начинът на плащане не ви позволява да контролирате от тук настройката за автоматично подновяване.
cs: Vaše platební metoda neumožňuje kontrolovat nastavení automatického obnovení.
id: Metode pembayaran yang Anda pakai tidak memungkinkan untuk mengatur proses pembaruan langganan secara otomatis.
ja: 指定のお支払い方法は、ここで自動更新を設定できません。
pt_br: Seu método de pagamento não permite controlar a configuração de renovação automática aqui.
ro: Metoda dvs. de plată nu permite controlul reînnoirii automate a setării aici.
sv: Din kan inte välja eller avsluta automatisk förnyelse för den valda betalningsmetoden här.
tr: Ödeme yönteminiz, burada otomatik yenileme ayarının kontrol edilmesine izin vermiyor.

# account unlock to show
source: Unlock to show your account ID
ar: افتح لإظهار معرِّف حسابك
bg: Отключете за да се покаже ID на профила
cs: Odemkněte pro zobrazení ID vašeho účtu
hi: अपना खाता आईडी दिखाने के लिए अनलॉक करें
id: Unlock untuk melihat ID akun Anda
ja: ロックを解除してアカウント ID を表示する
pt_br: Desbloqueie para mostrar o ID da sua conta
ro: Deblocați pentru a arăta ID-ul contului dvs.
sv: Lås upp för att visa ditt konto-ID
tr: Hesap kimliğinizi göstermek için kilidi açın

# account header logout
source: Restore purchase
ar: استعادة الشراء
bg: Възстановяване на покупка
cs: Obnovit nákup
id: Kembalikan pembelian
ja: 購入を復元
pt_br: Restaurar compras
ro: Restabilește achiziția
sv: Återställ köp
tr: Satın alımı geri yükle

# account logout description
source: Please enter another account ID, or go back to keep using your existing account (this app cannot be used without one).
ar: الرجاء إدخال معرِّف حساب آخر، أو العودة للإستمرار في إستخدام حسابك الحالي (لا يمكن إستخدام هذا التطبيق بدون حساب).
bg: Моля, въведете друго ID за потребителският профил или се върнете и продължете да използвате съществуващ профил (това приложение не може да се използва без такъв).
cs: Zadejte jiné ID účtu nebo se vraťte a pokračujte v používání stávajícího účtu (tuto aplikaci nelze použít bez jednoho).
hi: कृपया कोई अन्य खाता आईडी दर्ज करें, या मौजूदा खाते का उपयोग करने के लिए वापस जाएं (यह ऐप बिना उपयोग किए नहीं किया जा सकता है)।
id: Silakan masukkan ID akun yang lain, atau kembali untuk menggunakan akun yang sudah ada (aplikasi ini tidak bisa digunakan tanpa akun).
ja: 別のアカウント ID を入力するか、戻って既存のアカウントを引き続き使用してください（アカウントを利用せずこのアプリを使用することはできません）
pt_br: Por favor insira outro ID de conta, ou volte para continuar usando sua conta existente (este aplicativo não pode ser usado sem um ID).
ro: Vă rugăm să introduceți un alt ID de cont, sau să merge-ți înapoi pentru a păstra contul existent (această aplicație nu poate fi folosită fără unul).
sv: Ange ett annat konto-ID eller gå tillbaka för att fortsätta använda ditt befintliga konto (denna app kan inte användas utan ett konto).
tr: Lütfen başka bir hesap kimliği girin veya mevcut hesabınızı kullanmaya devam etmek için geri dönün (bu uygulama olmadan kullanılamaz).

# account id status unchanged
source: (unchanged)
ar: (دون تغيير)
bg: (непроменен)
cs: (nezměněno)
hi: (अपरिवर्तित)
id: (tidak berubah)
ja: （変更なし）
pt_br: (inalterado)
ro: (neschimbat)
sv: (oförändrat)
tr: (değişmemiş)

# account action how to restore
source: How do I restore my old account?
ar: كيف يُمكنني استعادة حسابي القديم؟
bg: Как да възстановя старият си профил?
cs: Jak obnovím svůj starý účet?
hi: मैं अपने पुराने खाते को कैसे पुनर्स्थापित करूं?
id: Bagaimana cara memulihkan akun lama saya?
ja: 古いアカウントを復元する方法
pt_br: Como faço para restaurar minha conta antiga?
ro: Cum îmi pot recupera contul meu vechi?
sv: Hur återställer jag mitt gamla konto?
tr: Eski hesabımı nasıl geri yükleyebilirim?

# account subscription days remaining
source: Days remaining: %@
ar: الأيّام المُتبقّية: %@
bg: Оставащи дни: %@
cs: Zbývající dny: %@
id: Hari Tersisa: %@
ja: 残りの日数: %@
pt_br: Dias restantes: %@
ro: Zile rămase: %@
sv: Återstående dagar: %@
tr: Kalan gün: %@

# account devices remaining
source: Devices remaining: %@
ar: الأجهزة المُتبقّية: %@
bg: Оставащи устройства: %@
cs: Zbývající zařízení: %@
id: Perangkat tersisa:%@
ja: 残りのデバイス: %@
pt_br: Dispositivos restantes: %@
ro: Nr. dispozitive rămase: %@
sv: Återstående enheter: %@
tr: Kalan cihaz sayısı: %@

# account devices not available
source: Not available
ar: غير متوفّر
bg: Не е налично
cs: Není k dispozici
id: Tidak tersedia
ja: 利用できません
pt_br: Não disponível
ro: Indisponibil
sv: Inte tillgänglig
tr: Kullanılabilir değil

# account devices out of
source: %@ out of %@
ar: %@ من أصل %@
bg: %@ от %@
cs: %@ z %@
id: %@ dari %@
pt_br: %@ de %@
ro: %@ din %@
sv: %@ av %@
tr: %@ dışında %@

# account encrypt level low
source: Low
ar: ضعيف
bg: Ниско
cs: Nízký
hi: कम
id: Rendah
ja: 低
pt_br: Baixa
ro: Scăzut
sv: Låg
tr: Düşük

# account encrypt level medium
source: Medium
ar: متوسِّط
bg: Средно
cs: Střední
hi: मध्यम
id: Sedang
ja: 中
pt_br: Média
ro: Mediu
sv: Medel
tr: Orta

# account encrypt level high
source: High
ar: قُصوى
bg: Високо
cs: Vysoký
hi: ऊंचा
id: Tinggi
ja: 高
pt_br: Alta
ro: Ridicat
sv: Hög
tr: Yüksek

# account encrypt label dns only
source: Encrypting DNS
ar: تشفير الـ DNS
bg: Криптиране на DNS
cs: Šifrování DNS
hi: डीएनएस को एन्क्रिप्ट करना
id: DNS terenkripsi
ja: DNS 暗号化
pt_br: Criptografando DNS
ro: Criptare DNS
sv: Krypterar DNS
tr: DNS şifreleniyor

# account encrypt desc dns only
source: Domain Name System is how your device knows where to find the websites you want to visit. Unfortunately, most of the Internet still uses unencrypted DNS, which puts your browsing history at risk of being spied on. When enabled, Blokada is forcing your device to connect only to encrypted DNS servers (also called DNS over HTTPS).
ar: نظام اسم النطاق هو كيف يعرف جهازك أين يمكن العثور على المواقع التي تريد زيارتها. لسوء الحظ، لا يزال معظم الإنترنت يستخدم DNS غير مشفر، ممّا يُعَرِّض سجل التصفح الخاص بك لخطر التجسّس. عند التمكين، يُجبِر بلوكادا جهازك على الإتصال فقط بخوادم DNS المشفرة (تُسمّى أيضاً DNS عبر HTTPS).
bg: Системата за имена на домейни показва на вашето устройство къде да намери уеб сайтовете, които искате да посетите. За съжаление по-голямата част от Интернет все още използва некриптиран DNS, което излага историята на сърфирането ви в риск да бъде шпионирана. Когато е активирана, Blokada принуждава вашето устройство да се свързва само към криптирани DNS сървъри (наричани също DNS през HTTPS).
cs: Domain Name System (DNS) je systém který ví, kde najít weby, které chcete navštívit. Většina Internetu bohužel stále používá nešifrované DNS, což ohrožuje vaši historii prohlížení. Pokud je povoleno, Blokada nutí vaše zařízení, aby se připojovalo pouze k šifrovaným serverům DNS (nazývaným také DNS přes HTTPS).
hi: डोमेन नेम सिस्टम यह है कि आपकी डिवाइस को पता है कि आप जिन वेबसाइटों पर जाना चाहते हैं, उन्हें कहां खोजें। दुर्भाग्य से, अधिकांश इंटरनेट अभी भी अनएन्क्रिप्टेड डीएनएस का उपयोग करता है, जो आपके ब्राउज़िंग इतिहास को जासूसी करने के जोखिम में डालता है। जब सक्षम किया जाता है, तो Blokada आपके डिवाइस को केवल एन्क्रिप्टेड DNS सर्वर (जिसे DNS को HTTPS भी कहा जाता है) से कनेक्ट करने के लिए मजबूर कर रहा है।
id: Domain Name System adalah cara perangkat Anda mengetahui di mana mencari situs yang ingin Anda kunjungi. Sayangnya, sebagian besar masih menggunakan DNS yang tidak dienkripsi, yang memungkinkan browsing history Anda dilihat pihak lain. Jika diaktifkan, Blokada memaksa perangkat Anda untuk terkoneksi hanya dengan server DNS yang terenkripsi (disebut juga dengan DNS over HTTPS).
ja: DNS は、ドメイン名からウェブサイトのあるサーバーの場所を検索するシステムです。ほとんどの場合、暗号化されていない DNS を使用しているため、閲覧履歴がスパイされる危険性があります。Blokada では暗号化された DNS サーバー（DNS over HTTPS）のみに接続するように設定できます。
pt_br: O Sistema de Nomes de Domínio é como seu dispositivo sabe onde encontrar os sites que você deseja visitar. Infelizmente, a maior parte da Internet ainda usa DNS não criptografado, o que coloca seu histórico de navegação em risco de ser espionado. Quando ativado, o Blokada está forçando seu dispositivo a se conectar apenas a servidores DNS criptografados (também chamados de DNS sobre HTTPS).
ro: Domain Name System este modul în care dispozitivul dvs. știe unde să găsească site-urile pe care doriți să le vizitați. Din păcate, cea mai mare parte a internetului încă utilizează DNS necriptat, ceea ce pune istoria navigării în pericol de a fi spionată. Când este activat, Blokada vă forțează dispozitivul să se conecteze doar la serverele DNS criptate (numite și DNS prin HTTPS).
sv: Domain Name System är hur din enhet vet hur man hittar de webbplatser du vill besöka. Tyvärr så använder de flesta på internet fortfarande okrypterad DNS, som sätter din webbhistorik i riskzonen för att bli avlyssnad. När den är aktiverad tvingar Blokada din enhet att endast ansluta till krypterade DNS-servrar (även kallad DNS över HTTPS).
tr: Alan Adı Sistemi, cihazınızın ziyaret etmek istediğiniz web sitelerini nerede bulacağını bilme şeklidir. Ne yazık ki, İnternet'in çoğu hala şifrelenmemiş DNS kullanıyor, bu da tarama geçmişinizi casusluk riskiyle karşı karşıya bırakıyor. Etkinleştirildiğinde Blokada, cihazınızı yalnızca şifrelenmiş DNS sunucularına (HTTPS üzerinden DNS olarak da adlandırılır) bağlanmaya zorlar.

# account encrypt label everything
source: Connecting through VPN
ar: جارِ الاتصال بـ VPN
bg: Свързване чрез VPN
cs: Připojování přes VPN
id: Terhubung melalui VPN
ja: VPN 経由で接続中
pt_br: Conectando através da VPN
ro: Conectare prin VPN
sv: Ansluter via VPN
tr: VPN üzerinden bağlanıyor

# account encrypt desc everything
source: Your device is connecting through our secure VPN servers, and all communication coming from, or to, your device is being encrypted using strong algorithms. This protects your personal information, like banking details or personal photos, from being stolen in unsecure places, like a coffee shop WiFi.
ar: جهازك يتصل عبر خوادم VPN الآمنة الخاصّة بنا، وجميع الإتصالات القادمة من جهازك أو إليه يتمّ تشفيرها باستخدام خوارزميات قويّة. هذا يحمي معلوماتك الشخصيّة، مثل التفاصيل المصرفيّة أو الصور الشخصيّة، من السرقة في أماكن غير آمنة، مثل WiFi.
bg: Вашето устройство се свързва чрез нашите защитени VPN сървъри и цялата комуникация, идваща от или към вашето устройство се криптира чрез силни алгоритми. Това предпазва личната ви информация, като банкови данни или лични снимки от кражба на несигурни места, като WiFi в кафене.
cs: Vaše zařízení se připojuje prostřednictvím našich zabezpečených serverů VPN a veškerá komunikace přicházející z nebo do vašeho zařízení je šifrována pomocí silných algoritmů. Toto chrání vaše osobní údaje, jako jsou bankovní údaje nebo osobní fotografie, před odcizením na nezabezpečených místech, jako je Wi-Fi internet v kavárně.
hi: आपका डिवाइस हमारे सुरक्षित वीपीएन सर्वर, और सभी संचार से आने वाले या, आपके डिवाइस को मजबूत एल्गोरिदम का उपयोग करके एन्क्रिप्ट किया जा रहा है। यह आपकी व्यक्तिगत जानकारी को सुरक्षित रखता है, जैसे बैंकिंग विवरण या व्यक्तिगत फ़ोटो, असुरक्षित स्थानों में चोरी होने से, कॉफी शॉप वाईफाई की तरह।
id: Perangkat Anda terhubung melalui server VPN kami yang aman, dan semua komunikasi, dari dan menuju perangkat Anda, dienkripsi dengan algoritma kuat. Ini menjadikan data pribadi Anda, seperti data perbankan atau foto-foto pribadi, aman dari pihak-pihak yang ingin mencurinya jika Anda mengakses internet di tempat yang tidak aman, misalnya jaringan WiFi sebuah kedai kopi.
ja: デバイスは安全な VPN サーバーを介して接続されており、デバイスとの間のすべての通信は強力なアルゴリズムを使用して暗号化されています。これにより、銀行取引やプライベートな写真などの個人情報が、コーヒーショップの Wi-Fi などの安全でない場所で盗まれるのを防ぎます。
pt_br: Seu dispositivo está se conectando por meio de nossos servidores VPN seguros, e todas as comunicações vindas de, ou para, seu dispositivo estão sendo criptografadas usando algoritmos fortes. Isso protege suas informações pessoais, como dados bancários ou fotos pessoais, de serem roubadas em locais inseguros, como o WiFi de uma cafeteria.
ro: Dispozitivul dvs. se conectează prin intermediul serverelor noastre de VPN securizate și toate comunicațiile care vin de la sau către dispozitivul dvs. sunt criptate folosind algoritmi puternici. Acest lucru vă protejează informațiile personale, cum ar fi datele bancare sau fotografiile personale, de la a fi furate în locuri nesigure, cum ar fi o cafenea cu WiFi.
sv: Din enhet ansluter via våra säkra VPN-servrar och all kommunikation som kommer från, eller till, din enhet krypteras med hjälp av starka algoritmer. Detta skyddar din personliga information, som bankuppgifter eller personliga bilder, från att bli stulen på osäkra platser. T. ex. när du använder WiFi på ett kafé.
tr: Cihazınız güvenli VPN sunucularımız üzerinden bağlanıyor ve cihazınızdan gelen tüm iletişim, güçlü algoritmalar kullanılarak şifreleniyor. Bu, banka bilgileri veya kişisel fotoğraflar gibi kişisel bilgilerinizin, kahve dükkanındaki WiFi gibi güvenli olmayan yerlerde çalınmasını önler.

# account encrypt action turn on
source: Turn on BLOKADA
ar: تشغيل BLOKADA
bg: Включване на BLOKADA
cs: Zapnout BLOKADU
hi: BLOKADA चालू करें
id: Aktifkan BLOKADA
ja: BLOKADA を ON にする
pt_br: Ativar o BLOKADA
ro: Porniți BLOKADA
sv: Slå på BLOKADA
tr: BLOKADA'yı aç

# account encrypt header level
source: Encryption Level
ar: مستوى التشفير
bg: Ниво на криптиране
cs: Úroveň šifrování
hi: एन्क्रिप्शन स्तर
id: Tingkat Enkripsi
ja: 暗号化レベル
pt_br: Nível de Criptografia
ro: Nivel de criptare
sv: Krypteringsnivå
tr: Şifreleme Seviyesi

# account encrypt label level
source: Level
ar: المستوى
bg: Ниво
cs: Úroveň
hi: स्तर
id: Tingkatan
ja: レベル
pt_br: Nível
ro: Nivel
sv: Nivå
tr: Seviye

# account encrypt label level low
source: Low: No Encryption
ar: ضعيف: لا تشفير
bg: Ниско: Няма криптиране
cs: Nízká: Žádné šifrování
hi: निम्न: कोई एन्क्रिप्शन नहीं
id: Rendah: Tanpa Enkripsi
ja: 低: 暗号化なし
pt_br: Baixa: Sem criptografia
ro: Scăzut: Fără criptare
sv: Låg: Ingen kryptering
tr: Düşük: Şifreleme Yok

# account encrypt label level medium
source: Medium: Encrypting DNS
ar: متوسّط: تشفير DNS
bg: Средно: Криптиран DNS
cs: Střední: Šifrování DNS
hi: माध्यम: डीएनएस को एन्क्रिप्ट करना
id: Sedang: DNS terenkripsi
ja: 中: DNS の暗号化
pt_br: Média: Criptografando DNS
ro: Mediu: Criptare DNS
sv: Medium: Krypterar DNS
tr: Orta: DNS Şifreleniyor

# account encrypt label level high
source: High: Encrypting Everything
ar: مرتفِع: تشفير كل شيء
bg: Високо: Криптирано е всичко
cs: Vysoká: Šifrování všeho
hi: उच्च: सब कुछ एन्क्रिप्ट करना
id: Tinggi: Enkripsi Semuanya
ja: 高: すべての暗号化
pt_br: Alta: Criptografando tudo
ro: Ridicat: Se Criptează tot
sv: Hög: Krypterar allt
tr: Yüksek: Her Şey Şifreleniyor

# account encrypt header explanation
source: DNS is how your device knows where to find websites. BLOKADA supports only encrypted servers.
ar: DNS هو كيف يعرف جهازك أين يمكن العثور على المواقع. BLOKADA يَدعم الخوادم المشفَّرة فقط.
bg: DNS е как вашето устройство знае къде да намира уеб сайтовете. BLOKADA поддържа само криптирани сървъри.
cs: DNS je systém který ví, kde najít webové stránky. BLOKADA podporuje pouze šifrované servery.
hi: DNS है कि आपका डिवाइस जानता है कि वेबसाइटों को कहां खोजना है। BLOKADA केवल एन्क्रिप्टेड सर्वर का समर्थन करता है।
id: DNS memungkinkan perangkat Anda menemukan situs yang ingin Anda akses. BLOKADA hanya mendukung DNS yang terenkripsi.
ja: DNS とは、あなたのデバイスをウェブサイトのあるサーバーへ案内するシステムです。BLOKADA は暗号化された DNS サーバーのみをサポートしています。
pt_br: O DNS é como seu dispositivo sabe onde encontrar sites. O BLOKADA suporta apenas servidores criptografados.
ro: DNS este modul în care dispozitivul dvs. știe unde să găsească site-urile web. BLOKADA suportă doar servere criptate.
sv: DNS är hur din enhet vet var man hittar webbplatser. BLOKADA stöder endast krypterade servrar.
tr: DNS, cihazınızın web sitelerini nerede bulacağını nasıl bildiğidir. BLOKADA sadece şifreli sunucuları destekler.

# account encrypt label dns
source: DNS
ar: نظام أسماء النطاقات (DNS)
hi: डीएनएस

# account encrypt action what is dns
source: What is DNS?
ar: ما هو الـ DNS؟
bg: Какво е DNS?
cs: Co je DNS?
hi: DNS क्या है?
id: Apakah DNS itu?
ja: DNS とは？
pt_br: O que é DNS?
ro: Ce este DNS?
sv: Vad är DNS?
tr: DNS nedir?

# account encrypt section header
source: Encryption
ar: التشفير
bg: Криптиране
cs: Šifrování
hi: एन्क्रिप्शन
id: Enkripsi
ja: 暗号化
pt_br: Criptografia
ro: Criptare
sv: Kryptering
tr: Şifreleme

# account encrypt label use blocka dns
source: Use Blokada DNS in Plus mode
ar: استخدام Blokada DNS في وضع Plus
bg: Използвайте Blokada DNS в режим Plus
cs: Použít Blokada DNS v režimu Plus
id: Gunakan Blokada DNS di mode Plus
ja: Plus モードで Blokada DNS を使用する
pt_br: Use o Blokada DNS no modo Plus
ro: Folosiți Blokada DNS în modul Plus
sv: Använd Blokada DNS i Plus-läge
tr: Plus modunda Blokada DNS'i kullan
