Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# error device offline
source: Your device is offline
ar: جهازك غير متّصل بالإنترنت
bg: Устройството ви е офлайн
cs: Vaše zařízení je offline
hi: आपका उपकरण ऑफ़लाइन है
id: Perangkat Anda offline/tidak terkoneksi
ja: インターネットに接続されていません
pt_br: O seu dispositivo está offline
ro: Dispozitivul dumneavoastră este oprit
sv: Din enhet är inte ansluten
tr: Cihazınız çevrimdışı

# error account inactive
source: Your account is inactive. Please activate your account in order to continue using BLOKADA+.
ar: حسابك غير نَشِط. الرجاء تنشيط حسابك من أجل الإستمرار في استخدام BLOKADA+.
bg: Вашият профил не е активен. Моля, активирайте го за да продължите да използвате BLOKADA +.
cs: Váš není aktivní. Aktivujte prosím svůj účet, abyste mohli pokračovat v používání služby BLOKADA+.
hi: आपका खाता निष्क्रिय है। BLOKADA + का उपयोग जारी रखने के लिए कृपया अपने खाते को सक्रिय करें।
id: Akun Anda tidak aktif. Silakan aktifkan akun Anda supaya Anda bisa menggunakan BLOKADA+.
ja: あなたのアカウントはアクティベートされていません。BLOKADA+ を使用するにはアカウントをアクティベートしてください。
pt_br: Sua conta está inativa. Por favor, ative sua conta para continuar a usar o BLOKADA+.
ro: Contul dvs. este inactiv. Vă rugăm să vă activați contul pentru a putea continua să folosiți BLOKADA+.
sv: Ditt konto är inaktivt. Vänligen aktivera ditt konto för att fortsätta använda BLOKADA+.
tr: Hesabınız etkin değil. BLOKADA+ sürümünü kullanmaya devam etmek için lütfen hesabınızı etkinleştirin.

# error account inactive after restore
source: This does not seem to be a valid active account. If you believe this is a mistake, please contact us by tapping the help icon at the top.
ar: لا يبدو أن هذا حساب نَشِط صالح. إذا كنت تعتقد أن هذا خطأ، الرجاء الاتصال بنا بالنقر على أيقونة المساعدة في الأعلى.
bg: Изглежда, че това не е валиден активен профил. Ако смятате това за грешка, моля свържете се с нас като докоснете иконата за помощ в горната част.
cs: Nezdá se, že by se jednalo o platný aktivní účet. Pokud se domníváte, že se jedná o chybu, kontaktujte nás prosím klepnutím na ikonu nápovědy v horní části.
hi: यह एक मान्य सक्रिय खाता नहीं लगता है। यदि आपको लगता है कि यह एक गलती है, तो कृपया शीर्ष पर सहायता आइकन टैप करके हमसे संपर्क करें।
id: Akun ini sepertinya tidak valid/aktif. Jika menurut Anda telah terjadi kesalahan, silakan hubungi kami dengan mengetuk ikon Bantuan di atas.
ja: 有効なアカウントではありません。これが間違いであると思われる場合は、ヘルプからご連絡ください。
pt_br: Esta não parece ser uma conta ativa válida. Se você acredita que isso é um erro, entre em contato conosco tocando no ícone de ajuda na parte superior.
ro: Acesta nu pare a fi un cont activ valid. Dacă credeți că este o greșeală, vă rugăm să ne contactați atingând pictograma de ajutor din partea de sus.
sv: Detta verkar inte vara ett giltigt aktivt konto. Om du tror att detta är ett misstag, vänligen kontakta oss genom att trycka på hjälp-ikonen högst upp.
tr: Bu geçerli bir etkin hesap gibi görünmüyor. Bunun bir hata olduğunu düşünüyorsanız, lütfen üstteki yardım simgesine dokunarak bizimle iletişime geçin.

# error account invalid
source: This account ID seems invalid.
ar: يبدو أنّ مُعرِّف الحساب هذا غير صالح.
bg: Това ID на този профил изглежда невалидно.
cs: Toto ID účtu se zdá být neplatné.
id: ID akun ini sepertinya tidak valid.
ja: アカウントを確認してください
pt_br: O ID dessa conta parece inválido.
ro: ID-ul acestui cont pare nevalid.
sv: Detta konto-ID verkar ogiltigt.
tr: Bu hesap kimliği geçersiz görünüyor.

# error creating account
source: Could not create a new account. Please try again later.
ar: تَعذَّر إنشاء حساب جديد. الرجاء المحاولة مرّة أُخرى لاحقاً.
bg: Новият профил не можа да бъде създаден. Моля, опитайте отново по-късно.
cs: Nelze vytvořit nový účet. Opakujte akci později.
hi: नया खाता नहीं बनाया जा सका। बाद में पुन: प्रयास करें।
id: Tidak bisa membuat akun baru. Silakan coba beberapa saat lagi.
ja: 新しいアカウントを作成できませんでした。後でもう一度お試しください。
pt_br: Não foi possível criar uma conta nova. Por favor, tente novamente mais tarde.
ro: Nu s-a putut crea un cont nou. Vă rugăm să încercați din nou mai târziu.
sv: Kunde inte skapa ett nytt konto. Försök igen senare.
tr: Yeni bir hesap oluşturulamadı. Lütfen daha sonra tekrar deneyin.

# error fetching data
source: This action could not be completed. Make sure you are online, and try again later. If the problem persists, please contact us by tapping the help icon at the top.
ar: تَعذَّر إكمال هذا الإجراء. تأكّد من أنّك متّصل بالإنترنت، و حاول مرّة أُخرى لاحقاً. إذا استمرت المشكلة، الرجاء الاتصال بنا بالنقر على أيقونة المساعدة في الأعلى.
bg: Действието не можа да приключи. Уверете се, че сте онлайн и опитайте отново по-късно. Ако проблемът продължава, моля свържете се с нас като докоснете иконата за помощ в горната част.
cs: Tuto akci nelze dokončit. Ujistěte se, že jste online, a zkuste to znovu později. Pokud problém přetrvává, prosím kontaktujte nás klepnutím na ikonu nápovědy v horní části.
hi: यह कार्रवाई पूरी नहीं हो सकी। सुनिश्चित करें कि आप ऑनलाइन हैं, और बाद में फिर से प्रयास करें। यदि समस्या बनी रहती है, तो कृपया शीर्ष पर सहायता आइकन टैप करके हमसे संपर्क करें।
id: Pendaftaran akun tidak bisa dilanjutkan. Harap pastikan perangkat Anda terhubung dengan internet, dan coba kembali. Jika masalah berlanjut, silakan hubungi kami dengan cara mengetuk ikon Bantuan di atas.
ja: この操作は完了できませんでした。インターネット接続があることを確認し、時間を置いてもう一度やり直してください。問題が解決しない場合は、ヘルプからご連絡ください。
pt_br: Esta ação não pôde ser concluída. Verifique se você está online e tente novamente mais tarde. Se o problema persistir, entre em contato conosco tocando no ícone de ajuda na parte superior.
ro: Această acțiune nu a putut fi finalizată. Asigurați-vă că sunteți online și încearcați din nou mai târziu. Dacă problema persistă, vă rugăm să ne contactați prin apăsarea pictogramei de ajutor din partea de sus.
sv: Denna åtgärd kunde inte slutföras. Se till att du är uppkopplad och försök igen senare. Om problemet kvarstår, vänligen kontakta oss genom att trycka på hjälp-ikonen högst upp.
tr: Bu işlem tamamlanamadı. Çevrimiçi olduğunuzdan emin olun ve daha sonra tekrar deneyin. Sorun devam ederse, üstteki yardım simgesine dokunarak lütfen bize ulaşın.

# error tunnel
source: Could not establish the VPN. Please restart your device, or remove Blokada VPN profile in system settings, and try again.
ar: تَعذَّر إنشاء VPN. الرجاء إعادة تشغيل جهازك، أو إزالة الملف الشخصي لـ Blokada VPN في إعدادات النظام، و حاول مرّة أُخرى.
bg: VPN не можа да бъде създаден. Моля, рестартирайте устройството или премахнете профила на Blokada VPN от системните настройки и опитайте отново.
cs: Nelze vytvořit VPN. Restartujte zařízení nebo odstraňte profil Blokada VPN v systémovém nastavení a zkuste to znovu.
hi: वीपीएन स्थापित नहीं कर सका। कृपया अपने डिवाइस को पुनः आरंभ करें, या सिस्टम सेटिंग्स में Blokada VPN प्रोफाइल को हटा दें, और फिर से प्रयास करें।
id: Tidak dapat terhubung dengan VPN. Silakan me-restart perangkat Anda, atau hapus profil Blokada VPN di pengaturan sistem, dan coba kembali.
ja: VPN 接続を確立できませんでした。デバイスを再起動するか、システム設定で Blokada の VPN プロファイルを削除して再度お試しください。
pt_br: Não foi possível estabelecer a VPN. Por favor, reinicie seu dispositivo ou remova o perfil de VPN do Blokada nas configurações do sistema e tente novamente.
ro: VPN-ul nu a putut fi stabilit. Vă rugăm să reporniți dispozitivul sau să ștergeți profilul Blokada VPN din setările de sistem și să încercați din nou.
sv: Kunde inte upprätta ett VPN. Starta om enheten eller ta bort VPN-profilen Blokada i systeminställningar och försök igen.
tr: VPN kurulamadı. Lütfen cihazınızı yeniden başlatın veya sistem ayarlarında BLOKADA VPN profilini kaldırın ve tekrar deneyin.

# error vpn
source: Could not establish the VPN. Please restart your device, or remove Blokada VPN profile in system settings, and try again.
ar: تَعذَّر إنشاء VPN. الرجاء إعادة تشغيل جهازك، أو إزالة الملف الشخصي لـ Blokada VPN في إعدادات النظام، و حاول مرّة أُخرى.
bg: VPN не можа да бъде създаден. Моля, рестартирайте устройството или премахнете профила на Blokada VPN от системните настройки и опитайте отново.
cs: Nelze vytvořit VPN. Restartujte zařízení nebo odstraňte profil Blokada VPN v systémovém nastavení a zkuste to znovu.
hi: वीपीएन स्थापित नहीं कर सका। कृपया अपने डिवाइस को पुनः आरंभ करें, या सिस्टम सेटिंग्स में Blokada VPN प्रोफाइल को हटा दें, और फिर से प्रयास करें।
id: Tidak dapat terhubung dengan VPN. Silakan me-restart perangkat Anda, atau hapus profil Blokada VPN di pengaturan sistem, dan coba kembali.
ja: VPN 接続を確立できませんでした。デバイスを再起動するか、システム設定で Blokada の VPN プロファイルを削除して再度お試しください。
pt_br: Não foi possível estabelecer a VPN. Por favor, reinicie seu dispositivo ou remova o perfil de VPN do Blokada nas configurações do sistema e tente novamente.
ro: VPN-ul nu a putut fi stabilit. Vă rugăm să reporniți dispozitivul sau să ștergeți profilul Blokada VPN din setările de sistem și să încercați din nou.
sv: Kunde inte upprätta ett VPN. Starta om enheten eller ta bort VPN-profilen Blokada i systeminställningar och försök igen.
tr: VPN kurulamadı. Lütfen cihazınızı yeniden başlatın veya sistem ayarlarında BLOKADA VPN profilini kaldırın ve tekrar deneyin.

# error vpn perms
source: No permissions granted to create a VPN profile.
ar: لا توجد أذونات ممنوحة لإنشاء ملف تعريف VPN.
bg: Няма предоставено разрешение за създаване на VPN профил.
cs: K vytvoření profilu VPN nebyla udělena žádná oprávnění.
hi: वीपीएन प्रोफाइल बनाने के लिए कोई अनुमति नहीं दी गई।
id: Izin tidak diberikan untuk membuat profil VPN.
ja: VPN プロファイルを作成する権限がありません。
pt_br: Nenhuma permissão concedida para criar um perfil de VPN.
ro: Nicio permisiune acordată pentru a crea un profil VPN.
sv: Inga behörigheter beviljade för att skapa en VPN-profil.
tr: VPN profili oluşturmak için izin verilmedi.

# error vpn no current lease
source: Please select a location first.
ar: الرجاء تحديد موقع أوّلاً.
bg: Моля, първо изберете местоположение.
cs: Nejprve prosím vyberte umístění.
hi: कृपया पहले एक स्थान चुनें।
id: Silakan pilih lokasi terlebih dahulu.
ja: 接続先を選択してください。
pt_br: Por favor, selecione uma localidade primeiro.
ro: Vă rugăm să selectaţi mai întâi o locaţie.
sv: Välj en plats först.
tr: Lütfen önce bir konum seçin.

# error vpn too many leases
source: You reached your devices limit. Please remove one of your devices and try again.
ar: لقد وصلت إلى الحدّ الأقصى لأجهزتك. الرجاء إزالة أحد أجهزتك و الحاولة مرّة أُخرى.
bg: Достигнат е лимита на устройствата. Моля, премахнете едно от устройствата си и опитайте отново.
cs: Dosáhli jste limitu zařízení. Prosím odeberte jedno z vašich zařízení a zkuste to znovu.
hi: आप अपने उपकरणों की सीमा तक पहुँच गए। कृपया अपना एक उपकरण निकालें और पुनः प्रयास करें।
id: Jumlah perangkat yang bisa menggunakan VPN telah terlampaui. Silakan hapus salah satu perangkat Anda dan coba kembali.
ja: デバイス数の上限に達しました。いずれかのデバイスを削除して、もう一度やり直してください。
pt_br: Você atingiu o seu limite de dispositivos. Por favor, remova um dos seus dispositivos e tente novamente.
ro: Ați atins limita maximă de dispozitive. Vă rugăm să eliminați unul dintre dispozitivele dvs. și să încercați din nou.
sv: Du har nått din enhetsgräns. Vänligen ta bort en av dina enheter och försök igen.
tr: Cihazlarınızın sınırına ulaştınız. Lütfen cihazlarınızdan birini kaldırın ve tekrar deneyin.

# error vpn expired
source: The VPN is disabled. Please update your subscription to continue using BLOKADA+
ar: الـ VPN معطَّل. الرجاء تحديث اشتراكك للاستمرار في استخدام BLOKADA+
bg: VPN е деактивиран. Моля, актуализирайте абонамента си за да продължите да използвате BLOKADA +
cs: VPN je zakázána. Aktualizujte vaše předplatné a pokračujte v používání služby BLOKADA+
hi: VPN अक्षम है। BLOKADA + का उपयोग जारी रखने के लिए कृपया अपनी सदस्यता अपडेट करें
id: VPN dinonaktifkan. Silakan perbarui langganan Anda agar BLOKADA+ dapat digunakan kembali
ja: VPN は無効です。BLOKADA+ を引き続き使用するには、サブスクリプションを更新してください。
pt_br: A VPN está desativada. Atualize sua assinatura para continuar a utilizar o BLOKADA+
ro: VPN-ul este dezactivat. Vă rugăm să vă actualizezi abonamentul pentru a continua să folosiți BLOKADA+
sv: VPN är inaktiverat. Vänligen uppdatera din prenumeration för att fortsätta använda BLOKADA+
tr: VPN devre dışı bırakıldı. BLOKADA+ aboneliğini kullanmaya devam etmek için aboneliğinizi güncelleyin

# error payment inactive after restore
source: Your previous payment was restored, but the subscription has already expired. If you believe this is a mistake, please contact us by tapping the help icon at the top.
ar: تم استعادة الدفعة السابقة الخاصة بك، ولكن انتهت صلاحية الاشتراك بالفعل. إذا كنت تعتقد أن هذا خطأ، الرجاء الاتصال بنا بالنقر على أيقونة المساعدة في الأعلى.
bg: Плащането не е прието защото абонаментът ви е изтекъл. Ако смятате, че това е грешка, моля свържете се с нас като докоснете иконата за помощ в горната част.
cs: Vaše předchozí platba byla obnovena, ale předplatné již vypršelo. Pokud se domníváte, že se jedná o chybu, kontaktujte nás kliknutím na ikonu nápovědy v horní části.
hi: आपका पिछला भुगतान बहाल कर दिया गया था, लेकिन सदस्यता पहले ही समाप्त हो चुकी है। यदि आपको लगता है कि यह एक गलती है, तो कृपया शीर्ष पर सहायता आइकन टैप करके हमसे संपर्क करें।
id: Pembayaran Anda sebelumnya telah dipulihkan, namun langganan Anda telah kedaluwarsa. Jika menurut Anda telah terjadi kesalahan, silakan hubungi kami dengan mengetuk ikon Bantuan di atas.
ja: 以前のお支払いは復元されましたが、サブスクリプションの有効期限が終了しています。これが間違いであると思われる場合は、ヘルプからご連絡ください。
pt_br: Seu pagamento anterior foi restaurado, mas a assinatura já expirou. Se você acredita que isso é um erro, entre em contato conosco tocando no ícone de ajuda na parte superior.
ro: Plata dvs. anterioară a fost restituită, dar abonamentul a expirat deja. Dacă credeți că este o greșeală, vă rugăm să ne contactați atingând pictograma de ajutor din partea de sus.
sv: Din tidigare betalning återställdes, men prenumerationen har redan löpt ut. Om du tror att detta är ett misstag, vänligen kontakta oss genom att trycka på hjälp-ikonen högst upp.
tr: Önceki ödemeniz geri yüklendi, ancak aboneliğin süresi doldu. Bunun bir hata olduğunu düşünüyorsanız, lütfen üstteki yardım simgesine dokunarak bizimle iletişime geçin.

# error payment failed
source: Payments are unavailable at this moment. Make sure you are online, and try again later. If the problem persists, please contact us by tapping the help icon at the top.
ar: عمليات الدفع غير مُتاحة حاليّاً. تأكّد من أنّك متّصل بالإنترنت، و حاول مرّة أُخرى لاحقاً. إذا استمرت المشكلة، الرجاء الاتصال بنا بالنقر على أيقونة المساعدة في الأعلى.
bg: В момента няма налично плащане. Уверете се, че сте онлайн и опитайте отново по-късно. Ако проблемът продължава, моля свържете се с нас като докоснете иконата за помощ в горната част.
cs: Platby nejsou momentálně k dispozici. Ujistěte se, že jste online, a zkuste to znovu později. Pokud problém přetrvává, prosím kontaktujte nás klepnutím na ikonu nápovědy v horní části.
hi: इस समय भुगतान उपलब्ध नहीं है। सुनिश्चित करें कि आप ऑनलाइन हैं, और बाद में फिर से प्रयास करें। यदि समस्या बनी रहती है, तो कृपया शीर्ष पर सहायता आइकन टैप करके हमसे संपर्क करें।
id: Pembayaran tidak bisa dilakukan pada saat ini. Harap pastikan perangkat Anda terkoneksi dengan internet, dan coba kembali. Jika masalah ini berlanjut, silakan hubungi kami dengan cara mengetuk ikon Bantuan di atas.
ja: 現在、お支払いいただくことができません。オンラインであることを確認して、時間を置いてもう一度お試しください。問題が解決しない場合は、ヘルプからご連絡ください。
pt_br: Os pagamentos não estão disponíveis neste momento. Verifique se você está online e tente novamente mais tarde. Se o problema persistir, entre em contato conosco tocando no ícone de ajuda na parte superior.
ro: Plățile nu sunt disponibile în acest moment. Asigurați-vă că sunteți online și încearcați din nou mai târziu. Dacă problema persistă, vă rugăm să ne contactați prin apăsarea pictogramei de ajutor din partea de sus.
sv: Betalningar är inte tillgängliga just nu. Kolla så att du är uppkopplad och försök igen senare. Om problemet kvarstår, vänligen kontakta oss genom att trycka på hjälp-ikonen högst upp.
tr: Ödemeler şu anda mevcut değil. Çevrimiçi olduğunuzdan emin olun ve daha sonra tekrar deneyin. Sorun devam ederse, lütfen üstteki yardım simgesine dokunarak bizimle iletişime geçin.

# error payment failed alternative
source: Could not complete your payment. Please make sure your data is correct, and try again. If the problem persists, please contact us by tapping the help icon at the top.
ar: تَعذّر إكمال الدفع الخاصّ بك. الرّجاء التأكُّد من صحّة بياناتك، وحاول مرّة أُخرى. إذا استمرت المشكلة، يُرجى الإتصال بنا بالنقر على أيقونة المساعَدة في الأعلى.
bg: Не можахме да завършим плащането Ви. Моля уверете се, че вашите данни са верни и опитайте отново. Ако проблемът продължава, моля свържете се с нас като докоснете иконата за помощ в горната част.
cs: Nelze dokončit Vaši platbu. Ujistěte se, že jsou vaše údaje správné, a zkuste to znovu. Pokud problém přetrvává, prosím, kontaktujte nás klepnutím na ikonu nápovědy v horní části.
id: Tidak dapat menyelesaikan pembayaran Anda. Harap pastikan data Anda benar, dan coba lagi. Jika masalah terus berlanjut, harap hubungi kami dengan mengetuk ikon bantuan di bagian atas.
ja: お支払いを完了できませんでした。入力内容が正しいことを確認して、もう一度やり直してください。問題が解決しない場合は、ヘルプからご連絡ください。
pt_br: Não foi possível concluir seu pagamento. Por favor, certifique-se de que seus dados estão corretos e tente novamente. Se o problema persistir, por favor, entre em contato conosco tocando no ícone de ajuda na parte superior.
ro: Plata dvs. nu a putut fi finalizată. Asigurați-vă că datele dvs. sunt corecte și încercați din nou. Dacă problema persistă vă rugăm să ne contactați prin apăsarea pictogramei de ajutor din partea de sus.
sv: Det gick inte att slutföra din betalning. Kontrollera att dina detaljer är korrekta och försök igen. Om problemet kvarstår, vänligen kontakta oss genom att trycka på hjälp-ikonen högst upp.
tr: Ödemeniz tamamlanamadı. Lütfen verilerinizin doğru olduğundan emin olun ve tekrar deneyin. Sorun devam ederse, lütfen üstteki yardım simgesine dokunarak bizimle iletişime geçin.

# error payment not available
source: Payments are unavailable for this device. Either Apple Pay is not activated, or we do not handle purchases in your country yet.
ar: عمليات الدفع غير مُتاحة لهذا الجهاز. أو أن دفع Apple غير مُفعَّل، أو أننا لا نتعامل مع المشتريات في بلدك حتى الآن.
bg: Плащанията не са активни за това устройство. Или Apple Pay не е активиран, или все още не обработваме плащания от вашата страна.
cs: Pro toto zařízení nejsou platby k dispozici. Buď není aktivován Apple Pay, nebo nákupy ve vaší zemi zatím nezpracováváme.
hi: इस उपकरण के लिए भुगतान उपलब्ध नहीं हैं। या तो ऐप्पल पे सक्रिय नहीं है, या हम आपके देश में खरीद को अभी तक संभाल नहीं रहे हैं।
id: Pembayaran tidak bisa dilakukan di perangkat ini. Hal ini bisa disebabkan karena Apple Pay belum diaktifkan, atau kami belum bisa menangani transaksi di negara tempat Anda tinggal.
ja: このデバイスではお支払いはご利用いただけません。Apple Pay が有効になっていないか、お住まいの国からのお支払いに対応していません。
pt_br: Pagamentos não estão disponíveis para este dispositivo. Ou o Apple Pay não está ativado, ou ainda não tratamos de compras em seu país.
ro: Plățile nu sunt disponibile pentru acest dispozitiv. Fie Apple Pay nu este activat, fie nu ne ocupăm încă de achizițiile din țara dvs.
sv: Betalningar är inte tillgängliga för den här enheten. Antingen är Apple Pay inte aktiverat, eller så kan vi inte hantera köp i ditt land ännu.
tr: Bu cihaz için ödemeler mevcut değil. Apple Pay etkinleştirilmedi veya ülkenizdeki satın alımları henüz işlemiyoruz.

# error payment canceled
source: The payment has been canceled. You have not been charged.
ar: تم إلغاء الدّفع. لم يتمّ تحصيل رسوم منك.
bg: Плащането е анулирано. Не сте таксувани.
cs: Platba byla zrušena. Nebyli vám účtovány žádné poplatky.
hi: भुगतान रद्द कर दिया गया था। आपसे शुल्क नहीं लिया गया।
id: Pembayaran telah dibatalkan. Tidak ada biaya yang dibebankan kepada Anda.
ja: お支払いがキャンセルされました。入金されていません。
pt_br: O pagamento foi cancelado. Você não foi cobrado.
ro: Plata a fost anulată. Nu ați fost taxat.
sv: Betalningen har avbrutits. Du har inte debiterats.
tr: Ödeme iptal edildi. Sizden ücret alınmadı.

# error pack install
source: Could not install (or uninstall) this feature. Please try again later.
ar: تعذر تثبيت (أو إلغاء) هذه الميّزة. الرجاء المحاولة مرة أُخرى لاحقاً.
bg: Функцията не можа да се инсталира (или деинсталира). Моля, опитайте отново по-късно.
cs: Tuto funkci nelze nainstalovat (nebo odinstalovat). Opakujte akci později.
hi: इस सुविधा को इंस्टॉल (या अनइंस्टॉल) नहीं कर सका। बाद में पुन: प्रयास करें।
id: Tidak bisa menginstal (atau uninstall) fitur ini. Silakan coba kembali beberapa saat lagi.
ja: この機能をインストール（またはアンインストール）できませんでした。後でもう一度お試しください。
pt_br: Não foi possível instalar (ou desinstalar) este recurso. Por favor, tente novamente mais tarde.
ro: Nu s-a putut instala (sau dezinstala) această caracteristică. Vă rugăm să încercaţi din nou mai târziu.
sv: Kunde inte installera (eller avinstallera) den här funktionen. Försök igen senare.
tr: Bu özellik yüklenemedi (veya kaldırılamadı). Lütfen daha sonra tekrar deneyin.

# error location failed fetching
source: Could not fetch locations.
ar: تعذَّر جلب المواقع.
bg: Местоположенията не можаха да бъдат извлечени.
cs: Nelze načíst umístění.
hi: स्थानों को नहीं ला सके।
id: Tidak bisa mendapatkan data lokasi.
ja: 接続先を取得できませんでした。
pt_br: Não foi possível buscar as localizações.
ro: Nu s-au putut prelua locațiile.
sv: Kunde inte hämta platser.
tr: Yerler getiremedi.

# error unknown
source: An unknown problem occurred. Please try again. If the problem persists, please contact us by tapping the help icon at the top.
ar: حدثت مشكلة غير معروفة. الرجاء المحاولة مرّة أُخرى. إذا استمرت المشكلة، الرجاء الاتصال بنا بالنقر على أيقونة المساعدة في الأعلى.
bg: Възникна неизвестен проблем. Моля, опитайте отново. Ако проблемът продължава, моля свържете се с нас като докоснете иконата за помощ в горната част.
cs: Došlo k neznámému problému. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte nás kliknutím na ikonu nápovědy nahoře.
id: Telah terjadi masalah yang tidak diketahui. Silakan coba lagi. Jika masalah ini berlanjut, silakan hubungi kami dengan cara mengetuk ikon Bantuan di atas.
ja: 不明な問題が発生しました。もう一度やり直してください。問題が解決しない場合は、ヘルプからご連絡ください。
pt_br: Ocorreu um problema desconhecido. Por favor, tente novamente. Se o problema persistir, entre em contato conosco tocando no ícone de ajuda no topo.
ro: A apărut o problemă necunoscută. Vă rugăm să încercați din nou. Dacă problema persistă, contactați-ne apăsând pe pictograma de ajutor din partea de sus.
sv: Ett okänt problem uppstod. Försök igen. Om problemet kvarstår, kontakta oss genom att trycka på hjälpikonen högst upp.
tr: Bilinmeyen bir sorun oluştu. Lütfen tekrar deneyin. Sorun devam ederse, lütfen üstteki yardım simgesine dokunarak bizimle iletişime geçin.

# error blocka dns in filtering mode
source: Blokada DNS is currently supported only in Plus mode. Please choose another DNS and try again.
ar: Blokada DNS مدعوم حاليّاً في وضع Plus فقط. الرجاء اختيار DNS آخر و حاول مرّة أُخرى.
bg: Понастоящем Blokada DNS се поддържа само в режим Plus. Моля, изберете друг DNS и опитайте отново.
cs: Blokada DNS je aktuálně podporována pouze v režimu Plus. Vyberte jiné DNS a zkuste to znovu.
id: Saat ini Blokada DNS hanya bisa diaktifkan di mode Plus. Silahkan pilih server DNS yang lain dan coba kembali.
ja: Blokada DNS は現在 Plus モードでのみサポートされています。別の DNS を選択して再度お試し下さい。
pt_br: O Blokada DNS é atualmente suportado apenas no modo Plus. Por favor, escolha outro DNS e tente novamente.
ro: Blokada DNS funcționează în prezent doar în modul Plus. Vă rugăm să alegeți un alt DNS și să încercați din nou.
sv: Blokada DNS stöds för närvarande endast i Plus-läge. Välj en annan DNS och försök igen.
tr: Blokada DNS şu anda sadece Plus modunda desteklenmektedir. Lütfen başka bir DNS seçin ve tekrar deneyin.
