Repository: blokadaorg/blokada
Catalog: ios/IOS/Assets/*.lproj/Ui.strings
Languages: ar, bg, cs, hi, id, ja, pt_br, ro, sv, tr

# homepage desc download
source: Download Blokada for your platform.
ar: تحميل بلوكادا للمنصّة الخاصّة بك.
bg: Изтеглете Blokada за вашата платформа.
cs: Stáhněte si Blokadu pro vaši platformu.
id: Unduh Blokada untuk platform Anda.
ja: あなたのプラットフォームに最適なバージョンの Blokada をダウンロードします。
pt_br: Baixe o Blokada para sua plataforma.
ro: Descarcă Blokada pentru platforma ta.
sv: Ladda ner Blokada för din plattform.
tr: Platformunuz için Blokada'yı indirin.

# homepage desc community
source: Join our awesome community.
ar: انضم إلى مجتمعنا الرائع.
bg: Присъединете се към нашата страхотна общност.
cs: Připojte se k naší úžasné komunitě.
id: Bergabunglah dengan komunitas kami yang luar biasa.
ja: コミュニティに参加しませんか？
pt_br: Junte-se à nossa incrível comunidade.
ro: Alătură-te comunității noastre minunate.
sv: Gå med i vår fantastiska mötesplats.
tr: Harika topluluğumuza katılın.

# homepage header support
source: Support us
ar: ادعمنا
bg: Подкрепи ни
cs: Podpořte nás
id: Dukung kami
ja: 支援のお願い
pt_br: Apoie-nos
ro: Susține-ne
sv: Stöd oss
tr: Bizi destekle

# homepage desc support
source: Donate to help us continue the project.
ar: تَبرَّع لمساعدتنا على متابعة المشروع.
bg: Дарете за да ни помогнете да продължим проекта.
cs: Přispějte, abyste nám pomohli v projektu pokračovat.
id: Beri donasi agar kami bisa tetap mengembangkan Blokada lebih baik lagi.
ja: プロジェクトの継続のために寄付してください。
pt_br: Doe para nos ajudar a continuar o projeto.
ro: Donează pentru a ne ajuta să continuăm proiectul.
sv: Donera för att hjälpa oss att fortsätta med projektet.
tr: Projeye devam etmemize yardımcı olmak için bağışta bulunun.

# homepage action faq
source: FAQ
ar: الأسئلة الشائعة
bg: ЧЗВ
pt_br: Perguntas Frequentes
ro: Întrebări frecvente
sv: Vanliga frågor
tr: SSS

# homepage action opinions
source: Reviews
ar: التعليقات
bg: Отзиви
cs: Recenze
id: Ulasan
ja: レビュー
pt_br: Avaliações
ro: Evaluări
sv: Recensioner
tr: İncelemeler

# homepage action authors
source: Authors
ar: المؤلّفون
bg: Автори
cs: Autoři
id: Pembuat
ja: 製作者
pt_br: Autores
ro: Autori
sv: Utvecklare
tr: Yazarlar

# homepage action source
source: Source
ar: المَصدر
bg: Източник
cs: Zdroj
id: Sumber
ja: ソース
pt_br: Fonte
ro: Sursă
sv: Källkod
tr: Kaynak

# homepage action forums
source: Forums
ar: المنتديات
bg: Форуми
cs: Fóra
id: Forum
ja: フォーラム
pt_br: Fóruns
ro: Forum
sv: Forum
tr: Forumlar

# homepage action dashboard
source: Dashboard
ar: لوحة التحكّم
bg: Табло
cs: Nástěnka
ja: ダッシュボード
pt_br: Painel de controle
ro: Panou de control
sv: Översikt
tr: Kontrol paneli

# homepage about footer
source: Let's stay in touch!
ar: دعونا نبقى على اتصال !
bg: Нека поддържаме връзка!
cs: Zůstaňme v kontaktu!
id: Mari bersilaturahmi!
ja: メディア
pt_br: Vamos nos manter em contato!
ro: Să stăm la curent!
sv: Låt oss hålla kontakten!
tr: İrtibatta olalım!

# homepage hero title
source: The privacy app
ar: تطبيق الخصوصيّة
bg: Поверителност на приложението
cs: Aplikace pro ochranu osobních údajů
id: Aplikasi yang mengutamakan privasi
ja: プライバシーアプリ
pt_br: O aplicativo de privacidade
ro: Aplicația de confidențialitate
sv: Integritetsappen
tr: Gizlilik uygulaması

# homepage hero subtitle
source: free and open source
ar: مجّاني و مفتوح المَصدَر
bg: безплатно и с отворен код
cs: zdarma a s otevřeným zdrojovým kódem
id: gratis dan open source
ja: 無料でオープンソース
pt_br: gratuito e de código-aberto
ro: gratis și open source
sv: gratis och öppen källkod
tr: ücretsiz ve açık kaynaklı

# homepage hero desc
source: Blokada is the popular ad blocker and privacy app for Android and iOS. It's being supported and actively developed by the amazing open source community.
ar: بلوكادا هو التطبيق الشهير لحظر الإعلانات و الخصوصيّة لنظاميّ التشغيل Android و iOS. يتمّ دعمه و تطويره بنشاط من قِبَل مجتمع المَصدَر المفتوح المذهل.
bg: Blokada е популярно приложение, което блокира рекламите и защитава поверителността, предназначено за Android и iOS. То се поддържа и активно развива от невероятна общност и е с отворен код.
cs: Blokada je populární aplikace na blokování reklam a ochranu soukromí pro Android a iOS. Je podporována a aktivně rozvíjena úžasnou otevřenou komunitou.
id: Blokada adalah aplikasi pemblokir iklan dan privasi yang populer untuk platform Android dan iOS. Aplikasi ini didukung dan dikembangkan secara aktif oleh komunitas open source yang luar biasa.
ja: Blokada は、オープンソースで開発されている Android と iOS 向けの広告ブロッカーです。広告をブロックしプライバシー侵害のないインターネットをお楽しみください。
pt_br: O Blokada é o popular bloqueador de anúncios e aplicativo de privacidade para Android e iOS. Ele está sendo apoiado e desenvolvido ativamente pela incrível comunidade de código aberto.
ro: Blokada este populara aplicație de blocare a reclamelor și de păstrarea intimității pentru Android și iOS. Este suportată și dezvoltată activ de către uimitoarea comunitate open source.
sv: Blokada är den populära annonsblockeraren och integritetsappen för Android och iOS. Den stöds och utvecklas aktivt med hjälp av den fantastiska open source-miljön.
tr: Blokada, Android ve iOS için popüler bir reklam engelleyici ve gizlilik uygulamasıdır. Harika bir açık kaynak topluluğu tarafından desteklenmekte ve aktif olarak geliştirilmektedir.

# homepage about title
source: Blokada 5, the ad blocker
ar: Blokada 5، المانِع للإعلانات
bg: Blokada 5, рекламният блокер
cs: Blokada 5, blokátor reklam
id: Blokada 5, pemblokir iklan
ja: Blokada 5 - 広告ブロッカー
pt_br: Blokada 5, o bloqueador de anúncios
ro: Blokada 5, ad blocker-ul
sv: Blokada 5, annonsblockeraren
tr: Blokada 5, reklam engelleyici

# homepage about desc
source: If you want to efficiently block ads, trackers, malware, save on your data plan, speed up your device and protect your privacy with just one application, then Blokada is for you. It is free, secure and open source.
ar: إذا أَردت بكفاءة أن تَحظُر الإعلانات، التَّعقُّب و البرامج الضارّة ، إذا كنت تريد حفْظ خُطّة بياناتك ، و جَعلْ جهازك أسرع و حماية خصوصيّتك من خلال تطبيق واحد ، إذاً بلوكادا هو الأمثل لك. إنّه مجّاني و آمن و مفتوح المَصدَر.
bg: Ако искате ефективно да блокирате реклами, тракери, злонамерен софтуер, да спестите от плана си за данни, да ускорите устройството си и да защитите поверителността си само с едно приложение, то тогава Blokada е за вас. Тя е безплатна, сигурна и с отворен код.
cs: Pokud chcete efektivně blokovat reklamy, sledovače a malware, chcete šetřit vaše mobilní data, urychlit svůj přístroj a chránit své soukromí s jednou aplikací, pak je tu Blokada právě pro vás. Je bezplatná, bezpečná a s otevřeným zdrojovým kódem.
id: Jika Anda ingin memblokir iklan, pelacak, malware, memghemat paket data, mempercepat koneksi data, dan melindungi privasi Anda secara efisien hanya dengan satu aplikasi, Blokada adalah pilihan yang tepat untuk Anda. Aplikasi ini gratis, aman, dan open source.
ja: Blokada アプリ 1 つで、広告・トラッカー・マルウェアをブロックできます。それにより、通信量の削減、デバイスのスピードアップ、プライバシーの保護などの効果があります。また、Blokada は無料で安全なオープンソースです。
pt_br: Se você quiser bloquear com eficiência anúncios, rastreadores, malware, economizar seu plano de dados, acelerar seu dispositivo e proteger sua privacidade com apenas um aplicativo, então o Blokada é para você. É gratuito, seguro e de código aberto.
ro: Dacă vreți să blocați reclame, trackere, malware, să vă economisiți datele mobile, să accelerați viteza dispozitivului dvs. și să vă protejezați intimitatea într-un mod eficient cu o singură aplicație, atunci Blokada este pentru dvs. E gratuită, sigură și cu sursa deschisă.
sv: Om du effektivt vill blockera annonser, trackers, skadlig kod, spara på din dataplan, snabba upp din enhet och skydda din integritet med bara en enda app, då är Blokada något för dig. Den är gratis, säker och har öppen källkod.
tr: Tek bir uygulama ile reklamları, izleyicileri, kötü amaçlı yazılımları verimli bir şekilde engellemek; veri planınızdan tasarruf etmek, cihazınızı hızlandırmak ve gizliliğinizi korumak istiyorsanız, Blokada tam size göre. Ücretsiz, güvenli ve açık kaynaklı.

# homepage about point one
source: Blocks ads & trackers
ar: حَظْر الإعلانات و المُتَعقِّبين
bg: Блокира реклами & тракери
cs: Blokuje reklamy a sledovače
id: Memblokir iklan & pelacak
ja: 広告とトラッカーをブロック
pt_br: Bloqueia anúncios e rastreadores
ro: Blochează reclame și trackere
sv: Blockerar annonser och trackers
tr: Reklamları ve izleyicileri engeller

# homepage about point two
source: Works for all apps and all browsers
ar: يعمل مع جميع التطبيقات و المتصفِّحات
bg: Работи с всички приложения и всички браузъри
cs: Funguje ve všech aplikacích a všech prohlížečích
id: Berfungsi di semua aplikasi dan browser
ja: すべてのアプリとブラウザーに有効
pt_br: Funciona para todos os aplicativos e navegadores
ro: Funcționează pentru toate aplicațiile și toate browserele
sv: Fungerar för alla appar och alla webbläsare
tr: Tüm uygulamalar ve tarayıcılarda çalışır

# homepage about point three
source: Requires no root or jailbreak
ar: لا يتطلَّب روت أو جيلبريك
bg: Не изисква root или jailbreak
cs: Nevyžaduje root ani jailbreak
id: Tidak perlu root atau jailbreak
ja: root 権限や Jailbreak が不要
pt_br: Não requer root ou jailbreak
ro: Nu necesită acces root sau jailbreak
sv: Kräver inte root eller jailbreak
tr: Root veya jailbreak gerektirmez

# homepage about point four
source: Safe design (does not break encryption)
ar: التصميم الآمن (لا يكسر التشفير)
bg: Безопасен проект (не нарушава криптирането)
cs: Bezpečný design (neporušuje šifrování)
id: Rancangan aman (tak merusak enkripsi)
ja: 安全設計（暗号化を壊さない）
pt_br: Design seguro (não quebra a criptografia)
ro: Design sigur (nu întrerupe criptarea)
sv: Säker design (bryter inte kryptering)

# homepage about point five
source: Trusted & free forever
ar: موثوق به و مجّاني إلى الأبد
bg: Сигурно & безплатно завинаги
cs: Důvěryhodný & navždy zdarma
id: Terpercaya & gratis selamanya
ja: 信頼と無料を両立
pt_br: Confiável e gratuito para sempre
ro: De încredere și gratis pentru totdeauna
sv: Betrodd & gratis för alltid

# homepage about action faq
source: See the FAQs
ar: مشاهدة الأسئلة الشائعة
bg: Вижте ЧЗВ
cs: Podívejte se na FAQ
id: Lihat FAQ
ja: FAQ を見る
pt_br: Veja as perguntas frequentes
sv: Se vanliga frågor
tr: SSS'e bakın

# homepage about action plus
source: Learn more about Blokada Plus
ar: تعرّف على المزيد حول Blokada Plus
bg: Научете повече за Blokada Plus
cs: Zjistěte více o službě Blokada Plus
hi: ब्लोकाडा प्लस के बारे में अधिक जानें
id: Pelajari lebih lanjut tentang Blokada Plus
ja: Blokada Plus の詳細
pt_br: Saiba mais sobre o Blokada Plus
ro: Aflați mai multe despre Blokada Plus
sv: Läs mer om Blokada Plus
tr: Blokada Plus hakkında daha fazla bilgi edinin

# homepage vpn title
source: Blokada 5, the VPN
ar: بلوكادا 5، VPN
bg: Blokada 5, VPN
cs: Blokada 5, VPN
id: Blokada 5, VPN
ja: Blokada 5 VPN
pt_br: Blokada 5, a VPN
sv: Blokada 5, VPN-tjänsten
tr: Blokada 5, VPN

# homepage vpn desc
source: For ultimate privacy protection, upgrade to Blokada Plus and connect through our VPN. We use WireGuard®, the most advanced VPN protocol, to encrypt your network activity and hide your IP address.
ar: لحماية مطلقة للخصوصيّة ، قم بالترقية إلى Blokada Plus و اتصل من خلال VPN الخاصّ بنا. نحن نستخدم WireGuard® ، بروتوكول VPN الأكثر تقدّماً ، لتشفير نشاط الشبكة و إخفاء عنوان IP الخاصّ بك.
bg: За максимална защита на поверителността надстройте до Blokada Plus и се свържете чрез нашата VPN. Ние използваме WireGuard®, най-усъвършенстваният VPN протокол за да шифроваме вашата мрежова активност и да скрием вашия IP адрес.
cs: Pro maximální ochranu soukromí upgradujte na Blokada Plus a připojte se prostřednictvím naší VPN. K šifrování vaší síťové aktivity a skrytí vaší IP adresy používáme nejmodernější protokol VPN WireGuard®.
id: Untuk perlindungan privasi terbaik, upgrade ke Blokada Plus dan berselancar melalui VPN kami. Kami menggunakan WireGuard®, protokol VPN tercanggih saat ini, untuk mengenkripsi aktivitas internet dan menyembunyikan IP address Anda.
ja: 究極のプライバシー保護のために、Blokada Plus にアップグレードし、VPN 経由で接続できます。最先端の VPN プロトコルである WireGuard® を使用して、ネットワークのアクティビティを暗号化し、IP アドレスを隠します。
pt_br: Para proteção de privacidade definitiva, assine o Blokada Plus e conecte-se através da nossa VPN. Nós usamos o WireGuard®, o protocolo VPN mais avançado, para criptografar sua atividade de rede e ocultar seu endereço IP.
sv: För ultimat integritetsskydd, uppgradera till Blokada Plus och anslut via vårt VPN. Vi använder WireGuard®, det mest avancerade VPN-protokollet, för att kryptera din nätverksaktivitet och dölja din IP-adress.

# homepage vpn point one
source: No bandwidth restrictions
ar: لا قيود على النطاق التردّدي
bg: Без ограничения на честотната лента
cs: Žádná omezení šířky pásma
id: Tanpa pembatasan bandwidth
ja: 帯域幅制限なし
pt_br: Sem restrições de banda
sv: Inga bandbreddsbegränsningar
tr: Bant genişliği kısıtlaması yok

# homepage vpn point two
source: Fast & modern encryption
ar: تشفير سريع و حديث
bg: Бързо & модерно криптиране
cs: Rychlé & moderní šifrování
id: Enkripsi cepat & modern
ja: 高速で最先端の暗号化
pt_br: Criptografia rápida e moderna
sv: Snabb & modern kryptering
tr: Hızlı ve modern şifreleme

# homepage vpn point three
source: No logging of your network activity
ar: لا يوجد تسجيل لنشاط الشبكة الخاصّ بك
bg: Не се регистрира вашата мрежова активност
cs: Nezaznamenává vaše aktivity na síti
id: Tanpa pencatatan aktivitas jaringan Anda
ja: アクティビティ ログの保存なし
pt_br: Não há registro da sua atividade de rede
sv: Ingen loggning av din nätverksaktivitet

# homepage vpn point four
source: Connect up to 5 devices
ar: قم بتوصيل ما يصل إلى 5 أجهزة
bg: Свържете до 5 устройства
cs: Připojte až 5 zařízení
id: Cakupan koneksi hingga 5 perangkat
ja: デバイス最大 5 台に接続
pt_br: Conecte até 5 dispositivos
sv: Anslut upp till 5 enheter
tr: 5 kadar cihazla bağlantı

# homepage vpn credit
source: 'WireGuard' and the 'Wireguard' logo are registered trademarks of Jason A. Donenfeld.
ar: 'WireGuard' و شعار 'Wireguard' علامات تجاريّة مسجّلة لـ Jason A. Donenfeld.
bg: „WireGuard“ и логото „Wireguard“ са регистрирани търговски марки на Jason A. Donenfeld.
cs: 'WireGuard' a logo 'Wireguard' jsou registrované ochranné známky Jasona A. Donenfelda.
id: 'Wireguard' dan logo 'Wireguard' adalah merk terdaftar milik Jason A. Donenfeld.
ja: 「WireGuard」と「WireGuard」ロゴは Jason A. Donenfeld の登録商標です。
pt_br: 'WireGuard' e o logotipo 'Wireguard' são marcas registradas de Jason A. Donenfeld.
sv: 'WireGuard' och logotypen 'WireGuard' är registrerade varumärken som tillhör Jason A. Donenfeld.

# homepage faq header
source: Frequently Asked Questions
ar: الأسئلة الشائعة
bg: Често Задавани Въпроси
cs: Často kladené otázky (FAQ)
id: Pertanyaan Yang Sering Diajukan
ja: よくある質問
pt_br: Perguntas Frequentes
sv: Vanliga frågor
tr: Sıkça Sorulan Sorular

# homepage faq action more
source: See more FAQs
ar: مشاهدة المزيد من الأسئلة الشائعة
bg: Вижте още ЧЗВ
cs: Zobrazit další FAQ
id: Lihat selengkapnya
ja: よくある質問を見る
pt_br: Veja mais perguntas frequentes
sv: Se fler vanliga frågor

# homepage faq title 1
source: What information does Blokada keep?
ar: ما هي المعلومات التي يحتفظ بها بلوكادا؟
bg: Каква информация съхранява Blokada?
cs: Jaké informace Blokada uchovává?
id: Informasi apa yang disimpan oleh Blokada?
ja: どのような情報が Blokada に保存されますか？
pt_br: Que informações o Blokada mantém?
sv: Vilken information sparar Blokada?

# homepage faq desc 1
source: Blokada does not track or share any of your network activity. If you use Blokada Plus, for technical reasons we need to collect the most minimal data required to keep the service operational. Please consult our Privacy Policy available in the top menu for details.
ar: لا يقوم Blokada بتتبّع أو مشاركة أيّ من أنشطة الشبكة الخاصّة بك. إذا كنت تستخدم Blokada Plus ، لأسباب فنيّة نحتاج إلى جمع الحدّ الأدنى من البيانات المطلوبة للحفاظ على تشغيل الخدمة. الرجاء الرجوع إلى سياسة الخصوصيّة المتوفّرة لدينا في القائمة العليا للحصول على التفاصيل.
bg: Blokada не проследява или споделя никоя от мрежовите ви дейности. Ако използвате Blokada Plus, то тогава по технически причини трябва да съберем възможно най-малко данни необходими за поддържане на услугата. Моля, направете справка с нашата Политика за поверителност налична в горното меню за подробности.
cs: Blokada nesleduje ani nesdílí žádnou vaši síťovou aktivitu. Pokud používáte Blokada Plus, z technických důvodů potřebujeme shromáždit co nejmenší množství dat potřebných k zajištění provozu služby. Podrobnosti najdete v našich zásadách ochrany osobních údajů, které jsou k dispozici v horní nabídce.
id: Blokada tidak melacak atau membagikan detail aktivitas Anda selama menggunakan internet. Jika Anda berlangganan Blokada Plus, untuk beberapa alasan teknis kami akan mengumpulkan data seminimal mungkin yang diperlukan agar layanan kami bisa berfungsi optimal. Harap lihat Kebijakan Privasi kami yang tersedia di menu bagian atas untuk informasi lebih lanjut.
ja: Blokada は、ネットワークのアクティビティを追跡または共有しません。Blokada Plus を使用する場合は、技術的な理由から、サービスを維持するために必要な最小限のデータを収集する必要があります。詳細についてはプライバシーポリシーをご覧ください。
pt_br: O Blokada não rastreia ou compartilha nenhuma das suas atividades na rede. Se você usar o Blokada Plus, por razões técnicas, precisamos coletar os dados mínimos necessários para manter o serviço operacional. Por favor, consulte nossa Política de Privacidade disponível no menu superior para mais detalhes.
sv: Blokada varken avlyssnar eller delar något av dina nätverksaktiviteter. Om du använder Blokada Plus måste vi av tekniska skäl samla in den mest minimala informationen som krävs för att hålla tjänsten operativ. Läs vår integritetspolicy som finns i den översta menyn för detaljer.

# homepage faq title 2
source: How is my privacy protected?
ar: كيف يتم حماية خصوصيّتي؟
bg: Как е защитена поверителността ми?
cs: Jak je chráněno mé soukromí?
id: Bagaimana privasi saya terlindungi?
ja: 私のプライバシーはどのように保護されますか？
pt_br: Como a minha privacidade está protegida?
sv: Hur skyddas min integritet?

# homepage faq desc 2
source: Blokada prevents apps and browsers installed on your device from sending your private data (known as tracking fingerprints) to the Internet. It also encrypts some of your network activity (DNS queries). If you need more protection, Blokada Plus makes your device connect through our VPN, and uses the WireGuard® protocol to encrypt your entire network traffic.
ar: يمنع Blokada التطبيقات و المتصفّحات المثبّتة على جهازك من إرسال بياناتك الخاصّة (المعروفة باسم تتبُّع بصمات الأصابع) إلى الإنترنت. يقوم أيضاً بتشفير بعض أنشطة الشبكة (استعلامات DNS). إذا كنت بحاجة إلى مزيد من الحماية ، فإن Blokada Plus يجعل جهازك يتّصل من خلال VPN الخاصّ بنا ، و يستخدم بروتوكول WireGuard® لتشفير حركة مرور الشبكة بالكامل.
bg: Blokada пречи на приложенията и браузърите инсталирани на вашето устройство да изпращат вашите лични данни (известни като проследяване на пръстови отпечатъци) в Интернет. Тя също така криптира част от вашата мрежова активност (DNS заявки). Ако се нуждаете от повече защита, Blokada Plus кара вашето устройство да се свързва чрез нашата VPN и използва протокола WireGuard® за да шифрова целия ви мрежов трафик.
cs: Blokada brání aplikacím a prohlížečům nainstalovaným ve vašem zařízení v odesílání vašich soukromých dat (známých jako sledování otisků prstů) na internet. Šifruje také některé vaše síťové aktivity (dotazy DNS). Pokud potřebujete větší ochranu, Blokada Plus umožňuje připojení vašeho zařízení prostřednictvím naší VPN a k šifrování celého vašeho síťového provozu používá protokol WireGuard®.
id: Blokada mencegah pengiriman data pribadi oleh aplikasi dan browser yang ada di perangkat Anda (dikenal sebagai tracking fingerprints) melalui internet. Blokada juga mengenkripsi sebagian aktivitas berselancar Anda (DNS queries). Jika Anda membutuhkan perlindungan lebih, kami menyediakan Blokada Plus yang akan menghubungkan perangkat Anda dengan VPN kami yang menggunakan protokol WireGuard® untuk mengenkripsi seluruh lalu lintas data Anda.
ja: Blokada は、デバイスにインストールされているアプリやブラウザーが、インターネットにプライベートデータ（いわゆるフィンガープリント）を送信することを防ぎます。また、一部のネットワークアクティビティ（DNS クエリ）を暗号化します。さらに保護が必要な場合、Blokada Plus を使用してデバイスを VPN 経由で接続し、WireGuard® プロトコルを使用してネットワークトラフィック全体を暗号化します。
pt_br: O Blokada impede que aplicativos e navegadores instalados no seu dispositivo enviem seus dados privados (conhecidos como rastreamento de impressões digitais) para a Internet. Ele também criptografa algumas das suas atividades de rede (consultas DNS). Se você precisar de mais proteção, o Blokada Plus faz seu dispositivo se conectar através de nossa VPN e usa o protocolo do WireGuard® para criptografar todo o tráfego de rede.
sv: Blokada hindrar appar och webbläsare som är installerade på din enhet från att skicka din privata information (även kallat att spåra fingeravtryck) till Internet. Den krypterar också en del av din nätverksaktivitet (DNS-frågor). Om du behöver mer skydd får Blokada Plus din enhet att ansluta via vår VPN-tjänst och använder WireGuard®-protokollet för att kryptera all din nätverkstrafik.

# homepage faq title 3
source: What is Blokada Plus?
ar: ما هو Blokada Plus؟
bg: Какво представлява Blokada Plus?
cs: Co je Blokada Plus?
id: Apa itu Blokada Plus?
ja: Blokada Plus とは？
pt_br: O que é o Blokada Plus?
sv: Vad är Blokada Plus?
tr: Blokada Plus nedir?
