{ "strings": {
    "Ads and trackers blocking list": "Sperrliste für Tracker und Werbung",
    "This Energized System is designed for Unix-like systems, gets a list of domains that serve ads, tracking scripts and malware from multiple reputable sources and creates a hosts file that prevents your system from connecting to them. Beware, installing \"Social\" configuration may make your social apps, like Messenger, misbehave.": "Dieses Energized-System wurde für Unix-ähnliche Systeme entwickelt, bezieht eine Liste von Domains, die Werbung, Tracking-Skripte und Malware aus mehreren seriösen Quellen bereitstellen, und erstellt eine Hosts-Datei, die verhindert, dass dein System eine Verbindung zu ihnen herstellt. Beachte: Wenn du die \"Social\"-Konfiguration installierst, können deine sozialen Apps wie z. B. Messenger ein Fehlverhalten aufweisen.",
    "Popular for adblocking": "Beliebt für Werbeblocker",
    "Consolidating and Extending hosts files from several well-curated sources. You can optionally pick extensions to block Porn, Social Media, and other categories.": "Zusammenfassen und Erweitern von Host-Dateien von mehreren gut-kuratierten Quellen. Du kannst optional die Erweiterungen Porn, Social Media und andere Kategorien auswählen, um diese zu blockieren.",
    "Alternative blocklist with advanced features": "Alternative Sperrliste mit erweiterten Funktionen",
    "A blocklist with unique extensions to choose from. Be aware it is more aggressive, and may break apps or sites. It blocks graph.facebook.com and mqtt-mini.facebook.com. You may consider whitelisting them in the Activity section, in case you experience problems with Facebook apps.": "Eine Sperrliste mit einzigartigen Erweiterungen zur Auswahl. Beachte, dass sie aggressiver ist und Apps oder Websites beeinträchtigen kann. Sie blockiert graph.facebook.com und mqtt-mini.facebook.com. Falls du Probleme mit Facebook-Apps hast, kannst du diese im Abschnitt \"Aktivität\" zu den erlaubten Anfragen hinzufügen.",
    "Adblocking for your mobile device": "Werbeblocker für dein Mobilgerät",
    "A special blocklist containing mobile ad providers.": "Eine spezielle Sperrliste mit Anbietern mobiler Werbung.",
    "Protects against cyber attacks": "Schützt gegen Cyberattacken",
    "A blocklist to filter phishing websites. Phishing is a malpractice based on redirecting to fake websites, which look exactly like the original ones, in order to trick visitors, and steal sensitive information. Installing this blocklist will help you prevent such situations.": "Eine Sperrliste zum Filtern von Phishing-Websites. Phishing ist ein Missbrauch, der darauf basiert, auf gefälschte Websites umzuleiten, die genauso aussehen wie die Original-Websites, um Besucher auszutricksen und sensible Informationen zu stehlen. Die Installation dieser Sperrliste hilft dir, solche Situationen zu verhindern.",
    "A new and expanding tracker database": "Eine neue und wachsende Tracker-Datenbank",
    "DuckDuckGo Tracker Radar is a best-in-class data set about trackers that is automatically generated and maintained through continuous crawling and analysis. See the author information for details.": "Das DuckDuckGo Tracker Radar ist einer der besten, verfügbaren Datensätze mit Trackern, welcher durch kontinuierliches Suchen und Analysieren automatisch erstellt und gepflegt wird. Einzelheiten dazu liefern die Informationen des Autors.",
    "Curated blocklist to block trackers and advertisements": "Kuratierte Sperrliste zum Blockieren von Trackern und Werbung",
    "This is a curated and well-maintained blocklist to block ads, tracking, and more! Updated regularly.": "Dies ist eine kuratierte und gut gepflegte Sperrliste zum Blockieren von Werbung, Tracking und mehr! Sie wird regelmäßig aktualisiert.",
    "Analyzes privacy concerns in Android applications": "Analysiert hinsichtlich der Datenschutzbedenken in Android Anwendungen",
    "This blocklist is based on The Exodus Privacy project, which analyses Android applications and looks for embedded trackers. A tracker is a piece of software meant to collect data about you, or what you do. This is a very small list, so you should also activate one of the more popular lists (like Energized).": "Diese Sperrliste basiert auf The Exodus Privacy Project, welches Android-Anwendungen analysiert und nach eingebetteten Trackern sucht. Als Tracker wird eine Software bezeichnet, die Daten über dich oder deinen Aktivitäten sammelt. Dies ist eine sehr kleine Liste, deshalb solltest du auch eine der bekannteren Listen (z. B. Energized) aktivieren.",
    "A good general purpose blocklist": "Eine gute allgemeine Sperrliste",
    "Blocks ads, phishing, malware, spyware, ransomware, scam, telemetry, analytics, tracking (where not needed for proper functionality). Should not interfere with normal apps and services.": "Blockiert Werbung, Phishing, Schadsoftware, Spyware, Ransomware, Betrug, Telemetrie, Analysen, Tracking (wenn nicht für die richtige Funktionalität benötigt). Diese Liste sollte normale Apps und Dienste nicht beeinträchtigen.",
    "A blocklist for ads and tracking, updated regularly": "Eine Sperrliste für Werbung und Tracking, regelmäßig aktualisiert",
    "This is a good choice as the primary blocklist. It's well balanced, medium size, and frequently updated.": "Dies ist eine gute Wahl als primäre Sperrliste. Sie ist ausgewogen, mittelgroß und wird häufig aktualisiert.",
    "A collection of blocklists for various use cases.": "Eine Sammlung von Sperrlisten für verschiedene Anwendungsfälle.",
    "These lists were created because the founder of the project wanted something with a little more control over what is being blocked.": "Diese Listen wurden erstellt, weil der Gründer des Projekts etwas mehr Kontrolle darüber haben wollte, was blockiert wird.",
    "A blocklist based on spam reports": "Eine Sperrliste basierend auf Spam-Meldungen",
    "Spam404 is a service that helps online companies with content monitoring, penetration testing and brand protection. This list is based on the reports received from companies.": "Spam404 ist ein Service, der Online-Unternehmen bei der Überwachung von Inhalten, Penetrationstests und Markenschutz unterstützt. Diese Liste basiert auf den eingegangenen Meldungen von Unternehmen.",
    "A comprehensive lists to block ads and tracking": "Eine umfangreiche Liste zum Blockieren von Werbung und Tracking",
    "hBlock is a list with domains that serve ads, tracking scripts and malware. It prevents your device from connecting to them.": "hBlock enthält eine Liste mit Domains, die Werbung, Tracking-Skripte und Malware anbieten. Sie verhindert, dass sich dein Gerät mit diesen verbindet.",
    "A general purpose, medium weight lists": "Eine allgemeine, durchschnittlich große Liste",
    "These lists block malicious and harmfully deceptive content, like advertising, tracking, telemetry, scam, and malware servers. These lists do not block porn, social media, or so-called fake news domains.": "Diese Listen blockieren bösartige und schädlich irreführende Inhalte, wie z. B. Werbe-, Tracking-, Telemetrie-, Scam- und Malware-Server. Diese Listen blockieren keine Porno-, Social-Media- oder sogenannte Fake-News-Domains.",
    "A reasonably balanced ad blocking hosts file": "Eine angemessen ausgewogene Hosts-Datei zur Werbeblockierung",
    "This is a well known, general purpose blocklist of small size, updated regularly.": "Dies ist eine bekannte, allgemeine Sperrliste von geringem Umfang, die regelmäßig aktualisiert wird."
} }
