Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Packs.strings
Languages: ar, bg, cs, de, es, fi, fr, hu, id, it, ja, nl, pl, pt_br, ro, ru, sv, tr

source: This shield prevents access to the common shopping apps. It aids users in curbing impulse purchases or distractions.
ar: هذا الدرع يمنع الوصول إلى تطبيقات التسوق الشائعة. إنه يساعد المستخدمين في كبح عمليات شراء أو تشتيت النوافذ.
bg: Този щит предотвратява достъпа до обичайните приложения за пазаруване. Той помага на потребителите да ограничат импулсивните покупки или отклоняването на вниманието.
cs: Tento štít zabraňuje přístupu k běžným nákupním aplikacím. Pomáhá uživatelům omezit impulzivní nákupy nebo rozptýlení.
de: Dieses Schild verhindert den Zugriff auf die gängigen Einkaufsapps. Es hilft den Benutzern, Impulskäufe oder Ablenkungen einzudämmen.
es: Este escudo impide el acceso a las aplicaciones de compras comunes. Ayuda a los usuarios a frenar las compras o distracciones de impulsos.
fi: Tämä kilpi estää pääsyn yhteisiin ostossovelluksiin. Se auttaa käyttäjiä hillitsemään impulssiostoksia tai häiriötekijöitä.
fr: Ce bouclier empêche l'accès aux applications courantes. Il aide les utilisateurs à freiner les achats impulsifs ou les distractions.
id: Perisai ini mencegah akses ke aplikasi belanja online. Membantu Anda mengurangi pengeluaran mendadak.
it: Questo scudo impedisce l'accesso alle più comuni app di shopping. Aiuta gli utenti a ridurre gli acquisti compulsivi o incauti.
ja: このシールドは、一般的なショッピングアプリへのアクセスを防ぎます。衝動買いや注意散漫の防止に役立ちます。
pl: Ta tarcza zapobiega dostępowi do zwykłych aplikacji zakupów. Pomaga użytkownikom w ograniczaniu zakupów impulsów lub rozpraszaniu akcji.
pt_br: Este escudo impede o acesso a aplicativos de compras comuns. Ele ajuda os usuários em controlar compras de impulso ou distrações.
ro: Acest scut împiedică accesul la aplicațiile obișnuite de cumpărături. Ajuta utilizatorii să reducă achizițiile de impulsuri sau distragerile.
ru: Этот щит предотвращает доступ к распространенным приложениям для покупок. Он помогает пользователям отказаться от импульсивных покупок или отвлечься.
sv: Denna sköld förhindrar åtkomst till vanliga shoppingappar. Den hjälper användare att begränsa impulsköp eller distraktioner.

source: Miscellaneous apps
ar: تطبيقات متنوعة
bg: Разни приложения
fi: Sekalaiset sovellukset
it: Applicazioni varie
pl: Różne aplikacje
ro: Diverse aplicații
ru: Различные приложения

source: A selection of various popular applications
ar: مجموعة مختارة من التطبيقات الشائعة المختلفة
bg: Селекция от различни популярни приложения
cs: Výběr dalších populárních aplikací
de: Eine Auswahl verschiedener beliebter Anwendungen
es: Una selección de varias aplicaciones populares
fi: Valikoima erilaisia suosittuja sovelluksia
fr: Une sélection de diverses applications populaires
id: Pilihan berbagai aplikasi populer
it: Una selezione di varie applicazioni popolari
ja: 様々な人気のアプリのコレクションです
pl: Wybór różnych popularnych aplikacji
pt_br: Uma seleção de várias aplicações populares
ro: O selecție de diferite candidaturi populare
ru: Подборка различных популярных приложений
sv: Ett urval av olika populära applikationer

source: This shield provides a list of popular apps of various type. It's created for users aiming for a more comprehensive app control.
ar: يوفر هذا الدرع قائمة من التطبيقات الشائعة من مختلف الأنواع. تم إنشاؤها للمستخدمين بهدف التحكم في التطبيق بشكل أكثر شمولا.
bg: Този щит предоставя списък с популярни приложения от различен тип. Създаден е за потребители, които се стремят към по-всеобхватен контрол на приложенията.
cs: Tento štít obsahuje seznam populárních aplikací různého typu. Je vytvořen pro uživatele, kteří usilují o komplexnější kontrolu aplikací.
de: Dieser Schild bietet eine Liste beliebter Apps verschiedener Art. Er wird für Benutzer erstellt, die eine umfassendere App-Steuerung anstreben.
es: Este escudo proporciona una lista de aplicaciones populares de varios tipos. Está creado para usuarios que apuntan a un control de aplicaciones más completo.
fi: Tämä kilpi tarjoaa luettelon suosituista erilaisista sovelluksista. Se on luotu käyttäjille, joiden tavoitteena on kattavampi sovellushallinta.
fr: Ce bouclier fournit une liste d'applications populaires de différents types. Il est créé pour les utilisateurs en vue d'un contrôle plus complet de l'application.
id: Perisai ini menyediakan daftar berbagai jenis aplikasi populer. Dibuat untuk Anda yang menginginkan kendali lebih terhadap aplikasi yang Anda gunakan.
it: Questo scudo fornisce un elenco di applicazioni popolari di vario tipo. È creato per gli utenti che puntano a un controllo più completo delle app.
ja: このシールドは、さまざまな種類の人気のアプリのリストを提供します。より包括的なアプリコントロールを目指すユーザーのために作成されました。
pl: Ta tarcza dostarcza listę popularnych aplikacji różnego typu. Stworzona dla użytkowników mających na celu bardziej kompleksową kontrolę aplikacji.
pt_br: Este escudo fornece uma lista de aplicativos populares de vários tipos. É criado para usuários buscando um controle de aplicativos mais abrangente.
ro: Acest scut oferă o listă de aplicații populare de diferite tipuri. Este creat pentru utilizatorii care vizează un control mai complet al aplicațiilor.
ru: Щит содержит список популярных приложений различных типов. Он создан для пользователей, желающих получить более полный контроль над приложениями.
sv: Denna sköld listar populära appar av olika typer. Den är skapad för användare som strävar efter en mer omfattande appkontroll.
