Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Packs.strings
Languages: ar, bg, cs, de, es, fi, fr, hu, id, it, ja, nl, pl, pt_br, ro, ru, sv, tr

source: This is the official blocklist from d3ward, the maker of the popular adblocker testing website. It is meant to achieve 100% score in the test. Keep in mind, this is a minimum list. You may want to use it together with another blocklist activated. If you wish to perform the test, just visit go.blokada.org/test
ar: هذه قائمة الحظر الرسميّة من d3ward ، صانع موقع اختبار Adblocker الشهير. من المفترض أن تحقق درجة 100٪ في الاختبار. ضع في اعتبارك ، هذه قائمة الحدّ الأدنى. قد ترغب في استخدامها مع قائمة حظر أُخرى نشطة. إذا كنت ترغب في إجراء الاختبار ، فما عليك سوى زيارة go.blokada.org/test
bg: Това е официалният блокиращ списък от d3ward, създателя на популярния уебсайт за тестване на рекламни блокери. Целта е да се постигне 100% резултат в теста. Имайте предвид, че това е минимален списък. Може да искате да го използвате заедно с активиран друг блокиращ списък. Ако искате да направите тест, просто посетете go.blokada.org/test
cs: Toto je oficiální blocklist od společnosti d3ward, tvůrce populárního webu pro testování adblockerů. Je určen k dosažení 100% skóre v testu. Mějte na paměti, že se jedná o minimalistický seznam. Možná jej budete chtít použít společně s dalším aktivovaným blocklistem. Pokud chcete test provést, stačí navštívit stránku go.blokada.org
de: Dies ist die offizielle Sperrliste von d3ward, dem Ersteller der beliebten Website zum Testen von Werbeblockern. Die Liste ist dazu gedacht, ein Testergebnis von 100% auf der Seite zu erreichen. Beachte, dass dies eine Liste mit minimalem Umfang ist. Möglicherweise möchtest du sie zusammen mit einer anderen aktivierten Sperrliste verwenden. Wenn du den Test durchführen möchtest, besuche einfach go.blokada.org/test
es: Esta es la lista de bloqueo oficial de d3ward, el fabricante del popular sitio web de pruebas de bloqueadores de anuncios. Está pensada para conseguir una puntuación del 100% en la prueba. Ten en cuenta que es una lista básica. Es posible que quieras utilizarla junto con otra lista de bloqueo activada. Si deseas realizar la prueba, puedes visitar go.blokada.org/test
fi: Tämä on virallinen blocklist d3ward, valmistaja suositun adblocker testaus sivusto. Sen on tarkoitus saavuttaa 100% pisteet testissä. Pidä mielessä, tämä on minimiluettelo. Voit halutessasi käyttää sitä yhdessä toisen lohkolistan ollessa aktivoitu. Jos haluat suorittaa testin, käy vain osoitteessa go.blokada.org/testi
fr: Il s'agit de la liste noire officielle de d3ward, le fabricant du site populaire de test de bloqueur de publicité. Elle est destinée à atteindre un score de 100% dans le test. Gardez à l'esprit qu'il s'agit d'une liste minimale. Vous pouvez l'utiliser avec une autre liste noire activée. Si vous souhaitez effectuer le test, rendez-vous sur go.blokada.org/test
hu: Ez d3ward hivatalos blokklistája, a népszerű adblock tesztelő oldal készítőjétől. 100%-os pontszámot kell, hogy elérjen a teszten. Tartsuk azonban észben, hogy ez egy minimum lista. Érdemes egy másik blokklistával együtt használni. Ha el akarod indítani a tesztet, menj a go.blokada.org/test címre.
id: Blocklist resmi dari d3ward, yang terkenal sebagai pembuat situs untuk mengetes efektivitas pemblokir iklan. Blocklist ini dibuat dengan tujuan mendapat skor 100% di situs tersebut. Harap diingat bahwa ini adalah list minimum. Anda bisa menggunakannya bersama dengan blocklist lain. Jika Anda berminat untuk mencoba efektivitas blocklist yang Anda pakai, silakan kunjungi go.blokada.org/test
it: Questa è la lista di blocco ufficiale di d3ward, il creatore del popolare sito web di test adblocker. Dovrebbe riuscire a raggiungere il 100% nel test. Tieni presente che questa è una lista minima. Potresti volerla usare insieme ad un'altra lista di blocco. Per eseguire il test, basta visitare go.blokada.org/test
ja: これは、人気の広告ブロッカーテストサイトの製作者である d3ward の公式ブロックリストです。テストで 100% のスコアを達成するために必要な最低限の内容が含まれており、他のブロックリストと一緒に使用することができます。go.blokada.org/test からテストを実行できます。
nl: Dit is de officiële blocklist van d3ward, de maker van de populaire adblocker test website. Het is bedoeld om 100% score te behalen in de test. Houd in gedachten dat dit een minimum lijst is. Het kan zijn dat je hem samen met een andere geactiveerde blocklist wilt gebruiken. Als u de test wilt uitvoeren, ga dan naar go.blokada.org/test
pl: Oto oficjalna bloklista od d3warda, twórcy popularnej strony testującej adblockera. Ma ona osiągnąć 100% punktacji w teście. Pamiętaj, że jest to lista minimalna. Zalecane jest użyć jej razem z inną aktywowaną bloklistą. Jeśli chcesz wykonać test, po prostu odwiedź go.blokada.org/test
pt_br: Esta é a lista de bloqueio oficial do d3ward, o criador do popular site Ad Blocker Test. Destina-se a atingir 100% de pontuação no teste. Lembre-se de que esta é uma lista mínima. Você pode querer usá-la junto com outra lista de bloqueio ativada. Se desejar realizar o teste, visite go.blokada.org/test
ro: Aceasta este lista oficială de blocare de la d3ward, producătorul site-ului popular de testare adblocker. Este menit să atingă 100% scor în test. Ține cont că aceasta este o listă minimă. Poate doriți să o folosiți împreună cu o altă listă de blocare activată. Dacă doriți să efectuați testul, doar vizitați go.blokada.org/test
ru: Это официальный список блокировки от d3ward, создателя популярного сайта тестирования adblocker. Он предназначен для достижения 100% результата в тесте. Имейте в виду, что это минимальный список. Возможно, вы захотите использовать его вместе с другим списком блокировки. Если вы хотите выполнить тест, просто посетите go.blokada.org/test
sv: Detta är den officiella blocklistan från d3ward, skaparen av den populära webbplatsen för att testa annonsblockerare. Det är tänkt att uppnå 100% poäng i testet med denna lista. Kom ihåg, detta är en minimal lista. Du kanske vill använda den tillsammans med en annan blocklista aktiverad. Om du vill utföra testet, besök bara go.blokada.org/test
tr: Popüler reklam engelleyici test web sitesinin yapımcısı d3ward'ın resmi engelleme listesi. Testte %100 başarı elde etmek içindir. Unutmayın, bu bir minimum listedir. Etkinleştirilmiş başka bir engelleme listesiyle birlikte kullanmak isteyebilirsiniz. Testi yapmak istiyorsanız, hemen go.blokada.org/test adresini ziyaret edin

source: Ads
ar: الإعلانات
bg: Реклами
cs: Reklamy
de: Anzeigen
es: Anuncios
fi: Mainokset
fr: Annonces
id: Iklan
it: Annunci
ja: 広告
pl: Reklamy
pt_br: Anúncios
ro: Reclame
ru: Реклама
sv: Annonser

source: Blocks advertisements and tracking
ar: كتل الإعلانات والتتبع
bg: Блокиране на реклами и проследяване
cs: Blokuje reklamy a slídiče
de: Blockiert Anzeigen und Tracking
es: Bloquea anuncios y seguimiento
fi: Estää mainokset ja seurannan
fr: Bloque les publicités et le suivi
id: Memblokir iklan dan pelacak
it: Blocca pubblicità e tracciamento
ja: 広告とトラッキングをブロックします
pl: Blokuje reklamy i śledzenie
pt_br: Bloqueia anúncios e rastreamento
ro: Blochează reclame și urmărire
ru: Блокировка рекламы и отслеживания
sv: Blockerar annonser och spårning

source: Eliminates intrusive advertisements and web tracking. Enhances browsing speed and safeguards user privacy.
ar: القضاء على الإعلانات الاقتحامية وتتبع الويب. يعزز سرعة التصفح ويحمي خصوصية المستخدم.
bg: Премахва натрапчивите реклами и проследяването в уеб. Подобрява скоростта на сърфиране и защитава поверителността на потребителя.
cs: Eliminuje rušivé reklamy a webové slídiče. Zvyšuje rychlost procházení a chrání soukromí uživatele.
de: Eliminiert aufdringliche Werbung und Web-Tracking. Verbessert die Geschwindigkeit des Surfens und schützt die Privatsphäre der Benutzer.
es: Elimina la publicidad intrusiva y el seguimiento de la web. Mejora la velocidad de navegación y protege la privacidad del usuario.
fi: Poistaa häiritsevät mainokset ja verkkoseurannan. Parantaa selailunopeutta ja suojaa käyttäjien yksityisyyttä.
fr: Élimine les publicités intrusives et le suivi web. Augmente la vitesse de navigation et protège la confidentialité des utilisateurs.
id: Melenyapkan iklan yang mengganggu dan pelacak situs web. Meningkatkan kecepatan peramban dan melindungi privasi pengguna.
it: Elimina pubblicità invadenti e web tracking. Migliora la velocità di navigazione e salvaguarda la privacy degli utenti.
ja: 煩わしい広告やウェブトラッキングを排除することで快適なブラウジングをできるようにし、ユーザーのプライバシーを保護します。
pl: Eliminuje inwazyjne reklamy i śledzenie stron internetowych. Poprawia szybkość przeglądania i chroni prywatność użytkowników.
pt_br: Elimina anúncios intrusivos e rastreamento na web. Aumenta a velocidade de navegação e protege a privacidade do usuário.
ro: Elimină reclamele intruzive şi urmărirea pe web. Îmbunătăţeşte viteza de navigare şi protejează intimitatea utilizatorului.
ru: Устраняет навязчивую рекламу и веб-слежку. Повышает скорость просмотра веб-страниц и защищает конфиденциальность пользователя.
sv: Eliminerar påträngande annonser och spårning av webben. Förbättrar surfhastigheten och skyddar användarnas integritet.

source: Malware
bg: Зловреден софтуер
ja: マルウェア
ru: Вредоносное ПО

source: Protects against malicious software
ar: الحماية من البرمجيات الضارة
bg: Защита от злонамерен софтуер
cs: Chrání před škodlivým softwarem
de: Schützt vor böswilliger Software
es: Protectos contra software malicioso
fi: Suojaa haitallisilta ohjelmilta
fr: Protège contre les logiciels malveillants
id: Melindungi Anda dari perangkat lunak jahat
it: Protegge da software malevolo
ja: 悪意のあるソフトウェアから保護します
pl: Ochrona przed złośliwym oprogramowaniem
pt_br: Protege contra software malicioso
ro: Protejează împotriva software-ului rău intenționat
ru: Защищает от вредоносных программ
sv: Skyddar mot skadlig programvara

source: Defends against malicious software and harmful websites. Provides a secure shield against a spectrum of cyber threats.
ar: يدافع ضد البرمجيات الخبيثة والمواقع الضارة. يوفر درعا آمنا ضد طائفة من التهديدات الإلكترونية.
bg: Защитава от зловреден софтуер и вредни уебсайтове. Осигурява сигурен щит срещу широк спектър от киберзаплахи.
cs: Chrání před škodlivým softwarem a škodlivými webovými stránkami. Poskytuje bezpečný štít proti celému spektru kybernetických hrozeb.
de: Schützt böswillige Software und schädliche Websites. Bietet einen sicheren Schutz gegen ein Spektrum von Cyber-Bedrohungen.
es: Defiende contra el software malicioso y los sitios web perjudiciales. Proporciona un escudo seguro contra un espectro de amenazas cibernéticas.
fi: Suojelee pahansuopia ohjelmistoja ja haitallisia verkkosivustoja vastaan. Tarjoaa turvallisen suojan erilaisia kyberuhkia vastaan.
fr: Protège contre les logiciels malveillants et les sites Web dangereux. Fournit un bouclier sécurisé contre toute une gamme de menaces informatiques.
id: Melindungi Anda dari perangkat lunak jahat dan situs berbahaya. Menyediakan perisai pengaman terhadap sejumlah ancaman siber.
it: Protegge da software malevolo e da siti web dannosi. Fornisce uno scudo sicuro contro una serie di minacce informatiche.
ja: 悪意のあるソフトウェアや有害なウェブサイトから保護します。サイバー空間の脅威から安全を確保する盾となります。
pl: Broń przed złośliwym oprogramowaniem i szkodliwymi stronami internetowymi. Zapewnia bezpieczną ochronę przed szeregiem zagrożeń cybernetycznych.
pt_br: Defende-se contra software malicioso e sites perigosos. Fornece um escudo seguro contra um espectro de ameaças cibernéticas.
ro: Apără împotriva programelor ostile și site-urilor web dăunătoare. Oferă un scut securizat împotriva unui spectru de amenințări cibernetice.
ru: Защищает от вредоносных программ и опасных веб-сайтов. Обеспечивает надежную защиту от целого спектра киберугроз.
sv: Försvarar mot skadlig programvara och skadliga webbplatser. Ger en säker sköld mot ett spektrum av cyberhot.

source: Adult Content
bg: Съдържание за възрастни
cs: Obsah pro dospělé
de: Inhalt für Erwachsene
es: Contenido adulto
fr: Contenu pour adultes
id: Konten dewasa
it: Contenuto per adulti
ja: 成人向けコンテンツ
pl: Treści dla dorosłych
pt_br: Conteúdo Adulto
ru: Только для взрослых
sv: Vuxet innehåll

source: Blocks adult and pornographic content
ar: حظر المحتوى الكباري والإباحي للكبار
bg: Блокиране на съдържание за възрастни и порнографско съдържание
cs: Blokuje obsah pro dospělé a pornografický obsah
de: Blockiert erwachsene und pornografische Inhalte
es: Bloques de contenido pornográfico y adulto
fi: Lohkot aikuisten ja pornografinen sisältö
fr: Bloque le contenu adulte et pornographique
id: Memblokir pornografi dan dan konten dewasa lainnnya
it: Blocca contenuti per adulti e pornografici
ja: 成人向けコンテンツとポルノをブロックします
pl: Blokuje treści dla dorosłych i pornograficzne
pt_br: Bloqueia conteúdo adulto e pornográfico
ro: Blochează conținutul pentru adulți și pornografic
ru: Блокирует материалы для взрослых и порнографию
sv: Blockerar vuxet och pornografiskt innehåll

source: This filter targets adult content for a safer online experience. It shields users from explicit materials and potential risks.
ar: هذا الفلتر يستهدف محتوى الكبار للحصول على تجربة أكثر أماناً على الإنترنت. يحمي المستخدمين من المواد الواضحة والمخاطر المحتملة.
bg: Този филтър е насочен към съдържание за възрастни, за да е по-безопасно онлайн преживяването. Той предпазва потребителите от нецензурни материали и от възможни рискове.
cs: Tento filtr se zaměřuje na obsah pro dospělé a zajišťuje tak bezpečnější používání internetu. Chrání uživatele před explicitními materiály a potenciálními riziky.
de: Dieser Filter richtet sich an erwachsene Inhalte für ein sichereres Online-Erlebnis und schützt die Nutzer vor expliziten Materialien und potenziellen Risiken.
es: Este filtro apunta al contenido para adultos para una experiencia en línea más segura. Protege a los usuarios de materiales explícitos y riesgos potenciales.
fi: Tämä suodatin kohdistaa aikuisten sisältöä turvallisempaan verkkoelämykseen. Se suojaa käyttäjiä eksplisiittisistä materiaaleista ja mahdollisista riskeistä.
fr: Ce filtre cible le contenu adulte pour une expérience en ligne plus sûre. Il protège les utilisateurs des contenus explicites et des risques potentiels.
id: Filter ini menyasar konten dewasa untuk pengalaman daring yang lebih aman. Melindungi pengguna dari konten dewasa dan resiko lainnya.
it: Questo filtro si rivolge ai contenuti per adulti per un'esperienza online più sicura. Protegge gli utenti da materiali espliciti e altri rischi.
ja: より安全なオンライン体験のための成人向けコンテンツを対象としたフィルターです。露骨な描写や潜在的なリスクからユーザーを保護します。
pl: Ten filtr skierowany jest do treści dla dorosłych dla bezpieczniejszego korzystania z internetu. Ostrzega użytkowników przed wyraźnymi materiałami i potencjalnymi zagrożeniami.
pt_br: Isto filtra o conteúdo adulto para uma experiência on-line mais segura. Protege os usuários de materiais explícitos e riscos potenciais.
ro: Acest filtru vizează conținutul pentru adulți pentru o experiență online mai sigură. Acesta protejează utilizatorii de materialele explicite și de riscurile potențiale.
ru: Этот фильтр предназначен для защиты от контента для взрослых, что делает работу в интернете более безопасной. Он защищает пользователей от откровенных материалов и потенциальных рисков.
sv: Detta filter riktar sig till vuxeninnehåll för en säkrare onlineupplevelse. Det skyddar användare från explicita material och potentiella risker.

source: Dating
ar: تاريخ
bg: Запознанства
cs: Seznamka
de: Datiert
es: Citas
fi: Päiväys
fr: Rencontres
id: Kencan
it: Incontri
ja: 出会い系
pl: Randki
pt_br: Namoro
ro: Matrimoniale
ru: Знакомства

source: Blocks dating and relationship-seeking websites
ar: مواقع التواريخ و البحث عن العلاقات
bg: Блокиране на уебсайтове за запознанства и търсене на връзки
cs: Blokuje seznamovací weby a weby hledající vztahy
de: Blockiert Dating und Beziehungssuchende Websites
es: Bloques de citas y sitios web de búsqueda de relaciones
fi: Lohkot deittailu- ja ihmissuhdehakusivustot
fr: Bloque les sites de rencontres et de recherche de relations
id: Memblokir situs kencan dan saran pertalian
it: Blocca siti di incontri e di ricerca relazioni
ja: 出会い系ウェブサイトをブロックします
pl: Blokuje serwisy randkowe i poszukujące relacji
pt_br: Bloqueios de encontros e sites com relações
ro: Blochează site-uri de întâlniri și căutare de relații
ru: Блокировка сайтов знакомств и поиска отношений
sv: Blockerar dating och relationssökande webbplatser

source: Designed to restrict online dating platforms. It offers protection against potential distractions and unwanted interactions.
ar: مصممة لتقييد منصات التواريخ عبر الإنترنت. توفر الحماية من التشتت والتفاعلات غير المرغوب فيها.
bg: Предназначено за ограничаване на платформите за онлайн запознанства. Осигурява защита срещу потенциални отклоняващи вниманието фактори и нежелани взаимодействия.
cs: Určeno k omezení online seznamovacích platforem. Nabízí ochranu před možným rozptýlením a nežádoucími interakcemi.
de: Es wurde entwickelt, um Online-Dating Plattformen zu beschränken und bietet Schutz vor möglichen Ablenkungen und unerwünschten Interaktionen.
es: Diseñado para restringir las plataformas de citas en línea. Ofrece protección contra posibles distracciones e interacciones no deseadas.
fi: Suunniteltu rajoittamaan nettideittailualustoja. Se tarjoaa suojan mahdollisia häiriötekijöitä ja ei-toivottuja vuorovaikutuksia vastaan.
fr: Conçu pour restreindre les plateformes de rencontre en ligne. Il offre une protection contre les distractions potentielles et les interactions indésirables.
id: Dirancang untuk membatasi akses ke platform kencan daring. Memberikan perlindungan terhadap gangguan dan interaksi yang tidak diinginkan.
it: Progettato per limitare le piattaforme di incontri online. Offre protezione contro potenziali distrazioni e interazioni indesiderate.
ja: オンラインの出会い系プラットフォームを制限します。気の迷いや望まない交流から保護します。
pl: Zaprojektowane w celu ograniczenia internetowych platform randkowych. Oferuje ochronę przed potencjalnymi rozproszeniami i niepożądanymi interakcjami.
pt_br: Projetado para restringir plataformas de namoro online. Oferece proteção contra possíveis distrações e interações indesejadas.
ro: Concepută pentru a restricționa platformele de întâlniri online. Oferă protecție împotriva potențialelor distrageri și interacțiuni nedorite.
ru: Предназначен для блокировки платформ онлайн-знакомств. Он обеспечивает защиту от потенциальных отвлекающих факторов и нежелательных взаимодействий.
sv: Designad för att begränsa plattformar för online dating. Det erbjuder skydd mot potentiella distraktioner och oönskade interaktioner.

source: Gambling
ar: المقامرة
bg: Хазарт
cs: Hazardní hry
de: Spielen
es: Jugando
fi: Uhkapeli
fr: Jeu
id: Judi
it: Gioco d'azzardo
ja: ギャンブル
pl: Hazard
pt_br: Jogatina
ro: Jocuri
ru: Азартные игры
sv: Hasardspel

source: Blocks gambling-related content and websites
ar: حظر المحتويات والمواقع المتعلقة بالألعاب
bg: Блокиране на съдържание и уебсайтове, свързани с хазарт
cs: Blokuje obsah a webové stránky související s hazardními hrami
de: Blockiert Spiel-bezogene Inhalte und Websites
es: Bloquea contenidos y sitios web relacionados con juegos
fi: Estää uhkapeleihin liittyvän sisällön ja verkkosivut
fr: Bloque le contenu et les sites Web liés au jeu
id: Memblokir konten dan situs terkait perjudian
it: Blocca i contenuti e i siti web relativi al gioco d'azzardo
ja: ギャンブル関連のコンテンツとウェブサイトをブロックします
pl: Blokuje treści związane z grami hazardowymi i strony internetowe
pt_br: Bloqueia conteúdo relacionado a jogos de apostas e sites
ro: Blochează conținutul asociat jocurilor de noroc și site-urile
ru: Блокировка контента и веб-сайтов, связанных с азартными играми
sv: Blockerar spelrelaterat innehåll och webbplatser

source: Denies access to gambling platforms and content. Helps in preventing addiction and ensuring financial safety.
ar: يحرم من الوصول إلى منصات القمار والمحتوى. يساعد في منع الإدمان وضمان السلامة المالية.
bg: Отказва достъп до платформи със съдържание за хазарт. Помага за предотвратяване на пристрастяването и осигурява финансова сигурност.
cs: Odmítá přístup k platformám a obsahu hazardních her. Pomáhá předcházet závislosti a zajišťuje finanční bezpečnost.
de: Verweigert den Zugang zu Glücksspielplattformen und Inhalten, hilft bei der Suchtprävention und der Gewährleistung finanzieller Sicherheit.
es: Se niega el acceso a plataformas y contenidos de apuestas. Ayuda a prevenir la adicción y a garantizar la seguridad financiera.
fi: Estetään pääsy rahapelialustoihin ja -sisältöihin. Auttaa ehkäisemään riippuvuutta ja varmistamaan taloudellisen turvallisuuden.
fr: Empêche l’accès aux plates-formes et au contenu des jeux de hasard. Aide à prévenir la dépendance et à assurer la sécurité financière.
id: Menolak akses ke situs dan konten perjudian. Membantu mencegah kecanduan dan membantu keamanan finansial.
it: Nega l'accesso alle piattaforme e ai contenuti di gioco d'azzardo. Aiuta a prevenire la dipendenza e a garantire la sicurezza finanziaria.
ja: ギャンブルプラットフォームやコンテンツへのアクセスを拒否します。依存や浪費を防ぎます。
pl: Odmawia dostępu do platform i treści hazardowych. Pomaga w zapobieganiu uzależnieniom i zapewnieniu bezpieczeństwa finansowego.
pt_br: Nega o acesso a plataformas e conteúdos de jogos de azar e ajuda a prevenir a dependência e a garantir a segurança financeira.
ro: Refuză accesul la platformele și conținutul de jocuri de noroc. Ajută la prevenirea dependenței și la asigurarea siguranței financiare.
ru: Запрещает доступ к игорным платформам и контенту. Помогает предотвратить зависимость и обеспечить финансовую безопасность.
sv: Förnekar tillgång till spelplattformar och innehåll. Hjälper till att förebygga missbruk och garantera finansiell säkerhet.

source: Piracy
ar: القرصنة
bg: Пиратство
cs: Pirátství
de: Piraterie
es: Piracia
fi: Merirosvous
fr: Piraterie
id: Pembajakan
it: Pirateria
ja: 海賊版
pl: Piractwo
pt_br: Pirata
ro: Piraterie
ru: Пиратство
sv: Piratkopiering

source: Blocks piracy websites and related content
ar: منع مواقع القرصنة وما يتصل بها من محتوى
bg: Блокиране на съдържание свързано с пиратски уебсайтове
cs: Blokuje pirátské webové stránky a související obsah
de: Blockiert Piraterie Websites und verwandte Inhalte
es: Bloquea sitios web piratas y contenido relacionado
fi: Lohkot merirosvouksen sivustot ja niihin liittyvä sisältö
fr: Bloque les sites Web de piratage et les contenus connexes
id: Memblokir situs dan konten terkait pembajakan
it: Blocca siti web di pirateria e contenuti correlati
ja: 著作権を侵害するウェブサイトと関連するコンテンツをブロックします
pl: Blokuje strony piratów i powiązane treści
pt_br: Bloqueia sites de pirataria e conteúdo relacionado
ro: Blochează site-urile web de piraterie și conținutul asociat
ru: Блокировка пиратских сайтов и связанного с ними контента
sv: Blockerar piratkopieringswebbplatser och relaterat innehåll
