Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Packs.strings
Languages: ar, bg, cs, de, es, fi, fr, hu, id, it, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Ads and trackers blocking list
ar: قائمة حظر الإعلانات والمُتعقِّبين
bg: Списък за блокиране на реклами и тракери
cs: Blocklist reklam a slídičů
de: Sperrliste für Werbung und Tracker
es: Lista de bloqueos de anuncios y rastreadores
fi: Mainosten ja jäljittäjien estolista
fr: Liste de blocage des pubs et trackers
hu: Hirdetések és nyomkövetők blokkolási listája
id: Daftar blokir iklan dan pelacak
it: Lista di blocco per annunci e tracker
ja: 広告とトラッカーのブロックリスト
nl: Advertenties en trackers blokkeringslijst
pl: Bloklista do blokowania reklam i trackerów
pt_br: Lista de bloqueio de anúncios e rastreadores
ro: Listă de blocare pentru reclame și trackere
ru: Блокировка рекламы и трекеров
sv: Blocklista för annonser och trackers
tr: Reklamları ve izleyicileri engelleme listesi

source: This Energized System is designed for Unix-like systems, gets a list of domains that serve ads, tracking scripts and malware from multiple reputable sources and creates a hosts file that prevents your system from connecting to them. Beware, installing "Social" configuration may make your social apps, like Messenger, misbehave.
ar: هذا النظام النَشِط مصمَّم للأنظمة الشبيهة بـ Unix، يحصل على قائمة من النطاقات التي تخدم الإعلانات، يتتّبع البرامج النصيّة و البرمجيّات الضارة من مصادر متعدّدة مشهورة و ينشئ ملف مضيف يمنع نظامك من الإتصال بها. تنبيه، تثبيت التكوين "Social" قد يجعل تطبيقاتك الإجتماعيّة، مثل ماسنجر، لا يعمل بشكل طبيعي.
bg: Energized System е предназначен за подобни на Unix системи и съдържа реномиран списък от множество източници с домейни, които показват реклами, проследяване на скриптове, зловреден софтуер и създава хост файл, който не позволява на системата ви да се свърже с тях. Внимавайте, инсталирането на конфигурацията „Социални“ може да направи социалните ви приложения "лоши", например като Messenger.
cs: Tento Energized System je navržen pro unixové systémy, získává seznam domén, které slouží k zobrazování reklam, sledovacích skriptů a malwaru z více renomovaných zdrojů a vytváří soubor hostitelů, který brání systému v připojení k nim. Pozor, instalace „Sociální“ konfigurace může způsobit, že se vaše sociální aplikace, jako je například Messenger, budou chovat nestandardně.
de: Dieses „Energized System“ wurde für Unix-ähnliche Systeme entwickelt. Es bezieht eine Liste von Domains, die Werbung, Tracking-Skripte und Malware aus mehreren seriösen Quellen bereitstellen, und erstellt eine Hosts-Datei, die verhindert, dass dein System eine Verbindung zu ihnen herstellt. Beachte: Das Installieren der „Social“-Konfiguration kann zu Fehlverhalten deiner Social-Media-Apps, z. B. von Messenger, führen.
es: Energized System está diseñado para sistemas basados en Unix, obtiene una lista de dominios que sirven anuncios, scripts de rastreo y malware de múltiples fuentes conocidas y crea un archivo de hosts que evita que tu sistema se conecte a ellos. Ten en cuenta que la configuración "Social" puede hacer que tus redes sociales, como Messenger, se comporten incorrectamente.
fi: Tämä Energized System on suunniteltu Unix-kaltaisille järjestelmille. Se saa useista hyvämaineisista lähteistä listan verkkotunnuksista, jotka tarjoavat mainoksia, seurantaskriptejä, haittaohjelmia ja luo isäntätiedoston, joka estää järjestelmääsi muodostamasta yhteyksiä niihin. Varo, kun "Social" -konfiguraatio asennetaan, sosiaaliset sovelluksesi, kuten Messenger saattavat toimia huonosti.
fr: Ce système Energized est conçu pour les systèmes Unix, obtient une liste des domaines qui servent des publicités, suivi des scripts et des logiciels malveillants à partir de plusieurs sources fiables et crée un fichier hôte qui empêche votre système de se connecter à eux. Attention, l'installation de la configuration "Social" peut faire dysfonctionner vos applications sociales, comme Messenger par exemple.
hu: Az Energized System az Unix-szerű rendszerekhez lett tervezve, és listázza azokat a domaineket, amelyek hirdetéseket, nyomkövetőket és rosszindulatú programokat küldenek több megbízható forrásból, és létrehoz egy hoszt fájlt, amely megakadályozza, hogy a rendszer kapcsolódjon hozzájuk. Megjegyzés: a "Közösségi" konfiguráció telepítése miatt a közösségi alkalmazások, például a Messenger, hibásan viselkedhetnek.
id: Energized System dirancang untuk sistem berbasis Unix, dibuat dengan mengkompilasi domain yang menyajikan iklan, skrip pelacak, dan malware dari berbagai sumber terpercaya, kemudian disatukan menjadi sebuah host file yang akan mencegah sistem Anda terhubung dengan domain tersebut. Hati-hati, mengaktifkan konfigurasi "Sosial" bisa membuat kinerja aplikasi sosial media Anda, misalnya Messenger, terganggu.
it: Il Sistema Energized è progettato per sistemi Unix: ottiene un elenco di domini che offrono annunci, script traccianti e malware da diverse fonti affidabili e crea un file host che impedisce al tuo sistema di collegarsi a questi. Attenzione, installando la configurazione "Social" le tue app quali Messenger, Facebook o Instagram potrebbero non funzionare correttamente.
ja: この Energized システムは Unix 系システム向けに設計されています。広告、追跡スクリプト、マルウェアのドメインのリストを複数の信頼できるソースから取得し、それらへの接続を防ぐホストファイルを作成します。Social を有効にすると、メッセンジャーなどのソーシャルアプリが誤動作する可能性があります。
nl: Dit Energized System is ontworpen voor Unix-achtige systemen, je krijgt een lijst met domeinen die advertenties, trackingscripts en malware uit meerdere onbetrouwbare bronnen weergeven en maakt een hosts bestand aan dat voorkomt dat uw systeem er verbinding mee maakt. Pas op, het installeren van de "Social" configuratie kan ervoor zorgen dat uw sociale apps, zoals Messenger, niet goed werken.
pl: System Energized utrzymuje listę domen obsługujących reklamy, śledzenie skryptów i złośliwego oprogramowania z wielu renomowanych źródeł i tworzy bloklistę, która uniemożliwia systemowi łączenie się z nimi. Uwaga, instalowanie konfiguracji "social" może sprawić, że Twoje aplikacje społecznościowe, takie jak Messenger, będą zachowywać się niewłaściwie.
pt_br: O Energized System foi projetado para sistemas semelhantes a Unix, obtém uma lista de domínios que oferecem anúncios, scripts de rastreamento e malware de múltiplas fontes conceituadas e cria um arquivo de endereços que impede o sistema de se conectar a eles. Cuidado, ao instalar a configuração "Social" pode fazer com que seus apps sociais, como o Messenger, apresentarem mau comportamento.
ro: Acest Sistem Energized este proiectat pentru sisteme ca Unix, primește o listă de domenii care deservesc reclame, urmărirea script-urilor și a malware-urilor din mai multe surse reputabile și creează un fișier host care împiedică sistemul să se conecteze la ele. Atenție, instalarea configurației "Rețele de Socializare" poate face ca aplicațiile sociale, precum Messenger, să se comporte in mod eronat.
ru: Система Energized разработана для Unix-подобных систем, она получает список доменов, которые обслуживают рекламу, скрипты отслеживания и вредоносные программы из множества авторитетных источников и создает файл hosts, который не позволяет вашей системе подключаться к ним. Учтите, установка конфигурации "Social" может привести к тому, что ваши социальные приложения, такие как Messenger, будут работать некорректно.
sv: Detta Energizedsystem är utformat för Unix-liknande system, hämtar en lista över domäner som visar annonser, trackingskript och skadlig kod från flera ansedda källor och skapar en värdfil som förhindrar att ditt system ansluter till dem. Tänk på att konfigurationen "Socialt" kan göra dina sociala appar, som Messenger, att sluta fungera.
tr: Bu Energized Sistemi, Unix benzeri sistemler için tasarlanmıştır. Birden fazla saygın kaynaktan reklam, izleme komut dosyaları ve kötü amaçlı yazılım sunan etki alanlarının bir listesini alır ve sisteminizin bunlara bağlanmasını engelleyen bir hosts dosyası oluşturur. Dikkatli olun, "Sosyal" yapılandırmayı yüklemek, Messenger gibi sosyal uygulamalarınızın hatalı davranmasına neden olabilir.

source: Popular for adblocking
ar: مشهور بحظر الإعلانات
bg: Блокиране на популярни реклами
cs: Populární pro blokování reklam
de: Beliebt zum Blockieren von Werbung
es: Popular para el bloqueo de anuncios
fi: Suosittu mainosten estoon
fr: Bloqueur de publicités populaire
hu: Népszerű hirdetésblokkoló
id: Populer untuk pemblokiran iklan
it: Popolari per il blocco annunci
ja: 人気の広告ブロックリスト
nl: Populair voor advertentie blokkering
pl: Popularne do blokowania reklam
pt_br: Popular para bloqueio de anúncios
ro: Populare pentru blocare reclamelor
ru: Популярно для блокировки рекламы
sv: Populär för annonsblockering
tr: Reklam engelleme için popüler

source: Consolidating and Extending hosts files from several well-curated sources. You can optionally pick extensions to block Porn, Social Media, and other categories.
ar: يَدمج و يوسِّع ملفّات المضيفين من العديد من المصادر المختارة بشكلٍ جيّد. يمكِنك إختيار ملحقات لحظْر الروابط الإباحيّة، وسائل التواصل الإجتماعي و غيرها من الفئات.
bg: Обединени и разширени хост файлове от няколко избрани добри източници. По избор можете да изберете разширенията, с които да блокирате порно, социални медии и други категории.
cs: Konsolidace a rozšíření souborů hostitelů z několika dobře spravovaných zdrojů. Případně můžete vybrat rozšíření pro blokování porna, sociálních médií a dalších kategorií.
de: Zusammenfassen und Erweitern von Host-Dateien aus Basis mehrerer gut-kuratierter Quellen. Du kannst optional Erweiterungen für Pornografie, Social Media und andere Kategorien auswählen, um diese zu blockieren.
es: Consolidar y extender los archivos de hosts de varias fuentes bien acreditadas. Puedes elegir extensiones para bloquear pornografía, los medios sociales y otras categorías.
fi: Yhdistetään ja laajennetaan isäntä-tiedostoja useista hyvin kuratoiduista lähteistä. Voit halutessasi valita laajennuksia estääksesi pornoa, sosiaalista mediaa ja muita kategorioita.
fr: Consolidation et extension des fichiers d'hôtes à partir de plusieurs sources bien organisées. Vous pouvez optionnellement choisir des extensions pour bloquer le contenu pornographique, les médias sociaux etc.
hu: Egyesíti és kibővíti a több ismert forrásból származó hosztfájlokat. Opcionálisan további kiterjesztéseket is választhatsz a pornográfia, a közösségi média és más kategóriák blokkolására.
id: Mengumpulkan host file dari berbagai sumber yang dikurasi dengan teliti. Anda dapat memilih ekstensi untuk memblokir konten pornografi, media sosial, dan kategori lainnya.
it: File host combinati ed avanzati da varie fonti ben curate. È possibile, opzionalmente, scegliere estensioni per bloccare il porno, i social media e altre categorie.
ja: 厳選された複数のソースからのホストファイルを統合および拡張します。オプションで、ポルノ、ソーシャルメディア、その他のカテゴリをブロックする拡張機能を選択できます。
nl: Host bestanden uit verschillende goed samengestelde bronnen samenvoegen en uitbreiden. U kunt optioneel extensies kiezen om porno, sociale media en andere categorieën te blokkeren.
pl: Konsoliduje i rozszerza bloklisty z kilku dobrze znanych źródeł. Opcjonalnie możesz wybrać dodatkowe rozszerzenia, aby zablokować pornografię, media społecznościowe i inne kategorie.
pt_br: Consolidando e Estendendo os arquivos de hosts de várias fontes bem selecionadas. Você pode opcionalmente escolher extensões para bloquear Pornô, Redes Sociais e outras categorias.
ro: Consolidând și extinzând fișierele hosts din mai multe surse bine curate. Opțional puteți alege extinderi pentru a bloca Pornografia, Rețele Sociale și alte categorii.
ru: Консолидация и расширение файлов hosts из нескольких хорошо отобранных источников. При желании вы можете выбрать расширения для блокировки порно, социальных медиа и других категорий.
sv: Konsoliderar och utökar domänfiler från flera välkurerade källor. Du kan välja valfria tillägg så som Porr, Sociala Medier och andra kategorier.
tr: Çeşitli iyi seçilmiş kaynaklardan hosts dosyalarını Birleştirme ve Genişletme. İsteğe bağlı olarak porno, sosyal medya ve diğer kategorilerini engellemek için eklentiler seçebilirsiniz.

source: Alternative blocklist with advanced features
ar: قائمة حظر بديلة مع ميّزات متقدِّمة
bg: Алтернативен блокиращ списък с разширени функции
cs: Alternativní blocklist s pokročilými funkcemi
de: Alternative Sperrliste mit erweiterten Funktionen
es: Lista de bloqueos alternativa con características avanzadas
fi: Vaihtoehtoinen estolista edistyneillä ominaisuuksilla
fr: Blocklist alternative avec des fonctionnalités avancées
hu: Alternatív blokkolási lista kibővített funkciókkal
id: Blocklist alternatif dengan fitur lanjutan
it: Liste di blocco alternative con funzionalità avanzate
ja: 高度な機能を備えた Alternative ブロックリスト
nl: Alternatieve blokkeerlijst met geavanceerde functies
pl: Alternatywna bloklista z zaawansowanymi funkcjami
pt_br: Lista de bloqueio alternativa com recursos avançados
ro: Listă alternativă de blocare cu caracteristici avansate
ru: Альтернативный блок-лист с расширенными функциями
sv: Alternativ blocklista med avancerade funktioner
tr: Gelişmiş özelliklere sahip alternatif engelleme listesi

source: A blocklist with unique extensions to choose from. Be aware it is more aggressive, and may break apps or sites. It blocks graph.facebook.com and mqtt-mini.facebook.com. You may consider whitelisting them in the Activity section, in case you experience problems with Facebook apps.
ar: قائمة حظْر مع ملحقات فريدة للاختيار منها. كُن على عِلْم بأنّها أكثر عدوانيّة، و قد تَمنَع عمل التطبيقات أو المواقع. و تَحظر graph.facebook.com و mqtt-mini.facebook.com. يُمكِنك النظر في إدراجهم في القائمة البيضاء في قسم النشاط، في حالة مواجهة مشاكل مع تطبيقات الفيسبوك.
bg: Блокиращ списък с уникални разширения, от които да избирате. Имайте в предвид, че е по-агресивен и може да счупи някои приложения или сайтове. Той блокира graph.facebook.com и mqtt-mini.facebook.com. Можете да помислите за включването им в белият списък, в случай че имате проблеми с приложенията на Facebook.
cs: Blocklist s jedinečnými rozšířeními, ze kterých si můžete vybrat. Uvědomte si, že je agresivnější a může narušit korektní chod aplikací nebo webů. Blokuje graph.facebook.com a mqtt-mini.facebook.com. V případě, že máte problémy s aplikacemi od Facebooku, můžete je přesunout do seznamu vyloučených v sekci Aktivita.
de: Eine Sperrliste mit einzigartigen zur Auswahl stehenden Erweiterungen. Beachte, dass sie aggressiver ist und die Funktion von Apps oder Websites beeinträchtigen kann. Sie blockiert graph.facebook.com und mqtt-mini.facebook.com. Falls es zu Problemen mit Facebook-Apps kommt, kannst du diese im Abschnitt „Aktivität“ der Whitelist hinzufügen.
es: Una lista con extensiones únicas a elegir. Ten en cuenta que es más agresiva y puede alterar el funcionamiento de aplicaciones o sitios. Bloquea graph.facebook.com y mqtt-mini.facebook.com. Puedes considerar incluirlos en la sección de Actividades, en caso de que experimentes problemas con las aplicaciones de Facebook.
fi: Estetty lista yksilöllisillä laajennuksilla, joista valita. Huomaa, että se on aggressiivisempi ja saattaa rikkoa sovelluksia tai sivustoja. Se estää graph.facebook.com ja mqtt-mini.facebook.com osoitteet. Voit harkita niiden lisäämistä sallittujen listaan Aktiviteetti-osiosta jos sinulla on ongelmia Facebook-sovelluksissa.
fr: Une liste noire avec des extensions uniques. Attention : elle est plus agressive et peut casser des sites ou applications. Elle bloque graph.facebook.com et mqtt-mini.facebook.com. Vous pouvez les mettre sur liste blanche dans la section Activité, au cas où vous rencontrez des problèmes avec des applications Facebook.
hu: Blokkolási lista egyedi választható kiterjesztésekkel. Vedd figyelembe, hogy ez agresszívabb, és az alkalmazások vagy a webhelyek nem várt működését eredményezheti. Blokkolja a graph.facebook.com és az mqtt-mini.facebook.com webhelyeket. A Tevékenység szakasz engedélyezőlistájába felveheted ezeket, ha problémákat tapasztalsz a Facebook alkalmazásokban.
id: Sebuah blocklist dengan ekstensi unik yang bisa Anda pilih. Harap diingat bahwa blocklist ini lebih agresif dibanding yang lain, dan mungkin membuat beberapa aplikasi atau situs tidak bisa diakses. Blocklist ini memblokir graph.facebook.com dan mqtt-mini.facebook.com. Jika Anda mengalami masalah dengan aplikasi milik Facebook, Anda bisa memasukkan dua domain tersebut ke dalam whitelist.
it: Una lista di blocco con estensioni uniche tra cui scegliere. Sii consapevole che è molto aggressiva e potrebbe bloccare anche altre app o siti. Blocca graph.facebook.com e mqtt-mini.facebook.com. È possibile mettere questi domini nella whitelist nella sezione Attività, in caso dovessi riscontrare problemi con le app Facebook.
ja: カスタマイズできる多様な選択肢を持つブロックリスト。より強力であり、アプリやサイトが誤動作したり、表示が崩れる可能性があります。graph.facebook.com と mqtt-mini.facebook.com をブロックします。Facebook アプリで問題が発生した場合は、[アクティビティ] からリクエストを許可することを検討してください。
nl: Een blokkeerlijst met unieke extensies om uit te kiezen. Houd er rekening mee dat het agressiever is en apps of sites kan beschadigen. Het blokkeert graph.facebook.com en mqtt-mini.facebook.com. U kunt overwegen om ze op de witte lijst te zetten in het gedeelte Activiteit, voor het geval u problemen ondervindt met Facebook apps.
pl: Bloklista z unikalnymi rozszerzeniami do wyboru. Zauważ, że jest bardziej agresywna niż inne, i może przeszkodzić aplikacjom lub witrynom w poprawnym funkcjonowaniu. Blokuje graph.facebook.com i mqtt-mini.facebook.com. Możesz rozważyć dodanie ich do Zezwolonych w sekcji Aktywność, na wypadek problemów z aplikacjami od Facebooka.
pt_br: Uma lista de bloqueio com extensões exclusivas para escolher. Esteja ciente de que é mais agressivo e pode causar falhas em aplicativos ou sites. Ele bloqueia graph.facebook.com e mqtt-mini.facebook.com. Você pode considerar colocá-los na lista de permissões na seção Atividade, caso tenha problemas com aplicativos do Facebook.
ro: O listă de blocare cu extensii unice din care să alegeți. Fiți conștient că este mai agresivă și poate afecta unele aplicații sau site-uri. Blochează graph.facebook.com și mqtt-mini.facebook.com. Puteți lua în considerare excluderea lor în secțiunea Activitate, în cazul în care întâmpinați probleme cu aplicațiile Facebook.
ru: Блок-лист с уникальными расширениями на выбор. Имейте в виду, что он более агрессивен и может нарушить работу приложений или сайтов. Он блокирует graph.facebook.com и mqtt-mini.facebook.com. Вы можете рассмотреть возможность внесения их в белые списки в разделе Активность, если у вас возникли проблемы с приложениями Facebook.
sv: En blocklista med unika tillägg att välja mellan. Var medveten om att den är mer aggressiv och kan förstöra appar eller webbplatser. Den blockerar graph.facebook.com och mqtt-mini.facebook.com. Du kan överväga att vitlista dem i avsnittet Aktiviteter, om du upplever problem med Facebook-appar.
tr: Aralarından seçim yapabileceğiniz benzersiz eklentilere sahip bir engelleme listesi. Daha agresif olduğunu ve uygulamaları veya siteleri bozabileceğini unutmayın. Bu, graph.facebook.com ve mqtt-mini.facebook.com'u engeller. Facebook uygulamalarıyla ilgili sorun yaşamanız durumunda bunları etkinlik bölümünden beyaz listeye eklemeyi düşünebilirsiniz.

source: Adblocking for your mobile device
ar: حَظْر الإعلانات لجهازك المحمول
bg: Блокиране на реклами за вашето мобилно устройство
cs: Blokování reklam pro vaše mobilní zařízení
de: Werbeblocker für dein Mobilgerät
es: Bloqueo de anuncios para tu dispositivo móvil
fi: Mainosten estäminen mobiililaitteellesi
fr: Blocage des pubs sur votre appareil mobile
hu: Hirdetésblokkoló a mobil készülékedhez
id: Pemblokir iklan untuk perangkat seluler Anda
it: Blocco annunci per dispositivi mobili
ja: モバイル端末の広告ブロック
nl: Advertenties blokkeren op uw mobiele apparaat
pl: Blokowanie reklam dla urządzenia mobilnego
pt_br: Bloqueio de anúncios para o seu dispositivo móvel
ro: Adblocking pentru dispozitivul dvs. mobil.
ru: Блокировка рекламы для вашего мобильного устройства
sv: Annonsblockering för din mobila enhet
tr: Mobil cihazınız için reklam engelleme

source: A special blocklist containing mobile ad providers.
ar: قائمة حظر خاصّة تحتوي على مزوّدي إعلانات الجوال.
bg: Специален блокиращ списък, съдържащ доставчици на мобилни реклами.
cs: Speciální blocklist obsahující poskytovatele mobilních reklam.
de: Eine spezielle Sperrliste mit Anbietern mobiler Werbung.
es: Una lista de bloqueos especial que contiene proveedores de anuncios móviles.
fi: Omalaatuinen estolista, joka sisältää mobiilimainosten tarjoajat.
fr: Une liste noire spéciale contenant les fournisseurs de publicités mobiles.
hu: Egy speciális blokkolási lista, amely a mobilhirdetési szolgáltatókat tartalmazza.
id: Blocklist khusus berisi penyedia iklan di perangkat seluler.
it: Una speciale lista di blocco contenente provider di annunci per dispositivi mobili.
ja: モバイル広告プロバイダーを含む特別なフィルター
nl: Een speciale blokkeerlijst met aanbieders van mobiele advertenties.
pl: Specjalna bloklista zawierająca mobilnych dostawców reklam.
pt_br: Uma lista de bloqueio especial que contém provedores de anúncios móveis.
ro: O listă specială de blocare care conține furnizori de anunțuri mobile.
ru: Специальный блок-лист, содержащий информацию о поставщиках мобильной рекламы.
sv: En blocklista specialiserad på mobila annonsörer.
tr: Mobil reklam sağlayıcıları içeren özel bir engelleme listesi.

source: Protects against cyber attacks
ar: للحماية من الهجمات الإلكترونيّة
bg: Защита от кибер атаки
cs: Chrání před kybernetickými útoky
de: Schützt gegen Cyberattacken
es: Protege contra ataques cibernéticos
fi: Suojaa verkkohyökkäyksiltä
fr: Protection contre les cyber-attaques
hu: Védelem a kibertámadások ellen
id: Melindungi dari serangan siber
it: Protezione dagli attacchi informatici
ja: サイバー攻撃から保護
nl: Beschermt tegen cyberaanvallen
pl: Ochrona przed cyber atakami
pt_br: Protege contra ataques virtuais
ro: Protejează împotriva atacurilor informatice
ru: Защищает от кибератак
sv: Skyddar mot cyberattacker
tr: Siber saldırılara karşı korur
