Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Packs.strings
Languages: ar, bg, cs, de, es, fi, fr, hu, id, it, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Blocks ads, phishing, malware, spyware, ransomware, scam, telemetry, analytics, tracking (where not needed for proper functionality). Should not interfere with normal apps and services.
ar: حَظْر الإعلانات ، و التصيُّد الإحتيالي ، و البرامج الضّارة ، و برامج التجسّس ، و برامج الفدية ، و الإحتيال ، و القياس عن بُعد ، و التحليلات ، و التعقُّب (عند عدم الحاجة إلى الوظائف المناسبة) يجب ألّا تتدخَّل في التطبيقات و الخدمات العاديّة.
bg: Блокира реклами, фишинг, злонамерен софтуер, шпионски софтуер, рансъмуер, измама, телеметрия, анализ, проследяване (не е необходим за правилната функционалност). Не би трябвало да пречи на нормалните услуги и приложения.
cs: Blokuje reklamy, phishing, malware, spyware, ransomware, podvody, telemetrii, analýzy, sledování (pokud to není nutné pro správnou funkčnost). Neměl by zasahovat do běžných aplikací a služeb.
de: Blockiert Werbung, Phishing, Schadsoftware, Spyware, Ransomware, Betrug, Telemetrie, Analysen, Tracking (wenn nicht für die richtige Funktionalität benötigt). Diese Liste sollte normale Apps und Dienste nicht beeinträchtigen.
es: Bloquea anuncios, phishing, malware, spyware, ransomware, estafas, telemetría, analíticas y seguimiento (donde no es necesario para una funcionalidad adecuada). No debería interferir con aplicaciones y servicios normales.
fi: Lohkot mainokset, phishing, haittaohjelmat, vakoiluohjelmat, ransomware, huijaus, telemetria, analytiikka, seuranta (missä ei tarvita asianmukaista toiminnallisuutta). Ei saa häiritä normaaleja sovelluksia ja palveluita.
fr: Bloque les pubs, phishings, malwares, logiciels espions, ransomware, arnaques, télémétries, analytics, tracking (lorsque ce n'est pas nécessaire au bon fonctionnement d'un service web). Ne devrait pas interférer avec les applications et services normaux.
hu: Reklámblokkolás, adathalászat, malware, spyware, ransomware, csalás, telemetry, analítika, követés (ahol nem befolyásolja a használatot). Nem szabadna, hogy normál appok vagy szolgáltatásokat befolyásoljon.
id: Memblokir iklan, phishing, malware, spyware, ransomware, penipuan, telemetri, analytics, tracking (yang tidak diperlukan untuk penggunaan normal). Seharusnya tidak mengganggu kinerja aplikasi dan layanan yang Anda gunakan.
it: Blocca annunci, phishing, malware, spyware, ransomware, truffe, telemetria, analisi e monitoraggio (quando non necessario per una corretta funzionalità). Non dovrebbe interferire con app e servizi normali.
ja: 一般的な動作に影響を与えることなく、必要のない広告、フィッシング、マルウェア、スパイウェア、ランサムウェア、詐欺サイト、トラッキングやユーザー分析をブロックします。
nl: Blokkeert advertenties, phishing, malware, spyware, ransomware, scam, telemetrie, analytics, tracking (waar niet nodig voor een goede functionaliteit). Zou normale apps en services niet moeten hinderen.
pl: Blokuje reklamy, phishing, złośliwe oprogramowanie szpiegujące, oprogramowanie ransomware, skanowanie, telemetrię, analizy, śledzenie (jeśli nie jest to konieczne dla właściwej funkcjonalności). Nie powinno zakłócać działania aplikacji i usług.
pt_br: Bloqueia anúncios, phishing, malware, spyware, ransomware, golpes, telemetria, analytics, rastreamento (onde não é necessário para a funcionalidade adequada). Não deve interferir em aplicativos e serviços normais.
ro: Blochează reclame, phishing, malware, spyware, ransomware, scanare, telemezie, analize, urmărire (dacă nu este nevoie pentru o funcționalitate adecvată). Nu ar trebui să interfereze cu aplicațiile și serviciile obișnuite.
ru: Блокирует рекламу, фишинг, вредоносное ПО, шпионское ПО, программы-вымогатели, мошенничество, телеметрию, аналитику, отслеживание (там, где это не требуется для правильной функциональности). Не должен мешать работе обычных приложений и сервисов.
sv: Blockerar annonser, nätfiske, skadlig kod, spionprogram, ransomware, bedrägerier, telemetri, analys, tracking (där det inte behövs för korrekt funktionalitet). Bör inte störa vanliga appar och tjänster.
tr: Reklamları, kimlik avını, kötü amaçlı yazılımları, casus yazılımları, fidye yazılımlarını, dolandırıcılığı, telemetriyi, analizleri, izlemeyi (uygun işlevsellik için gerekli olmayan yerlerde) engeller. Normal uygulamalara ve hizmetlere müdahale etmemelidir.

source: A blocklist for ads and tracking, updated regularly
ar: قائمة حظر للإعلانات و التتبُّع ، يتمّ تحديثها بانتظام
bg: Блокиращ списък за реклами и проследяване, актуализиран редовно
cs: Blocklist proti reklamám a sledování, pravidelně aktualizován
de: Eine Sperrliste für Werbung und Tracking, regelmäßig aktualisiert
es: Una lista de bloqueo para anuncios y seguimientos, actualizada regularmente
fi: Lohkoluettelo mainoksista ja seurannasta, päivitetään säännöllisesti
fr: Une liste noire anti-pubs et trackers, régulièrement mise à jour
hu: Egy blokkolólista reklámok és követők ellen, rendszeresen frissítve
id: Sebuah blocklist untuk menangkal iklan dan tracker, diperbarui berkala
it: Una lista di blocco per annunci e il monitoraggio, aggiornata regolarmente
ja: 広告とトラッキングのブロックリスト。定期的に更新されます
nl: Een blokkeerlijst voor advertenties en tracking, regelmatig bijgewerkt
pl: Bloklista reklam i śledzenia, regularnie aktualizowana
pt_br: Uma lista de bloqueio para anúncios e rastreamento, atualizada regularmente
ro: O listă de blocare pentru reclame și urmărire, actualizată în mod regulat
ru: Регулярно обновляемый список блокировки рекламы и отслеживания
sv: En blocklista för annonser och tracking, uppdateras regelbundet
tr: Düzenli olarak güncellenen reklamlar ve izleyiciler için bir engelleme listesi

source: This is a good choice as the primary blocklist. It's well balanced, medium size, and frequently updated.
ar: خيار جيّد كقائمة الحظر الأساسيّة. إنها متوازنة ، متوسّطة الحجم، و يتمّ تحديثها باستمرار.
bg: Това е добър избор за основен блокиращ списък. Той е добре балансиран, среден размер и често актуализиран.
cs: Je dobrou volbou jako primární blocklist. Je správně vyvážený, úměrně veliký a často aktualizovaný.
de: Dies ist eine gute Wahl als primäre Sperrliste. Sie ist ausgewogen, hat eine durchschnittliche Größe und wird häufig aktualisiert.
es: Esta es una buena opción como la lista negra primaria. Está bien equilibrada, tiene un tamaño medio y se actualiza con frecuencia.
fi: Tämä on hyvä valinta ensisijaiseksi lohkolistaksi. Se on tasapainoinen, keskikokoinen ja usein päivitetty.
fr: C'est une bonne liste noire principale. Elle est équilibrée, de taille moyenne et fréquemment mise à jour.
hu: Ez egy kiváló választás elsődleges blokkolólistának. Megfelelően kiegyensúlyozott, közepes méretű, rendszeresen frissített.
id: Cocok dipakai sebagai blocklist utama. Cukup seimbang, berukuran sedang, dan sering diperbarui.
it: Questa è una buona scelta come lista di blocco primaria. È ben bilanciata, di medie dimensioni e aggiornata spesso.
ja: これはメインのブロックリストとしての優れた選択肢です。バランスが良く、中程度のサイズで、頻繁に更新されます。
nl: Dit is een goede keuze als primaire blokkadelijst. Het is evenwichtig, middelgroot, en wordt regelmatig bijgewerkt.
pl: To dobry wybór jako podstawowa bloklista. Jest dobrze zrównoważona, średniego rozmiaru, często aktualizowana.
pt_br: Esta é uma boa escolha como lista primária. É bem balanceada, de tamanho médio e frequentemente atualizada.
ro: Aceasta este o alegere buna ca si lista de blocare primara. Este bine echilibrata, marimea medie si frecvent actualizata.
ru: Это хороший выбор в качестве основного списка блокировки. Он хорошо сбалансирован, умеренного размера и часто обновляется.
sv: Detta är ett bra val som den primära blocklistan. Den är väl balanserad, medelstor och uppdateras ofta.
tr: Bu ana engelleme listesi olarak iyi bir seçimdir. İyi dengelenmiş, orta boyutlu ve sık sık güncellenir.

source: A collection of blocklists for various use cases.
ar: مجموعة من قوائم الحظر لمختلف حالات الاستخدام.
bg: Колекция от блокиращи списъци за употреба при различни случаи.
cs: Kolekce blocklistů pro různé případy použití.
de: Eine Sammlung von Sperrlisten für verschiedene Anwendungsfälle.
es: Una colección de listas de bloqueo para varios casos de uso.
fi: Kokoelma lohkolistoja eri käyttötapauksia varten.
fr: Une collection de listes noires versatiles.
hu: Blokkolólista kollekció különféle esetekre.
id: Kumpulan blocklist untuk berbagai macam kegunaan.
it: Una raccolta di liste di blocco per usi vari.
ja: 様々な用途のためのブロックリスト集
nl: Een verzameling blokkadelijsten voor diverse gebruiksgevallen.
pl: Zbiór bloklist do różnych zastosowań.
pt_br: Uma coleção de listas de bloqueios para vários casos de uso.
ro: O colecție de blocaje pentru diferite cazuri de utilizare.
ru: Коллекция списков блокировки для использования в различных ситуациях.
sv: En samling blocklistor för olika ändamål.
tr: Çeşitli kullanım durumları için engelleme listesi koleksiyonu.

source: These lists were created because the founder of the project wanted something with a little more control over what is being blocked.
ar: تم إنشاء هذه القوائم لأن مؤسّس المشروع أراد شيئاً يتمتّع بقدر أكبر من التحكّم في ما يتمّ حظْره.
bg: Тези списъци бяха създадени, защото основателят на проекта искаше да има малко повече контрол върху това, което се блокира.
cs: Tyto seznamy byly vytvořeny, protože zakladatel projektu chtěl něco s trochou větší kontroly nad tím, co je blokováno.
de: Diese Listen wurden erstellt, weil der Gründer des Projekts einen Ansatz suchte, mit denen Benutzer etwas mehr Kontrolle darüber erhalten können, was blockiert wird.
es: Estas listas fueron creadas porque el fundador del proyecto quería algo con un poco más de control sobre lo que está siendo bloqueado.
fi: Nämä listat luotiin, koska hankkeen perustaja halusi jotain hieman enemmän valvoa sitä, mitä on estetty.
fr: Ces listes ont été créées parce que le fondateur du projet voulait plus de granularité sur le blocage des éléments.
hu: Ezek a listák azért lettek létrehozva, mert a project alkotója nagyobb irányítást akart gyakorolni a blokkolás tekintetében.
id: Daftar ini dibuat karena sang pembuat menginginkan sebuah blocklist yang lebih bisa diatur dalam hal entri apa saja yang diblokir.
it: Queste liste sono state create perché il fondatore del progetto voleva più libertà di controllo su ciò che si vuole bloccare.
ja: これらのリストは、ブロックされるものを的確に制御する目的で作成されました。
nl: Deze lijsten zijn gemaakt omdat de oprichter van het project iets wilde met iets meer controle over wat er geblokkeerd wordt.
pl: Listy te powstały, ponieważ założyciel projektu chciał czegoś z nieco większą kontrolą nad tym, co jest blokowane.
pt_br: Essas listas foram criadas porque o fundador do projeto queria algo com um pouco mais de controle sobre o que está sendo bloqueado.
ro: Aceste liste au fost create pentru că fondatorul proiectului a dorit ceva cu puţin mai mult control asupra ceea ce este blocat.
ru: Эти списки появились потому, что основатель проекта хотел иметь возможность контроля над тем, что именно блокируется.
sv: Dessa listor skapades eftersom grundaren av projektet ville ha något med lite mer kontroll över vad som blockeras.
tr: Bu listeler, projenin kurucusunun neyin engellendiği üzerinde biraz daha fazla kontrole sahip bir şey istediği için oluşturuldu.

source: A blocklist based on spam reports
ar: قائمة حظْر تستند إلى تقارير البريد المزعج
bg: Блокиращ списък създаден въз основа на отчетите за нежелана поща
cs: Blocklist založený na základě zpráv o spamu
de: Eine Sperrliste basierend auf Spam-Meldungen
es: Una lista de bloqueo basada en informes de spam
fi: Roskapostin raportteihin perustuva lohkolista
fr: Une liste noire basée sur des rapports de spam
hu: Egy blokklista ami spam jelentéseken alapul
id: Sebuah blocklist yang didasarkan pada laporan spam
it: Una lista di blocco basata sui rapporti di spam
ja: スパムレポートに基づくブロックリスト
nl: Een blokkadelijst op basis van spammeldingen
pl: Bloklista oparta na raportach o spamie
pt_br: Uma lista de bloqueio baseada em relatórios de spam
ro: O listă de blocare bazată pe rapoarte spam
ru: Список блокировки, основанный на отчетах о спаме
sv: En blocklista baserad på skräppostrapporter
tr: Spam raporlarına dayalı bir engelleme listesi

source: Spam404 is a service that helps online companies with content monitoring, penetration testing and brand protection. This list is based on the reports received from companies.
ar: Spam404 هي خدمة تساعد الشركات عبر الإنترنت في مراقبة المحتوى و اختبار الإختراق و حماية العلامة التجاريّة. تستند هذه القائمة على التقارير الواردة من الشركات.
bg: Spam404 е услуга, която помага на компании за онлайн мониторинг на съдържание, тестване за проникване и качество на защитата. Този списък се основава на отчетите получени от тези компании.
cs: Spam404 je služba, která pomáhá online společnostem se sledováním obsahu, penetračním testováním a ochranou značky. Tento seznam je založen na zprávách obdržených od společností.
de: Spam404 ist ein Dienst, der Online-Unternehmen mit der Überwachung von Inhalten, Penetrationstests und Markenschutz unterstützt. Diese Liste basiert auf den eingegangenen Meldungen von Unternehmen.
es: Spam404 es un servicio que ayuda a las empresas en línea con monitorización de contenidos, pruebas de penetración y protección de marca. Esta lista se basa en los informes recibidos de las empresas.
fi: Spam404 on palvelu, joka auttaa verkkoyrityksiä sisällön valvonnassa, levinneisyystestauksessa ja tuotemerkkien suojauksessa. Tämä luettelo perustuu yrityksiltä saatuihin raportteihin.
fr: Spam404 est un service qui aide les entreprises en ligne à surveiller les contenus consultés, tester leur pénétration du marché et protéger leur marque. Cette liste se fonde sur des rapports établis et transmis par des entreprises.
hu: Spam404 egy szolgáltatás ami segít a cégeknek a tartalom figyelésben, behatolás tesztelésben és márka védelemben. Ez a lista a cégek visszajelzésein alapul.
id: Spam404 adalah layanan yang membantu banyak bisnis online dalam hal memantau konten, uji penetrasi dan perlindungan merk. Daftar ini didasarkan pada laporan yang didapat dari banyak perusahaan.
it: Spam404 è un servizio che aiuta le aziende online con il monitoraggio dei contenuti, test di penetrazione e protezione del marchio. Questo elenco si basa sui report ricevuti dalle imprese.
ja: Spam404 は、コンテンツ監視、侵入テスト、ブランド保護をオンライン企業に提供するサービスです。このリストは、企業から受け取ったレポートに基づいています。
nl: Spam404 is een dienst die online bedrijven helpt met contentmonitoring, penetratietests en merkbescherming. Deze lijst is gebaseerd op de rapporten die we van bedrijven ontvangen.
pl: Spam404 to usługa, która pomaga firmom internetowym w monitorowaniu treści, testach penetracyjnych i ochronie marki. Ta lista jest oparta na raportach otrzymanych od firm.
pt_br: Spam404 é um serviço que ajuda empresas online com monitoramento de conteúdo, teste de penetração e proteção de marca. Esta lista é baseada nos relatórios recebidos das empresas.
ro: Spam404 este un serviciu care ajută întreprinderile online să se bucure de monitorizarea conținutului, de testarea pătrunderii pe piață și de protecția mărcii. Această listă se bazează pe rapoartele primite de la întreprinderi.
ru: Spam404 - это сервис, который помогает онлайн-компаниям в мониторинге контента, тестировании на проникновение и защите торговых марок. Этот список основан на отчетах, полученных от компаний.
sv: Spam404 är en tjänst som hjälper onlineföretag med innehållsövervakning, penetrationstester och varumärkesskydd. Denna lista baseras på de rapporter som mottagits från företag.
tr: Spam404; çevrimiçi şirketlere içerik izleme, penetrasyon testi ve marka koruması konusunda yardımcı olan bir hizmettir. Bu liste şirketlerden alınan raporlara dayanmaktadır.

source: A comprehensive lists to block ads and tracking
ar: قوائم شاملة لمنع الإعلانات و التعقّب
bg: Изчерпателни списъци за блокиране на реклами и проследяване
cs: Komplexní seznamy pro blokování reklam a slídičů
de: Eine umfangreiche Liste zum Blockieren von Werbung und Tracking
es: Una lista completa para bloquear anuncios y rastreo
fi: Kattavat luettelot mainosten ja seurannan estämiseksi
fr: Une liste complète pour bloquer les publicités et le suivi
hu: Egy átfogó lista reklámok és követők blokkolására
id: Daftar host yang cukup komprehensif untuk memblokir iklan dan pelacak
it: Una lista completa per bloccare pubblicità e tracciamento
ja: 広告とトラッキングをブロックする包括的なブロックリスト
nl: Een uitgebreide lijst om advertenties en tracking te blokkeren
pl: Kompleksowe listy do blokowania reklam i śledzenia
pt_br: Umas lista abrangente para bloquear anúncios e rastreamento
ro: O listă completă pentru a bloca reclamele și urmărirea
ru: Полные списки для блокировки рекламы и трекинга
sv: En omfattande lista för att blockera annonser och spårning
tr: Reklamları ve izlemeyi engellemek için kapsamlı bir liste

source: hBlock is a list with domains that serve ads, tracking scripts and malware. It prevents your device from connecting to them.
ar: hBlock هي قائمة من النطاقات التي تخدم الإعلانات، و التعقّب و البرامج النصيّة و البرمجيات الخبيثة. و تمنع جهازك من الاتصال بها.
bg: hBlock е списък с домейни, които обслужват реклами, скриптове за проследяване и злонамерен софтуер. Той пречи на вашето устройство да се свърже с тях.
cs: hBlock je seznam domén, které zobrazují reklamy, sledovací skripty a malware. Zabraňuje tomu, aby se k nim vaše zařízení připojilo.
de: hBlock enthält eine Liste mit Domains, die Werbung, Tracking-Skripte und Malware anbieten. Sie verhindert, dass sich dein Gerät mit diesen verbindet.
es: hBlock es una lista con dominios que atiende anuncios, scripts de seguimiento y malware. Evita que el dispositivo se conecte a ellos.
fi: hBlock on luettelo verkkotunnuksista, jotka palvelevat mainoksia, komentosarjoja ja haittaohjelmia. Se estää laitteesi yhdistämisen niihin.
fr: hBlock liste les domaines distribuant des publicités, scripts de tracking et malwares. Cette liste empêche votre appareil de s'y connecter.
hu: A hBlock egy domain lista ami mögött reklám, követési szkriptek és malware bújik meg. Megakadályozza hogy készülékünk ezekhez csatlakozzon.
id: hBlock adalah daftar host yang berisi domain-domain yang menyajikan iklan, skrip pelacak, dan malware. Daftar ini berguna untuk mencegah perangkat Anda agar tidak terhubung ke domain-domain tersebut.
it: hBlock è una lista con domini usati per annunci, script di tracciamento e malware. Impedisce al dispositivo di connettersi a questi domini.
ja: hBlock は、広告を提供するドメイン、スクリプト、マルウェアのリストです。お使いの端末がそれらに接続することを防止します。
nl: hBlock is een lijst met domeinen die advertenties, tracking scripts en malware aanbieden. Het voorkomt dat uw apparaat verbinding maakt met deze domeinen.
pl: hBlock to lista z domenami obsługującymi reklamy, skrypty śledzące i złośliwe oprogramowanie. Zapobiega podłączeniu się do nich Twojego urządzenia.
pt_br: hBlock é uma lista com domínios que servem anúncios, scripts de rastreamento e malware. Ela impede que seu dispositivo se conecte a eles.
ro: hBlock este o listă cu domenii care servesc reclame, urmărire script-uri și malware. Aceasta împiedică dispozitivul să se conecteze la ele.
ru: hBlock - это список доменов, которые используются для рекламы, скриптов отслеживания и вредоносного ПО. Он не позволяет вашему устройству к ним подключаться.
sv: hBlock är en lista med domäner som serverar annonser, spårning och skadlig kod. Listan hindrar enheten från att ansluta till dem.
tr: hBlock; reklamlar, izleme komut dosyaları ve kötü amaçlı yazılım sunan alan adlarını içeren bir listedir. Cihazınızın bunlara bağlanmasını engeller.

source: A general purpose, medium weight list
ar: قائمة متوسّطة الوزن للأغراض العامّة
bg: Общ списък със средна важност
cs: Středně obsáhlý seznam pro všeobecné použití
de: Eine allgemeine Liste durchschnittlicher Größe
es: Una lista de uso general de peso medio
fi: Yleisluonteinen ja keskikokoinen luettelo
fr: Une liste d'usages généraux, de poids moyen
hu: Egy univerzális közepes kategóriájú lista
id: Blocklist untuk pemakaian umum yang cukup ringan
it: Una lista generale, di medio peso
ja: 総合的、中程度のサイズのブロックリスト
nl: Een lijst voor algemeen gebruik, gemiddeld gewicht
pl: Lista ogólnego zastosowania, średniej wielkości
pt_br: Uma lista de uso geral, de peso médio
ro: Listă cu greutate medie
ru: Список общего назначения, среднего размера
sv: En medelstor lista med allmänt syfte
tr: Genel amaçlı, orta ağırlıklı liste
