Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Packs.strings
Languages: ar, bg, cs, de, es, fi, fr, hu, id, it, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Blocks unauthorized piracy sites and related platforms. Safeguards intellectual property and reduces harmful download risks.
ar: تمنع مواقع القرصنة غير المأذون بها والمنصات ذات الصلة بها. تحمي الملكية الفكرية وتقلل من مخاطر التنزيل الضارة.
bg: Блокира неоторизирани сайтове за пиратство и свързаните с тях платформи. Защитава интелектуалната собственост и намалява рисковете от изтегляне на вредни файлове.
cs: Blokuje neautorizované pirátské weby a související platformy. Chrání duševní vlastnictví a snižuje rizika škodlivého stahování.
de: Blockiert unbefugte Piraterie und zugehörige Plattformen. Schutzt geistiges Eigentum und reduziert schädliche Download-Risiken.
es: Bloquea sitios de piratería no autorizados y plataformas relacionadas. Protege la propiedad intelectual y reduce los riesgos de descarga dañinos.
fi: Estää luvattoman merirosvouksen sivustoja ja niihin liittyviä alustoja. Suojaa immateriaalioikeudet ja vähentää haitallisia latausriskejä.
fr: Bloque les sites de piratage non autorisés et les plates-formes connexes. Protège la propriété intellectuelle et réduit les risques de téléchargement nocifs.
id: Memblokir situs pembajakan dan platform yang terkait. Melindungi hak milik intelektual dan mengurangi resiko pengunduhan berbahaya.
it: Blocca i siti di pirateria non autorizzati e le relative piattaforme. Protegge la proprietà intellettuale e riduce i rischi derivanti dal download di tale materiale.
ja: 不正な著作権侵害サイトや関連プラットフォームをブロックします。知的財産の保護に貢献し、誤って有害なコンテンツをダウンロードするリスクを軽減します。
pl: Blokuje nieautoryzowane strony piractwa i powiązane platformy. Zabezpiecza własność intelektualną i zmniejsza szkodliwe ryzyko pobierania.
pt_br: Bloqueia sites de pirataria e plataformas relacionadas. Salvaguarda a propriedade intelectual e reduz riscos de download nocivos.
ro: Blochează site-urile de piraterie neautorizate și platformele aferente. Protejează proprietatea intelectuală și reduce riscurile de descărcare dăunătoare.
ru: Блокирует несанкционированные пиратские сайты и связанные с ними платформы. Защищает интеллектуальную собственность и снижает риски вредоносного скачивания.
sv: Blockerar obehöriga piratkopieringswebbplatser och relaterade plattformar. Skyddar immaterialrätten och minskar riskerna för skadlig nedladdning.

source: Video streaming
ar: بث الفيديو
bg: Видео стрийминг
cs: Streamování videa
es: Transmisión de vídeo
fi: Videon streaming
fr: Streaming vidéo
ja: 動画ストリーミング
pl: Strumieniowanie wideo
pt_br: Streaming de vídeo
ro: Streaming video
ru: Видеостриминг
sv: Streamingtjänster

source: Blocks popular video streaming platforms
ar: حظر منصات بث الفيديو الشائعة
bg: Блокиране на популярни платформи за предаване на видео съдържание
cs: Blokuje oblíbené platformy pro streamování videa
de: Blockiert beliebte Video-Streaming-Plattformen
es: Bloquea plataformas populares de streaming de vídeo
fi: Estää suosittuja videon suoratoistoalustoja
fr: Bloque les plateformes de streaming vidéo populaires
id: Memblokir situs atau platform streaming video populer
it: Blocca le più popolari piattaforme di streaming video
ja: 有名なビデオストリーミングプラットフォームをブロックします
pl: Blokuje popularne platformy streamingu wideo
pt_br: Bloqueia plataformas populares de streaming de vídeo
ro: Blochează platforme populare de streaming video
ru: Блокирует популярные видеостриминговые платформы
sv: Blockerar populära streamingtjänster

source: Curbs access to top video streaming services. Crafted for users wanting to manage viewing habits and save bandwidth.
ar: تقييد الوصول إلى أعلى خدمات بث الفيديو. مصمم للمستخدمين الراغبين في إدارة عادات العرض وحفظ عرض الترددات.
bg: Ограничава достъпа до най-добрите услуги за поточно предаване на видео. Създадено за потребители, които искат да управляват своите навици за гледане и да пестят трафик.
cs: Omezuje přístup k nejlepším službám pro streamování videa. Vytvořeno pro uživatele, kteří chtějí spravovat své návyky při sledování a šetřit šířku pásma.
de: Begrenzt den Zugriff auf die besten Video-Streaming-Dienste. Hergestellt für Benutzer, die Ansehgewohnheiten verwalten und Bandbreite sparen möchten.
es: Reduce el acceso a los mejores servicios de streaming de vídeo. Fabricado para usuarios que deseen gestionar los hábitos de visualización y ahorrar ancho de banda.
fi: Kattaa pääsyn videon suoratoistopalveluihin. Valmistettu käyttäjille, jotka haluavat hallita katselutapoja ja tallentaa kaistanleveyttä.
fr: Permet d'accéder aux meilleurs services de streaming vidéo. Fabriqué pour les utilisateurs désireux de gérer leurs habitudes de visionnage et d'économiser de la bande passante.
id: Membatasi akses ke layanan streaming video populer. Dibuat untuk pengguna yang ingin mengatur apa yang mereka tonton, dan menghemat bandwidth.
it: Limita l'accesso ai più popolari servizi di streaming video. Realizzato per gli utenti che vogliono gestire le abitudini di visualizzazione e salvaguardare la larghezza di banda.
ja: 上位のビデオストリーミングサービスへのアクセスを制限します。生活習慣の管理や通信量を制限したいユーザー向けです。
pl: Dostęp Curbs do usług streamingu wideo. Stworzono dla użytkowników, którzy chcą zarządzać nawykami oglądania i zaoszczędzić przepustowość.
pt_br: Curte o acesso a melhores serviços de streaming de vídeo. Criado para usuários que querem gerenciar hábitos de visualização e economizar largura de banda.
ro: Curbele de acces la serviciile de streaming video. Creat pentru utilizatorii care doresc să gestioneze obiceiurile de vizualizare și să salveze lățimea benzii.
ru: Ограничивает доступ к основным сервисам потокового видео. Создано для пользователей, желающих управлять привычками просмотра и экономить полосу пропускания.
sv: Förhindrar tillgång till streamingtjänster. Skapad för användare som vill hantera tittarvanor och spara bandbredd.

source: Streaming apps
ar: تطبيقات البث
bg: Стрийминг приложения
fi: Sovellusten suoratoistaminen
it: App di streaming
pl: Aplikacje streamingowe
ro: Aplicații de streaming
ru: Стриминговые приложения

source: Blocks streaming apps and related content
ar: حظر تطبيقات البث والمحتوى ذي الصلة
bg: Блокиране на приложенията за стрийминг и свързаното с тях съдържание
cs: Blokuje streamovací aplikace a související obsah
de: Blockiert Streaming-Apps und verwandte Inhalte
es: Bloquear aplicaciones de streaming y contenido relacionado
fi: Estää sovellusten ja niihin liittyvän sisällön suoratoistoa
fr: Bloque les applications de streaming et le contenu connexe
id: Memblokir aplikasi streaming dan konten lain yang terkait
it: Blocca le app di streaming e i contenuti correlati
ja: ストリーミングアプリと関連コンテンツをブロックします
pl: Blokuje aplikacje strumieniowe i powiązane treści
pt_br: Bloqueia aplicativos de streaming e conteúdo relacionado
ro: Blochează aplicațiile de streaming și conținutul asociat
ru: Блокирует стириминговые приложения и связанный с ними контент
sv: Blockerar appar för streamingtjänster och relaterat innehåll

source: Features a curated selection of popular streaming apps. Allows granular control over media consumption.
ar: يميز مجموعة منتقاة من تطبيقات البث الشائعة. يسمح بالتحكم في استهلاك الوسائط.
bg: Предлага подбрана селекция от популярни приложения за стрийминг. Позволява пълен контрол върху медийното потребление.
cs: Obsahuje vybraný výběr oblíbených streamovacích aplikací. Umožňuje podrobnou kontrolu nad spotřebou médií.
de: Funktioniert eine kuratierte Auswahl beliebter Streaming-Apps. Erlaubt eine granulare Kontrolle über den Medienverbrauch.
es: Características de una selección supervisada de aplicaciones populares de streaming. Permite el control granular sobre el consumo de medios.
fi: Ominaisuudet kuratoitu valikoima suosittuja suoratoistosovelluksia. Mahdollistaa rakeisen kontrollin median kulutuksesta.
fr: Comprend une sélection organisée d'applications de streaming populaires. Permet le contrôle granulaire de la consommation des médias.
id: Berisi sejumlah aplikasi streaming populer. Memungkinkan kendali mendetail terhadap konsumsi media.
it: Dispone di una selezione curata di popolari applicazioni di streaming. Consente un minuzioso controllo sui consumi multimediali.
ja: 人気のストリーミングアプリを制限します。メディア消費を細かく制御できます。
pl: Funkcjonuje zautomatyzowany wybór popularnych aplikacji strumieniowych. Pozwala na kontrolę nad zużyciem mediów.
pt_br: Apresenta uma seleção selecionada de aplicativos populares de streaming. Permite o controle granular sobre o consumo de mídia.
ro: Funcționează o selecție curată de aplicații populare de streaming. Permite controlul granular asupra consumului media.
ru: В нем есть подборка популярных приложений для стриминга. Позволяет детально контролировать потребление медиафайлов.
sv: Har ett urval av populära appar för streamingtjänster. Tillåter detaljerad kontroll över mediekonsumtionen.

source: Social media
ar: وسائل التواصل الاجتماعي
bg: Социални медии
cs: Sociální sítě
de: Soziale Medien
es: Medios sociales
fi: Sosiaalinen media
fr: Réseaux sociaux
id: Media sosial
ja: SNS
pl: Media społecznościowe
pt_br: Mídias sociais
ro: Rețele sociale
ru: Социальные сети
sv: Sociala medier

source: Restricts access to social networking platforms
ar: تقييد الوصول إلى منصات الشبكات الاجتماعية
bg: Ограничаване на достъпа до платформи за социални мрежи
cs: Omezuje přístup k platformám sociálních sítí
de: Beschränkt den Zugriff auf soziale Netzwerkplattformen
es: Restringe el acceso a las plataformas de redes sociales
fi: Rajoitetaan pääsyä sosiaalisen verkostoitumisen alustoille
fr: Restreint l'accès aux plateformes de réseautage social
id: Membatasi akses ke platform media sosial
it: Limita l'accesso alle piattaforme di social network
ja: ソーシャルネットワーキングプラットフォームへのアクセスを制限します
pl: Ogranicza dostęp do platform społecznościowych
pt_br: Restringe o acesso a plataformas de redes sociais
ro: Restricționează accesul la platformele de socializare în rețea
ru: Ограничить доступ к социальным сетям
sv: Begränsar åtkomst till sociala nätverksplattformar

source: Limits access to various social media platforms. Ideal for enhancing work focus and moderating children's usage.
ar: الحد من الوصول إلى مختلف مناهج وسائط الإعلام الاجتماعية - المثالية لتعزيز التركيز على العمل وتخفيف استخدام الأطفال.
bg: Ограничава достъпа до различни платформи на социалните медии. Подходящо за подобряване на фокуса върху работата и контрол на използването от децата.
cs: Omezuje přístup k různým platformám sociálních sítí. Ideální pro zvýšení soustředění na práci a pro omezení používání dětmi.
de: Begrenzt den Zugang zu verschiedenen Social-Media-Plattformen. Ideal zur Verbesserung des Arbeitsschwerpunkts und zur Mäßigung der Kindernutzung.
es: Limita el acceso a varias plataformas de medios de comunicación social, ideal para mejorar el enfoque del trabajo y moderar el uso de los niños.
fi: Rajoitetaan pääsyä erilaisille sosiaalisen median alustoille. Ihanteellinen työn keskittymisen tehostamiseksi ja lasten käytön hillitsemiseksi.
fr: Limiter l'accès à diverses plateformes de médias sociaux. Idéal pour améliorer la concentration de travail et modérer l'utilisation des enfants.
id: Membatasi akses ke sejumlah platform media sosial. Ideal untuk Anda yang ingin lebih fokus pada pekerjaan dan ingin mengatur penggunaan media sosial anak-anak Anda.
it: Limita l'accesso a varie piattaforme di social media. Ideale per migliorare la concentrazione sul lavoro e moderare l'uso da parte dei bambini.
ja: さまざまなソーシャルメディアプラットフォームへのアクセスを制限します。作業への集中力を高めたり、子どもの使用を制限したりできます。
pl: Ogranicza dostęp do różnych platform mediów społecznościowych.
pt_br: Limita o acesso a várias plataformas de mídia social. Ideal para melhorar o foco de trabalho e moderar o uso de crianças.
ro: Limitează accesul la diverse platforme de socializare. Se preocupă mai mult concentrarea eforturilor asupra muncii și moderarea utilizării copiilor.
ru: Ограничивает доступ к различным платформам социальных сетей. Идеально подходит для повышения концентрации на работе и контроля над использованием детьми.
sv: Begränsar tillgången till olika sociala medieplattformar. Perfekt för att förbättra arbetsfokus och moderera barns användning.

source: Chat apps
ar: تطبيقات الدردشة
bg: Чат приложения
cs: Chatovací aplikace
es: Apps de chat
fi: Chatin sovellukset
fr: Applications de chat
id: Aplikasi percakapan
it: Applicazioni chat
ja: チャットアプリ
pl: Aplikacje czatu
pt_br: Apps de chat
ro: Aplicații chat
ru: Приложения для чата
sv: Chattappar

source: Restricts popular messaging and chat applications
ar: تقييد تطبيقات الرسائل والدردشة الشائعة
bg: Ограничаване на популярни приложения за съобщения и чат
cs: Omezuje populární aplikace pro zasílání zpráv a chat
de: Beschränkt beliebte Nachrichten- und Chat-Anwendungen
es: Restringe las aplicaciones populares de mensajería y chat
fi: Rajoittaa suosittuja viestejä ja chat-sovelluksia
fr: Restreint les applications de messagerie et de chat populaires
id: Membatasi aplikasi pesan dan percakapan populer
it: Limita le più popolari applicazioni di messaggistica e chat
ja: 一般的なメッセージやチャットアプリを制限します
pl: Ogranicza popularne wiadomości i aplikacje czatu
pt_br: Restringe mensagens populares e apps de bate-papo
ro: Restricționează aplicațiile populare de mesagerie și chat
ru: Ограничение популярных приложений для обмена сообщениями и чатов
sv: Begränsar populära meddelanden och chattprogram

source: This shield is designed to block widely-used messaging and chat apps. Perfect for those wanting to control their communication channels.
ar: هذا الدرع مصمم لمنع تطبيقات الرسائل والدردشة المستخدمة على نطاق واسع. مثالي لأولئك الذين يرغبون في التحكم بقنوات اتصالاتهم.
bg: Този щит е предназначен за блокиране на широко използвани приложения за съобщения и чат. Идеален за тези, които искат да контролират своите канали за комуникация.
cs: Tento štít je navržen tak, aby zablokoval široce používané aplikace pro zasílání zpráv a chatování. Perfektní pro ty, kdo chtějí ovládat své komunikační kanály.
de: Dieser Schild wurde entwickelt, um weit verbreitete Messaging- und Chat-Apps zu blockieren. Perfekt für diejenigen, die ihre Kommunikationskanäle steuern möchten.
es: Este escudo está diseñado para bloquear las aplicaciones de mensajería y chat ampliamente usadas. Perfecto para aquellos que desean controlar sus canales de comunicación.
fi: Tämä kilpi on suunniteltu estämään laajalti käytetyt viesti- ja chat-sovellukset. Täydellinen niille, jotka haluavat hallita viestintäkanaviaan.
fr: Ce bouclier est conçu pour bloquer les applications de messagerie et de chat largement utilisées. Idéal pour ceux qui veulent contrôler leurs canaux de communication.
id: Perisai ini dirancang untuk memblokir aplikasi pesan dan percakapan yang digunakan banyak orang. Cocok untuk Anda yang ingin mengendalikan jalur komunikasi.
it: Questo scudo è progettato per bloccare le applicazioni di messaggistica e chat più utilizzate. Perfetto per coloro che vogliono controllare i loro canali di comunicazione.
ja: このシールドは、広く使われているメッセージングやチャットアプリをブロックするように設計されています。コミュニケーションチャンネルを制御したい人に最適です。
pl: Ta tarcza jest zaprojektowana do blokowania szeroko używanych aplikacji do wysyłania wiadomości i czatu. Idealne dla tych, którzy chcą kontrolować swoje kanały komunikacyjne.
pt_br: Este escudo foi projetado para bloquear aplicativos de mensagens e chat amplamente utilizados. Perfeito para aqueles que querem controlar seus canais de comunicação.
ro: Acest scut este proiectat pentru a bloca aplicațiile de mesagerie și chat utilizate pe scară largă. Perfect pentru cei care doresc să-și controleze canalele de comunicare.
ru: Этот щит предназначен для блокировки широко распространенных приложений для обмена сообщениями и чатов. Идеально подходит для тех, кто хочет контролировать свои каналы связи.
sv: Denna sköld är utformad för att blockera välkända chattappar. Perfekt för dem som vill styra sina kommunikationskanaler.

source: Gaming
ar: ألعاب
bg: Играене
cs: Hraní
de: Spielen
es: Juego
fi: Pelaaminen
fr: Jeu
it: Videogiochi
ja: ゲーム総合
pl: Gra
pt_br: Jogos
ro: Joc
ru: Игры
sv: Spel

source: Blocks gaming platforms and related content
ar: حظر منصات الألعاب والمحتوى ذي الصلة
bg: Блокиране на платформи за игри и свързаното с тях съдържание
cs: Blokuje herní platformy a související obsah
de: Blockiert Spielplattformen und verwandte Inhalte
es: Bloquea plataformas de juego y contenido relacionado
fi: Blocks pelialustat ja niihin liittyvä sisältö
fr: Bloque les plateformes de jeux et le contenu connexe
id: Memblokir situs dan platform terkait gaming
it: Blocca piattaforme di gioco e contenuti correlati
ja: ゲームプラットフォームと関連するコンテンツをブロックします
pl: Blokuje platformy do gier i powiązane treści
pt_br: Bloqueia plataformas de jogos e conteúdo relacionado
ro: Blochează platformele de jocuri și conținutul asociat
ru: Блокирует игровые платформы и связанный с ними контент
sv: Blockerar spelplattformar och relaterat innehåll

source: Restricts online gaming sites and related distractions. Designed for users wanting a balanced digital lifestyle.
ar: تقيد مواقع الألعاب على الإنترنت وما يتصل بها من تشتيت. مصممة للمستخدمين الذين يريدون أسلوب حياة رقمي متوازن.
bg: Ограничаване на сайтовете за онлайн игри и свързаните с тях разсейващи фактори. Предназначен за потребители, които искат да водят балансиран цифров начин на живот.
cs: Omezuje online herní stránky a související rozptýlení. Určeno pro uživatele, kteří chtějí vyvážený digitální životní styl.
de: Begrenzt Online-Gaming-Websites und verwandte Ablenkungen. Entworfen für Anwender, die einen ausgewogenen digitalen Lebensstil wollen.
es: Restringe los sitios de juego en línea y las distracciones relacionadas. Diseñado para usuarios que desean un estilo de vida digital equilibrado.
fi: Rajoittaa online-pelisivustoja ja niihin liittyviä häiriötekijöitä. Suunniteltu käyttäjille, jotka haluavat tasapainoinen digitaalinen elämäntapa.
fr: Restreint les sites de jeux en ligne et les distractions connexes. Conçu pour les utilisateurs qui veulent un mode de vie numérique équilibré.
id: Membatasi akses ke situs gaming dan konten terkait. Dirancang untuk Anda yang ingin kehidupan digital yang seimbang.
it: Limita i siti di gioco online e le distrazioni correlate. Progettato per gli utenti che vogliono uno stile di vita digitale equilibrato.
ja: オンラインゲームサイトと関連するコンテンツを制限します。バランスの取れたデジタルライフスタイルを望むユーザー向けに設計されています。
pl: Ogranicza rozproszenie gier online i związane z nimi rozproszenia. Zaprojektowane dla użytkowników pragnących zrównoważonego cyfrowego stylu życia.
pt_br: Restringe sites de jogos on-line e distrações relacionadas. Projetado para usuários que desejam um estilo de vida digital equilibrado.
ro: Restricționează site-urile de jocuri online și distragerile asociate. Conceput pentru utilizatorii care doresc un stil de viață digital echilibrat.
ru: Ограничивает доступ к сайтам онлайн-игр и связанным с ними отвлекающим факторам. Предназначен для пользователей, желающих вести сбалансированный цифровой образ жизни.
sv: Begränsar webbplatser för onlinespel och relaterade distraktioner. Utformad för användare som vill ha en balanserad digital livsstil.

source: Games
ar: ألعاب
bg: Игри
cs: Hry
de: Spiele
es: Juegos
fi: Pelit
fr: Jeu
id: Permainan
it: Giochi
ja: ゲーム
pl: Gry
pt_br: Partidas
ro: Jocuri
ru: Игры
sv: Spel

source: Restricts access to popular games
ar: تقييد الوصول إلى الألعاب الشهيرة
bg: Ограничаване на достъпа до популярни игри
cs: Omezuje přístup k oblíbeným hrám
de: Beschränkt den Zugriff auf populäre Spiele
es: Restringe el acceso a juegos populares
fi: Rajoitukset pääsy suosittuja pelejä
fr: Restreint l'accès aux jeux populaires
id: Membatasi akses ke aplikasi permainan populer
it: Limita l'accesso ai giochi più popolari
ja: 人気のゲームへのアクセスを制限します
pl: Ogranicza dostęp do popularnych gier
pt_br: Restringir acesso a jogos populares
ro: Restricționează accesul la jocurile populare
ru: Ограничивает доступ к популярным играм
sv: Begränsar åtkomst till populära spel

source: Showcases top gaming applications. Ideal for users desiring precise game access control.
ar: عرض تطبيقات الألعاب العليا. مثالي للمستخدمين الذين يرغبون في التحكم بدقة في دخول اللعبة.
bg: Показва най-добрите приложения за игри. Подходящо за потребители, които желаят прецизен контрол на достъпа до игрите.
cs: Zobrazuje nejlepší herní aplikace. Ideální pro uživatele, kteří chtějí přesně ovládat přístup ke hrám.
de: Showcases Top-Gaming-Anwendungen, ideal für Anwender, die eine genaue Kontrolle des Spielzugriffs wünschen.
es: Muestra las mejores aplicaciones de juegos. Ideal para usuarios que tengan un control preciso de acceso al juego.
fi: Näyttää parhaat pelisovellukset. Ihanteellinen käyttäjille, jotka haluavat tarkan pelin kulunvalvonnan.
fr: Idéal pour les utilisateurs désirant un contrôle d'accès précis au jeu.
id: Berisi sejumlah aplikasi permainan populer. Cocok untuk Anda yang menginginkan kendali akses yang presisi.
it: Mostra le migliori applicazioni di gioco. Ideale per gli utenti che desiderano un controllo preciso degli accessi ai giochi.
ja: 上位のゲームアプリケーションのリストです。正確なゲームアクセス制御を望むユーザーに最適です。
pl: Pokazuje najlepsze aplikacje do gry. Idealne dla użytkowników pragnących precyzyjnie kontrolować dostęp do gry.
pt_br: Mostrar os melhores jogos aplicativos. Ideal para usuários que desejarem o controle preciso de acesso ao jogo.
ro: Afişează aplicaţii de joc de top. Ideal pentru utilizatorii care doresc controlul precis al accesului la jocuri.
ru: Демонстрирует лучшие игровые приложения. Идеально подходит для пользователей, желающих получить четкий контроль доступа к играм.
sv: Visar de bästa spelapplikationerna. Perfekt för användare som vill ha en precis åtkomstkontroll.

source: Online shopping apps
ar: تطبيقات التسوق عبر الإنترنت
bg: Приложения за онлайн пазаруване
fi: Ostossovellukset verkossa
it: App shopping online
pl: Aplikacje zakupów online
ro: Aplicații pentru cumpărături online
ru: Приложения для онлайн-шопинга

source: Blocks leading e-commerce and shopping applications
ar: حظر تطبيقات التجارة الإلكترونية والتسوق
bg: Блокиране на водещи приложения за електронна търговия и пазаруване
cs: Blokuje přední aplikace pro elektronické obchodování a nakupování
de: Blockiert führende E-Commerce- und Shopping-Anwendungen
es: Bloques principales aplicaciones de comercio electrónico y compras
fi: Lohkot johtavat sähköistä kaupankäyntiä ja ostoksia
fr: Bloque les principales applications e-commerce et shopping
id: Memblokir aplikasi e-commerce dan belanja online ternama
it: Blocca le principali applicazioni di e-commerce e shopping
ja: 主要な電子商取引およびショッピングアプリケーションをブロックします
pl: Blokuje wiodące aplikacje e-handlu i zakupów
pt_br: Bloqueia líderes de e-commerce e aplicativos de compras
ro: Blochează aplicațiile cele mai importante de comerț electronic și cumpărături
ru: Блокировка основных приложений для электронной коммерции и покупок
sv: Blockerar ledande e-handels- och shoppingapplikationer
