Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Packs.strings
Languages: ar, bg, cs, de, es, fi, fr, hu, id, it, ja, nl, pl, pt_br, ro, ru, sv, tr

source: A blocklist to filter phishing websites. Phishing is a malpractice based on redirecting to fake websites, which look exactly like the original ones, in order to trick visitors, and steal sensitive information. Installing this blocklist will help you prevent such situations.
ar: قائمة حَظْر لتصفية مواقع التصيُّد الإحتيالي. التصيُّد ممارسة سيئة تقوم على إعادة التوجيه إلى مواقع مزيّفة، و التي تبدو بالضبط مثل الأصل، من أجل خداع الزوّار، و سرقة المعلومات الحسّاسة. تثبيت قائمة الحظْر هذه سيساعدك على منع مثل هذه الحالات.
bg: Блокиращ списък за филтриране на фишинг уеб сайтове. Фишингът е злоупотреба, основаваща се на пренасочване към фалшиви уеб сайтове, които изглеждат точно като оригиналните и подмамват посетителите, за да откраднат чувствителна информация. Инсталирането на този списък ще ви помогне да предотвратите подобни инциденти.
cs: Blocklist filtrů phishingových webů. Phishing je nekalost založená na přesměrování internetové komunikace na falešné weby, které vypadají přesně jako ty původní, za účelem podvádění návštěvníků a krádeže citlivých informací. Instalace tohoto blocklistu vám pomůže zabránit takovým situacím.
de: Eine Sperrliste zum Filtern von Phishing-Websites. Phishing ist eine missbräuchlche Praxis, die darauf basiert, auf gefälschte Websites umzuleiten, die genauso aussehen wie die Original-Websites, um Besucher auszutricksen und sensible Informationen zu stehlen. Die Installation dieser Sperrliste hilft dir, solche Situationen zu verhindern.
es: Una lista para filtrar sitios de phishing. El phishing es una mala práctica basada en la redirección a sitios web falsos que se parecen a los originales con el fin de engañar a los visitantes y robar información confidencial. Instalar esta lista de bloqueo te ayudará a prevenir tales situaciones.
fi: Estettyjen lista tietojenkalasteluyrityssivustojen suodattamiseen. Tietokalastelu on väärinkäytös, joka perustuu uudelleenohjaamiseen väärennettyihin verkkosivustoihin, jotka näyttävät täsmälleen alkuperäisiltä, ​​joilla huijataan kävijöitä ja varastetaan arkaluontoisia tietoja. Tämän estolistan asentaminen auttaa sinua estämään tällaiset tilanteet.
fr: Une blocklist pour filtrer les sites de phishing. Le phishing est une arnaque visant à vous rediriger vers de faux sites web, qui ont l'air identiques aux vrais, pour piéger leurs visiteurs et dérober des informations privées. Installer cette blocklist vous permettra d'esquiver ce genre de situations.
hu: Blokkoló lista az adathalász webhelyek szűrésére. Az adathalászat olyan csalás, mely olyan hamis weboldalakra való átirányításon alapul, amelyek pontosan úgy néznek ki, mint az eredeti, a látogatók megtévesztése és az érzékeny információk ellopása céljából. A blokkoló lista telepítése segít elkerülni az ilyen helyzeteket.
id: Sebuah blocklist untuk menyaring situs-situs phishing. Phishing adalah sebuah metode untuk mencuri data-data pribadi yang bersifat sensitif, dengan cara mengalihkan lalu lintas data Anda ke situs-situs palsu yang terlihat mirip dengan situs resmi. Blocklist ini dapat membantu Anda terhindar dari situs-situs palsu.
it: Una lista di blocco per filtrare i siti di phishing. Il phishing è una pratica scorretta basata sul reindirizzamento a siti web falsi, che somigliano esattamente agli originali, per ingannare i visitatori e rubare informazioni sensibili. L'installazione di questa lista di blocco ti aiuterà a prevenire tali situazioni.
ja: フィッシングサイトをブロックするためのリスト。フィッシングは、元のサイトと同じように見える偽のサイトに誘導して個人情報やパスワードを盗み取る不正行為です。このリストはフィッシングからあなたを保護します。
nl: Een blokkeerlijst om phishing websites te filteren. Phishing is een wanpraktijk die is gebaseerd op het omleiden naar nepwebsites, die er precies zo uitzien als de originele, om bezoekers te misleiden en gevoelige informatie te stelen. Door deze blokkeerlijst te installeren, kunt u dergelijke situaties voorkomen.
pl: Bloklista do filtrowania stron wyłudzających. Fishing jest praktyką polegającą na przekierowaniu na fałszywe strony internetowe, które wyglądają dokładnie tak jak oryginalne, aby zmylić użytkowników i wykraść informacje prywatne. Instalacja tej bloklisty pomoże zapobiec takim sytuacjom.
pt_br: Uma lista de bloqueio para filtrar sites de phishing. Phishing é uma prática incorreta baseada no redirecionamento para sites falsos, que se parecem exatamente com os originais, a fim de enganar os visitantes e roubar informações confidenciais. A instalação desta lista de bloqueio irá ajudá-lo a prevenir tais situações.
ro: O listă de blocare pentru filtrarea site-urilor web de înșelăciune. Falsificarea este o practică incorectă bazată pe redirecționarea către site-uri web false, care arată exact ca cele originale, pentru a păcăli vizitatorii, şi pentru a fura informaţii sensibile. Instalarea acestei liste de blocare vă va ajuta să preveniți astfel de situații.
ru: Блок-лист для фильтрации фишинговых сайтов. Фишинг - это злоупотребление доверием, основанное на переадресации на поддельные веб-сайты, которые выглядят в точности как оригинальные, с целью обмана посетителей, а также кражи конфиденциальной информации. Установка этого списка поможет предотвратить подобные ситуации.
sv: En blocklista för att filtrera nätfiskewebbplatser. Nätfiske baseras på omdirigering till falska webbplatser, som ser ut precis som de ursprungliga, för att lura besökare, och stjäla känslig information. Installation av denna blocklista hjälper dig att förhindra sådana situationer.
tr: Kimlik Avı web sitelerini filtrelemek için bir engelleme listesi. Kimlik Avı, ziyaretçileri kandırmak ve hassas bilgileri çalmak için orijinal web sitelerine tam olarak benzeyen sahte web sitelerine yönlendirmeye dayanan bir yanlış uygulamadır. Bu engelleme listesini yüklemek, bu tür durumları önlemenize yardımcı olacaktır.

source: A new and expanding tracker database
ar: قاعدة بيانات تعقُّب جديدة و موسّعة
bg: Нова и разширяваща се база данни от тракери
cs: Nová a rozšiřující databáze slídičů
de: Eine neue und stetig wachsende Tracker-Datenbank
es: Una nueva base de datos en expansión de rastreadores
fi: Uusi ja laajentava seurantatietokanta
fr: Une nouvelle base de données de tracker en expansion
hu: Egy új és kibővített követő adatbázis
id: Database tracker baru dan terus diperbarui
it: Un nuovo database di tracker in continua espansione
ja: 新しく拡張されたトラッカーデータベース
nl: Een nieuwe en groeiende tracker database
pl: Nowa i rozwijająca się baza danych trackera
pt_br: Um novo e extensível banco de dados de rastreadores
ro: O nouă bază de date de trackere extinsă
ru: Новая и расширяющаяся база данных трекеров
sv: En ny och växande databas mot tracking
tr: Yeni ve genişleyen bir izleyici veritabanı

source: DuckDuckGo Tracker Radar is a best-in-class data set about trackers that is automatically generated and maintained through continuous crawling and analysis. See the author information for details.
ar: DuckDuckGo Tracker Radar هي مجموعة بيانات الأفضل في فئتها حول المُتتبّعات التي يَتمّ إنشاؤها و صيانتها تلقائياً من خلال المسح والتحليل المستمر. راجع معلومات المالك للحصول على التفاصيل.
bg: DuckDuckGo Tracker Radar е най-добрият в класацията набор от данни с тракери, който се генерира и поддържа автоматично чрез непрекъснато обхождане и анализ. За подробности вижте информацията от автора.
cs: DuckDuckGo Tracker Radar je nejlepší datová sada obsahující databázi slídičů, která je automaticky generována a udržována průběžným procházením a analýzou. Podrobnosti najdete v informacích autora sady.
de: Das DuckDuckGo Tracker Radar ist einer der besten, verfügbaren Datensätze mit Trackern, welcher automatisiert durch kontinuierliches Crawling und Analysieren erstellt und gepflegt wird. Einzelheiten dazu liefern die Informationen des Autors.
es: DuckDuckGo Tracker Radar es un conjunto de datos que se genera automáticamente y se mantiene a través de un rastreo y análisis continuos. Consulta la información de su autor para obtener más detalles.
fi: DuckDuckGo Tracker Radar on yksi parhaimmista tietokannoista jäljttäjistä, joka luodaan ja ylläpidetään automaattisesti jatkuvan indeksoinnin ja analysoinnin avulla. Katso lisätietoja tekijän tiedoista.
fr: DuckDuckGo Tracker Radar est un ensemble de données de première classe généré automatiquement et mis à jour par le biais d'un crawling et d'analyses continus. Consultez les informations de l'auteur pour plus de détails.
hu: A DuckDuckGo Tracker Radar egy a maga kategóriájában legjobb adatkészlet a nyomkövetőkről, amelyet folyamatos feltérképezéssel és elemzéssel automatikusan generál és tart fenn. A részleteket lásd a szerző adataiban.
id: DuckDuckGo Tracker Radar adalah dataset terbaik di kelasnya. DuckDuckGo Tracker Radar menghasilkan data secara otomatis dan diperbarui melalui analisis yang berkelanjutan. Silakan kunjungi situs pembuat list ini untuk informasi lebih detail.
it: DuckDuckGo Tracker Radar è una raccolta di dati sui tracker che viene generata e mantenuta automaticamente attraverso analisi continue. Vedi le informazioni dell'autore per i dettagli.
ja: DuckDuckGo Tracker Radar は、連続的なクロールと分析を通じて自動的に生成および維持される、トラッカーに関するクラス最高のデータセットです。詳細は製作者情報をご覧ください。
nl: DuckDuckGo Tracker Radar is een best-in-class dataset over trackers die automatisch wordt gegenereerd en onderhouden door continu crawlen en analyseren. Zie de auteursinformatie voor details.
pl: Radar trackerów DuckDuckGo jest najlepszą w swojej klasie bazą danych o trackerach, która jest automatycznie generowana i utrzymywana poprzez ciągłe monitorowanie Internetu i analizę. Więcej informacji na temat tej bazy znajduje się na stronie Autor.
pt_br: DuckDuckGo Tracker Radar é o melhor conjunto de dados da categoria sobre rastreadores que é gerado e mantido automaticamente através de rastreamento e análise contínua. Veja as informações do autor para detalhes.
ro: DuckDuckGo Tracker Radar este un set de date cel mai bun în clasă despre trackere care este generat și întreținut automat prin crawling și analiză continuă. Vedeți informațiile despre autor pentru detalii.
ru: DuckDuckGo Tracker Radar - это лучший в своем классе набор данных о трекерах, который генерируется автоматически и поддерживается посредством непрерывного сканирования и анализа. Подробную информацию см. в разделе "Информация об авторе".
sv: DuckDuckGo Tracker Radar är en förstklassig databas om tracking som automatiskt genereras och underhålls genom kontinuerlig analys av webbsidor. Se skaparens hemsida för detaljer.
tr: DuckDuckGo Tracker Radarı, sürekli tarama ve analiz yoluyla otomatik olarak oluşturulan ve desteklenen izleyicilerle ilgili sınıfının en iyi veri kümesidir. Daha fazla bilgi için yazarın bilgilerine bakın.

source: Curated blocklist to block trackers and advertisements
ar: قائمة الحظر المنظَّمة لمنع المتعقّبات و الإعلانات
bg: Експертен блокиращ списък за тракери и реклами
cs: Upravený blocklist pro blokování slídičů a reklam
de: Kuratierte Sperrliste zum Blockieren von Trackern und Werbung
es: Lista de bloqueos supervisada para bloquear rastreadores y anuncios
fr: Liste noire conçue spécifiquement pour bloquer les trackers et publicités
hu: Naprakész blokklista követők és reklámok ellen
id: Daftar cekal untuk memblokir trackers dan iklan
it: Lista di blocco specifica per bloccare tracker e pubblicità
ja: トラッカーと広告をブロックするための厳選されたブロックリスト
nl: Samengestelde blokkadelijst om trackers en advertenties te blokkeren
pl: Wyselekcjonowana lista do blokowania elementów śledzących i reklam
pt_br: Lista de bloqueio atestada para bloquear rastreadores e anúncios
ro: Blocarea listelor pentru a bloca trackere și reclame
ru: Поддерживаемый черный список для блокировки трекеров и рекламы
sv: Kurerad blocklista för att blockera tracking och annonser
tr: İzleyicileri ve reklamları engellemek için seçilmiş engelleme listesi

source: This is a curated and well-maintained blocklist to block ads, tracking, and more! Updated regularly.
ar: هذه قائمة حظر منتقاة و مُحافظة عليها جيّداً لمنع الإعلانات و التتبّع و أكثر! يتمّ تحديثها بانتظام.
bg: Това е добре селектиран и поддържан блокиращ списък за реклами, проследяване и други! Актуализира се редовно.
cs: Toto je upravený a dobře udržovaný blocklist pro blokování reklam, sledování a další! Je pravidelně aktualizován.
de: Dies ist eine kuratierte und gut gepflegte Sperrliste zum Blockieren von Werbung, Tracking und mehr! Sie wird regelmäßig aktualisiert.
es: Esta es una lista de bloqueo supervisada y bien mantenida para bloquear anuncios, rastreadores y más. Actualizada regularmente.
fi: Tämä on kuratoitu ja hyvin huollettu lohkolista estää mainokset, seuranta ja paljon muuta! Päivitetty säännöllisesti.
fr: Ceci est une liste noire mise à jour régulièrement pour le bloquer les publicités, les trackers, et bien plus.
hu: Karbantartott és felügyelt blokkolólista reklámok, követők, és minden más ellen! Rendszeresen frissített.
id: Daftar ini adalah daftar cekal yang dikurasi dan selalu diperbarui dan berguna untuk memblokir iklan, trackers, dan lainnya! Diperbarui secara berkala.
it: Questa è una lista di blocco specifica e ben curata, per bloccare annunci, tracciamento e altro ancora! Aggiornata regolarmente.
ja: これらのブロックリストは、広告、トラッキングなどをブロックするために作成され、維持されています。定期的に更新されます。
nl: Dit is een goed bijgehouden blokkadelijst om advertenties, tracking en meer te blokkeren! Wordt regelmatig bijgewerkt.
pl: To jest wyselekcjonowana i dobrze utrzymywana lista do blokowania reklam, elementów śledzących i nie tylko! Aktualizowana regularnie.
pt_br: Esta é uma lista de bloqueio atestada e de manutenção constante para bloquear anúncios, rastreamento e muito mais! Atualizada regularmente.
ro: Aceasta este o listă de blocare blestemată și bine întreținută pentru a bloca reclame, urmărire și multe altele! Actualizată regulat.
ru: Это тщательно подобранный и хорошо поддерживаемый черный список для блокировки рекламы, отслеживания и многого другого! Регулярно обновляется.
sv: Detta är en kurerad och välskött blocklista för att blockera annonser, tracking och mycket mer! Uppdateras regelbundet.
tr: Bu, reklamları, izlemeyi ve daha fazlasını engellemek için seçilmiş ve bakımlı bir engelleme listesidir! Düzenli olarak güncellenir.

source: Analyzes privacy concerns in Android applications
ar: تحليل مخاوف الخصوصيّة في تطبيقات أندرويد
bg: Анализира загрижеността относно поверителността в приложенията за Android
cs: Analyzuje obavy o soukromí v Android aplikacích
de: Datenschutzanalyse von Android-Apps
es: Analiza los problemas de privacidad en las aplicaciones de Android
fi: Analysoi tietosuojaongelmia Android-sovelluksissa
fr: Analyse la confidentialité des applications Android
hu: Adatvédelemi szempontból analizálja az Android appokat
id: Menganalisa hal-hal yang berkaitan dengan privasi di aplikasi berbasis Android
it: Analizza i problemi di privacy nelle applicazioni Android
ja: Android アプリのプライバシーに関する懸念を分析して作られたリスト
nl: Analyseert privacyproblemen in Android-toepassingen
pl: Analizuje nadużycia dotyczące prywatności w aplikacjach na Androida
pt_br: Analisa as questões de privacidade em aplicativos Android
ro: Analizează preocupările legate de confidențialitate în aplicațiile Android
ru: Анализирует проблемы с конфиденциальностью в приложениях Android
sv: Analyserar integritetsproblem i Androidappar
tr: Android uygulamalarında gizlilik endişelerini analiz eder

source: This blocklist is based on The Exodus Privacy project, which analyses Android applications and looks for embedded trackers. A tracker is a piece of software meant to collect data about you, or what you do. This is a very small list, so you should also activate one of the more popular lists (like Energized).
ar: تستند قائمة الحظر هذه على مشروع الخصوصيّة Exodus ، الذي يُحلِّل تطبيقات أندرويد و يبحث عن أجهزة التتبع المُضمَّنة. المتعقِّب هو جزء من برنامج يهدف إلى جمع بيانات عنك أو عن ما تفعله. هذه قائمة صغيرة جدّاً ، لذا يجب عليك أيضاً تفعيل إحدى القوائم الأكثر شيوعاً (مثل Energized).
bg: Този блокиращ списък се основава на проекта The Exodus Privacy и анализира приложенията за Android, за да търси вградени в тях тракери. Тракерът е софтуер, който е предназначен да събира данни за вас, или какво правите. Този списък е много малък, така че ще трябва да активирате и някой от по-популярните списъци (като Energized).
cs: Tento blocklist je založen na projektu The Exodus Privacy, který analyzuje aplikace pro Android a hledá vložené slídiče. Slídič je software určený ke shromažďování údajů o vás nebo o tom, co děláte. Toto je velmi specifický seznam, takže byste měli aktivovat také jeden z nejpopulárnějších, obecných, blocklistů (například Energized).
de: Diese Sperrliste basiert auf dem Projekt „Exodus Privacy“, welches Android-Anwendungen analysiert und nach eingebetteten Trackern sucht. Als Tracker wird eine Software bezeichnet, die Daten über dich oder deine Aktivitäten sammelt. Dies ist eine sehr kleine Liste, deshalb solltest du auch eine der bekannteren Listen (z. B. Energized) aktivieren.
es: Esta lista de bloqueo se basa en el proyecto The Exodus Privacy, que analiza las aplicaciones de Android y busca rastreadores integrados. Un rastreador es un software destinado a recopilar datos sobre usted o lo que hace. Esta es una lista muy pequeña, por lo que también debería activar una de las listas más populares (como Energized).
fi: Tämä lohkolista perustuu The Exodus Privacy -projektiin, joka analysoi Android-sovelluksia ja etsii sulautettuja seuraajia. Seurantapalvelin on osa ohjelmistoa, jonka tarkoituksena on kerätä tietoja sinusta, tai mitä teet. Tämä on hyvin pieni lista, joten sinun pitäisi myös aktivoida yksi suosituimmista listoista (kuten Energized).
fr: Cette liste noire est basée sur le projet The Exodus Privacy, qui analyse des applications Android et recherche les trackers embarqués. Un tracker est un logiciel visant à collecter des données, sur vous ou votre usage de l'application. C'est une liste très courte, donc vous devriez la combiner à une autre liste populaire (comme Energized).
hu: Ez a blokkolólista az Exodus Adatvédelemmi projektjén alapul, ami analizálja az Android appokat és beágyazott követőket keres. A követő egy darabka szoftverkód, mely adatokat gyűjt rólad és szokásaidról. Ez egy rövid lista, ezért ajánlott más lista bekapcsolása is (mint pl: Energized).
id: Blocklist ini bersumber dari The Exodus Privacy Project, yang menganalisa aplikasi-aplikasi Android dengan tujuan mencari tracker yang terdapat di dalam aplikasi tersebut. Sebuah tracker adalah perangkat lunak yang ditujukan untuk mengumpulkan data tentang Anda sebagai pengguna aplikasi tersebut. Namun daftar ini masih belum lengkap, kami sarankan Anda mengaktifkan list lain (misalnya Energized) bersamaan dengan list ini.
it: Questa lista di blocco si basa sul progetto Exodus Privacy, che analizza le applicazioni Android e cerca i tracker incorporati. Un tracker è un software destinato a raccogliere dati su di te, o su quello che fai. Questa lista è molto piccola, quindi consigliamo anche di attivarne un'altra (come Energized).
ja: このブロックリストは、Android アプリケーションを分析して、埋め込まれたトラッカーを捜索する Exodus Privacy Project に基づいています。トラッカーとは、あなた自身や、あなたの行動に関する情報を収集するためのソフトウェアです。Energized などの他のリストとの併用をおすすめします。
nl: Deze blokkadelijst is gebaseerd op het Exodus Privacy-project, dat Android-toepassingen analyseert en op zoek gaat naar ingebouwde trackers. Een tracker is een stukje software bedoeld om gegevens over je te verzamelen, of wat je doet. Dit is een zeer kleine lijst, dus je zou ook een van de meer populaire lijsten (zoals Energized) moeten activeren.
pl: Ta bloklista jest oparta na projekcie The Exodus Privacy, który analizuje aplikacje na Androida i szuka wbudowanych trackerów. Tracker to oprogramowanie przeznaczone do zbierania danych o Tobie lub o tym, co robisz. Jest to bardzo mała lista, więc powinieneś także aktywować jedną z bardziej popularnych list (np. Energized).
pt_br: Esta lista de bloqueio é baseada no Exodus Privacy Project, que analisa aplicativos Android e procura por rastreadores incorporados. Um rastreador é um software destinado a coletar dados sobre você, ou sobre o que você faz. Esta é uma lista muito pequena, então você também deve ativar uma das listas mais populares (como a Energized).
ro: Această listă de blocare se bazează pe Proiectul de Confidențialitate Exodus, care analizează aplicațiile Android și caută trackere încorporate. Un tracker este un program menit să colecteze date despre tine, sau ce faci. Aceasta este o listă foarte mică, așa că ar trebui să activați una dintre listele cele mai populare (cum ar fi Energized).
ru: Этот список блокировки основан на проекте Exodus, который анализирует приложения Android и ищет встроенные трекеры. Трекер - это часть программного обеспечения, предназначенная для сбора данных о вас или о том, что вы делаете. Это очень маленький список, поэтому вам также следует активировать один из наиболее популярных списков (например, Energized).
sv: Denna blocklista är baserad på projektet Exodus Privacy, som analyserar Androidappar och letar efter inbäddad tracking. En tracker är en programvara som är tänkt att samla in data om dig, eller vad du gör. Detta är en mycket liten lista, så du bör också aktivera en av de mer populära listorna (som t. ex. Energized).
tr: Bu kara liste, Android uygulamalarını analiz eden ve gömülü izleyicileri arayan Exodus Gizlilik projesine dayanmaktadır. Bir izleyici, sizin hakkınızda veya ne yaptığınız hakkında veri toplamak için tasarlanmış bir yazılım parçasıdır. Bu çok küçük bir listedir, bu yüzden daha popüler listelerden birini de etkinleştirmelisiniz (Energized gibi).

source: A good general purpose blocklist
ar: قائمة حَظْر جيدة للأغراض العامة
bg: Един добър общ блокиращ списък
cs: Dobrý blocklist pro běžné účely
de: Eine gute allgemeine Sperrliste
es: Una buena lista de bloqueo de propósito general
fi: Hyvä yleiskäyttöinen lohkolista
fr: Une bonne liste noire généraliste
hu: Egy kiváló általános használatra kitalált blokkolólista
id: Blocklist yang memadai untuk pemakaian umum
it: Una buona lista di blocco generale
ja: 汎用性の高いおすすめブロックリスト
nl: Een goede algemene blokkeerlijst
pl: Dobra blocklista ogólnego przeznaczenia
pt_br: Uma boa lista de bloqueio para propósitos gerais
ro: Un bun scop general blocat
ru: Хороший список блокировки общего назначения
sv: En bra blocklista för allmänna ändamål
tr: İyi bir genel amaçlı engelleme listesi
