Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Packs.strings
Languages: ar, bg, cs, de, es, fi, fr, hu, id, it, ja, nl, pl, pt_br, ro, ru, sv, tr

source: This list blocks malicious and harmfully deceptive content, like advertising, tracking, telemetry, scam, and malware servers. This list does not block porn, social media, or so-called fake news domains. CPBL aims to provide block lists that offer comprehensive protection, while remaining reasonable in size and scope.
ar: تحظر هذه القائمة المحتوى الخبيث و المخادع الضار ، مثل الإعلان و التتبّع و القياس عن بُعد و الإحتيال و خوادم البرامج الضارّة. لا تحظر هذه القائمة المواد الإباحيّة أو وسائل التواصل الاجتماعي أو ما يُسمّى بمواقع الأخبار المزيّفة. يهدف CPBL إلى توفير قوائم الحظر التي توفّر حماية شاملة ، مع الحفاظ على حجمها و نطاقها المعقول.
bg: Този списък блокира злонамерено, вредно и измамно съдържание, като реклами, проследяване, телеметрия, измами и сървъри за зловреден софтуер. Този списък не блокира порнографията, социалните медии, или така наречените фалшиви новинарски домейни. CPBL има за цел да предостави блокиращи списъци, които предлагат цялостна защита и същевременно остават разумни по размер и обхват.
cs: Tento seznam blokuje škodlivý a škodlivě klamavý obsah, jako jsou reklamy, slídiče, telemetrie, podvody a malware. Tento seznam neblokuje porno, sociální média ani takzvané fake news domény. CPBL si klade za cíl poskytovat blocklisty, které nabízejí komplexní ochranu při zachování přiměřené velikosti a rozsahu.
de: Diese Liste blockiert bösartige und schädlich irreführende Inhalte, wie Werbung, Tracking, Telemetrie, Betrug und Malware-Server. Diese Liste blockiert keine Porno-, Social-Media- oder sogenannte Fake-News-Domains. Das Ziel von CPBL ist es, Sperrlisten bereitzustellen, die einen umfassenden Schutz bieten und gleichzeitig in Größe und Umfang angemessen bleiben.
es: Esta lista bloquea contenidos maliciosos y perjudiciales, como servidores de publicidad, seguimiento, telemetría, estafa y malware. Esta lista no bloquea dominios de pornografía, redes sociales o de noticias falsas. El objetivo de CPBL es proporcionar listas de bloqueo que ofrezcan una protección completa, sin dejar de ser razonables en cuanto a tamaño y alcance.
fi: Tämä luettelo estää vihamielisen ja haitallisen sisällön, kuten mainonnan, seurannan, telemetrian, huijauksen ja haittaohjelmistojen palvelimet. Tämä lista ei estä pornoa, sosiaalista mediaa tai ns. valeuutisverkkoa. CPBL:n tavoitteena on tarjota kattavaa suojaa tarjoavia blokkiluetteloja, mutta niiden koko ja soveltamisala pysyy kohtuullisena.
fr: Cette liste bloque le contenu malveillant et trompeur de manière inoffensive, comme la publicité, le suivi, la télémétrie, la fraude et les serveurs de logiciels malveillants. Cette liste ne bloque pas le porn, les médias sociaux ou les domaines dits de fausses nouvelles. L'ACPL vise à fournir des listes de blocage offrant une protection complète, tout en restant raisonnable dans la taille et la portée.
hu: Ez a lista rosszindulatú és ártalmasan megtévesztő tartalmat blokkol, mint a reklámok, követések, telemetry, átverés, és malware szerverek. Ez a lista nem blokkol pornót, social médiát, és úgynevezett hamis hír domaineket. A CPBL megpróbál egy mindenre kiterjedő védelmet adni, miközben ésszerű méretű marad.
id: Blocklist ini memblokir konten yang berbahaya dan berpotensi menyesatkan, misalnya iklan, pelacak, telemetri, penipuan, dan server untuk malware. Blocklist ini TIDAK meblokir konten pornografi, media sosial, atau domain yang berisi "berita palsu". CPBL bertujuan untuk menyediakan blocklist yang menawarkan perlindungan menyeluruh, dalam cakupan dan ukuran yang masuk akal.
it: Questa lista blocca i contenuti dannosi e ingannevoli, come la pubblicità, il monitoraggio, la telemetria, le truffe e i malware. Questa lista non blocca i domini porno, social, o i cosiddetti domini di notizie false. CPBL mira a fornire liste di blocco con una protezione completa, pur rimanendo ragionevoli in dimensioni e copertura.
ja: このリストは、広告、トラッキング、テレメトリー、詐欺、マルウェアなど悪意のある有害なコンテンツをブロックします。ポルノ、ソーシャルメディア、フェイスニュースをブロックしません。CPBL は包括的な保護を提供するブロックリストを提供し、サイズと範囲を合理的に維持することを目指しています。
nl: Deze lijst blokkeert kwaadaardige en schadelijk misleidende inhoud, zoals reclame, tracking, telemetrie, scam, en malware servers. Deze lijst blokkeert geen porno, sociale media of zogenaamde nepnieuwsdomeinen. CPBL streeft ernaar blokkadelijsten aan te bieden die uitgebreide bescherming bieden, maar toch redelijk zijn in omvang en bereik.
pl: Ta lista blokuje złośliwe i szkodliwie oszukujące treści, takie jak reklamy, śledzenie, telemetria, oszustwa i serwery złośliwego oprogramowania. Ta lista nie blokuje pornografii, mediów społecznościowych ani tzw. domen z fałszywymi informacjami. CPBL ma na celu dostarczenie bloklist oferujących kompleksową ochronę przy zachowaniu rozsądnej wielkości i zakresu.
pt_br: Essa lista bloqueia conteúdo malicioso e prejudicialmente enganoso, como servidores de publicidade, rastreamento, telemetria, golpes e malware. Esta lista não bloqueia pornografia, mídia social ou os chamados domínios de notícias falsas. O CPBL visa fornecer listas de bloqueio que oferecem proteção abrangente, enquanto permanecem razoáveis em tamanho e escopo.
ro: Această listă blochează serverele malicioase și dăunătoare înșelătoare, cum ar fi publicitatea, urmărirea, telemezia, scanarea și malware-ul. Această listă nu blochează platformele de comunicare socială, așa-numitele domenii de știri false. CPBL are ca scop furnizarea listelor de bloc care oferă protecţie completă, rămânând în acelaşi timp rezonabile ca dimensiune şi domeniu de aplicare.
ru: Этот список блокирует вредоносный и вводящий в заблуждение контент, такой как реклама, отслеживание, телеметрия, махинации и серверы вредоносного ПО. Этот список не блокирует порнографию, социальные сети и так называемые домены фейковых новостей. CPBL стремится предоставлять списки блокировки, обеспечивающие всестороннюю защиту, оставаясь при этом приемлемыми по размеру и охвату.
sv: Denna lista blockerar skadligt och vilseledande innehåll så som som reklam, spårning, telemetri, scam och malware. Denna lista blockerar inte porr, sociala medier eller så kallade falska nyheter. CPBL syftar till att ge blocklistor som erbjuder omfattande skydd, samtidigt som de förblir rimliga i storlek.
tr: Bu liste, reklam, izleme, telemetri, aldatmaca ve kötü amaçlı yazılım sunucuları gibi kötü niyetli ve zararlı aldatıcı içeriği engeller. Bu liste, porno, sosyal medya veya sözde sahte haber alanlarını engellemez. CPBL, boyut ve kapsamda makul kalırken kapsamlı koruma sağlayan blok listeleri sağlamayı amaçlamaktadır.

source: A reasonably balanced ad blocking hosts file
ar: ملف مضيفات متوازنة بشكل معقول لحظر الإعلانات
bg: Рационално балансиран файл, блокиращ хостове за реклами
cs: Přiměřeně vyvážený soubor hostitelů blokující reklamy
de: Eine angemessen ausgewogene Hosts-Datei zur Werbeblockierung
es: Un archivo de hosts de bloqueo de anuncios razonablemente equilibrado
fi: Kohtuullisen tasapainotettu mainosten estävä isäntätiedosto
fr: Un fichier de blocage raisonnablement équilibré
hu: Egy meglehetősen kiegyensúlyozott reklám blokkoló hosztfájl
id: File host pemblokiran iklan yang cukup seimbang
it: Una lista di blocco ragionevolmente bilanciata
ja: 合理的でバランスの取れた広告ブロックのホストファイル
nl: Een redelijk gebalanceerde lijst met geblokkeerde hostnamen
pl: Rozsądnie zbalansowany filtr blokujący reklamy
pt_br: Um arquivo de bloqueio de endereços razoavelmente equilibrado
ro: Un fisier, rezonabil echilibrat, de host-uri pentru blocarea reclamelor
ru: Сбалансированный файл хостов для блокировки рекламы
sv: En någorlunda balanserad lista för annonsblockering
tr: Oldukça dengeli bir reklam engelleme host dosyası

source: This is a well known, general purpose blocklist of small size, updated regularly.
ar: هذه قائمة حظر معروفة جيّداً للأغراض العامّة و صغيرة الحجم ، يتمّ تحديثها بانتظام.
bg: Това е добре познат, общ блокиращ списък с малки размери, актуализиран редовно.
cs: Toto je dobře známý obecný blocklist malé velikosti, pravidelně aktualizovaný.
de: Dies ist eine bekannte, allgemeine Sperrliste von geringem Umfang, die regelmäßig aktualisiert wird.
es: Esta es una lista de bloqueo muy conocida, de propósito general, de tamaño pequeño, que se actualiza periódicamente.
fi: Tämä on hyvin tunnettu, yleinen tarkoitus lohkoluettelo pienen koon, päivitetään säännöllisesti.
fr: Il s'agit d'une liste noire d'usage général de petite taille, mise à jour régulièrement.
hu: Ez egy közismert, kis méretű általános felhasználású blokklista, amely rendszeresen frissül.
id: Blocklist yang cukup dikenal, berukuran kecil, dan diperbarui secara berkala.
it: Questa è una piccola lista di blocco ben nota, di uso generale e aggiornata regolarmente.
ja: 小さいサイズの有名な汎用ブロックリストで定期的に更新されます。
nl: Dit is een bekende, algemene bloklijst van geringe omvang, die regelmatig wordt bijgewerkt.
pl: Jest to dobrze znana, ogólnodostępna lista o małej wielkości, regularnie aktualizowana.
pt_br: Essa é uma lista com fins gerais bem conhecida e leve, e atualizada regularmente.
ro: Aceasta este o listă de blocare cu scop general bine cunoscută, de dimensiuni mici, actualizată în mod regulat.
ru: Это хорошо известный, регулярно обновляемый, универсальный список блокировки небольшого размера.
sv: Detta är en välkänd, allmän blocklista av liten storlek, uppdateras regelbundet.
tr: Bu, düzenli olarak güncellenen, iyi bilinen, küçük boyutlu genel amaçlı bir bloklama listesidir.

source: Protect your data & eyeballs from being auctioned to the highest bidder. Please choose Light configuration first. If it is not good enough for you, try Pro instead.
ar: حماية البيانات الخاصّة بك من أن يتم بيعها بالمزاد لمن يدفع أعلى سعر. الرجاء اختيار التكوين الخفيف أوّلاً. إذا لم يكن ذلك جيّداً بما يكفي بالنسبة لك ، فجرّب Pro بدلاً من ذلك.
bg: Защитете вашите данни и посещения от наддаването им на търг с най-високата цена. Моля, първо изберете Light configuration. Ако не е достатъчно добра за вас, опитайте Pro.
cs: Chraňte svá data a oční bulvy před dražbou nejvyšší nabídky. Nejprve si vyberte konfiguraci Light. Pokud vám nestačí, vyzkoušejte raději konfiguraci Pro.
de: Schütze deine Daten und Augen davor, an die Höchstbietenden versteigert zu werden. Bitte wähle zunächst die Konfiguration „Light“. Wenn dir dies nicht genügt, probiere stattdessen „Pro“.
es: Protege tus datos y ojos de ser subastados al mejor postor. Por favor, elige primero la configuración Light. Si no es suficiente para ti, prueba la configuración Pro.
fi: Suojaa tiedot ja silmämunat huutokaupattavaksi korkeimman tarjoajan kanssa. Valitse ensin Light konfiguraatio. Jos se ei ole tarpeeksi hyvä sinulle, kokeile Pro-konfiguraatiota.
fr: Protégez vos données et boules oculaires des enchères au plus offrant. Veuillez d'abord choisir la configuration Light. Si elle n'est pas assez bonne pour vous, essayez plutôt Pro.
hu: Védd meg az adataidat és szemgolyóidat attól, hogy eladják a legmagasabb licitért. Kérjük válaszd először a könnyű konfigurációt. Ha nem elég jó számodra, használd a Pro-t.
id: Data pribadi dan perhatian Anda rawan dijual ke pengiklan dengan penawaran tertinggi. Gunakan konfigurasi Ringan untuk mencegahnya. Jika konfigurasi itu dirasa kurang, Anda bisa mencoba konfigurasi Pro.
it: Proteggi i tuoi dati dalla vendita all'asta al miglior offerente. Per prima cosa prova la configurazione Light. Se non ti sembra sufficiente, prova la Pro.
ja: データが競売にかけられ販売されないように保護します。最初に Light を選択してください。十分でない場合は、Pro をお試しください。
nl: Bescherm uw gegevens en ogen tegen veiling aan de hoogste bieder. Kies eerst de Light configuratie. Als het niet goed genoeg is voor u, probeer dan Pro.
pl: Chroń swoje dane i gałki oczne przed wystawieniem na aukcję temu, kto zaoferuje najwyższą cenę. Najpierw wypróbuj konfigurację Light, a jeśli nie będzie wystarczająca, wypróbuj Pro.
pt_br: Proteja seus dados e olhos de serem leiloados pelo maior lance. Escolha a configuração Leve primeiro. Se não for bom o suficiente para você, tente a Pro.
ro: Protejează-ți datele și ochelarii de la licitație către cel mai mare ofertant. Vă rugăm să alegeţi mai întâi Lumina de configurare. Dacă nu este suficient de bun pentru dumneavoastră, încercaţi Pro.
ru: Защитите свои данные и ваши глаза от аукциона, предложившего самую высокую цену. Сначала попробуйте настройку Light, а если этого недостаточно, попробуйте Pro.
sv: Skydda din data och uppmärksamhet från att auktioneras till den högsta budgivaren. Testa Light-konfiguration först, om det inte är tillräckligt heltäckande så kan du prova Pro istället.
tr: Verilerinizin en yüksek teklif verene satılmasını engelleyin. Lütfen öncelikle Light yapılandırmasını seçin. Sizin için yeterince iyi değilse, bunun yerine Pro'yu deneyin.

source: This universal list primarily blocks ads, and mobile app ads. Should not interfere with normal apps and services.
ar: هذه القائمة الشاملة تعمل على حظر الإعلانات و إعلانات تطبيقات الجوّال بشكل أساسي. من المفترض ألا تتداخل مع التطبيقات و الخدمات العادية.
bg: Този универсален списък блокира предимно реклами за мобилни приложения. Не би трябвало да пречи на нормалните приложения и услуги.
cs: Tento univerzální seznam blokuje především reklamy a reklamní mobilní aplikace. Neměl by zasahovat do běžných aplikací a služeb.
de: Diese universelle Liste blockiert in erster Linie Werbeanzeigen und Werbung in Apps. Sie sollte normale Apps und Dienste nicht beeinträchtigen.
es: Esta lista universal bloquea principalmente los anuncios y los anuncios de aplicaciones móviles. No debería interferir con las aplicaciones y servicios normales.
fi: Tämä yleislista estää ensisijaisesti mainokset ja mobiilisovellusten mainokset. Ei saa häiritä tavanomaisia sovelluksia ja palveluita.
fr: Cette liste universelle bloque principalement les publicités et les publicités des applications mobiles. Ne devrait pas interférer avec les applications et les services normaux.
hu: Ez az univerzális lista elsődlegesen reklámokat, és app reklámokat blokkol. Nem szabad, hogy befolyásoljon más appot vagy szolgáltatást.
id: List ini bersifat universal dan memblokir iklan, baik di browser maupun app. Tidak mempengaruhi kinerja aplikasi dan layanan seluler lainnya.
it: Questa lista universale blocca principalmente annunci pubblicitari e pubblicità su app mobili. Non dovrebbe interferire con le normali applicazioni e servizi.
ja: 主にウェブ広告とモバイルアプリ広告をブロックする標準的なリストです。通常のアプリやサービスに干渉しません。
nl: Deze universele lijst blokkeert voornamelijk advertenties en mobiele app-advertenties. Zou niet storen met normale apps en services.
pl: Ta uniwersalna lista blokuje przede wszystkim reklamy oraz reklamy aplikacji mobilnych. Nie powinnna kolidować z normalnymi aplikacjami i usługami.
pt_br: Esta lista universal bloqueia principalmente anúncios e anúncios de aplicativos móveis. Ela não deve interferir com aplicativos e serviços normais.
ro: Această listă universală blochează în primul rând reclamele și reclamele pentru aplicații mobile. Nu ar trebui să interfereze cu aplicațiile și serviciile obișnuite.
ru: Этот универсальный список блокирует в первую очередь рекламу и рекламу приложений. Не должно влиять на обычные приложения и службы.
sv: Denna universella lista blockerar i första hand annonser, inklusive annonser i appar. Bör inte störa vanliga appar och tjänster.
tr: Bu evrensel liste, öncelikli olarak reklamları ve mobil uygulama reklamlarını engeller. Normal uygulamalara ve hizmetlere müdahale etmez.

# A blocklist based on malware database
source: A blocklist based on a malware database
ar: قائمة حظر تستند على قاعدة بيانات البرامج الضّارة
bg: Блокиращ списък, базиран на база данни със злонамерен софтуер
cs: Blocklist založený na databázi malwaru
de: Eine Sperrliste basierend auf einer Malware-Datenbank
es: Una lista de bloqueo basada en bases de datos de malware
fi: Lohkolista, joka perustuu haittaohjelmistojen tietokantaan
fr: Une liste noire basée sur une base de données malveillante
hu: Ez a blokklista egy malware adatbázison alapul
id: Blocklist yang didasarkan pada database malware
it: Una lista di blocco basata su un database di malware
ja: マルウェアデータベースに基づくブロックリスト
nl: Een blokkadelijst op basis van een malware-databank
pl: Bloklista oparta na bazie danych złośliwego oprogramowania
pt_br: Uma lista de bloqueio baseada em um banco de dados de malware
ro: O listă de blocare bazată pe o bază de date malware
ru: Список блокировки основан на базе данных вредоносных программ
sv: En blocklista baserad på en malware-databas

source: A blocklist of malicious websites that are being used for malware distribution, based on urlhaus.abuse.ch.
ar: قائمة حظر بالمواقع الإلكترونيّة الخبيثة التي يتمّ استخدامها لتوزيع البرامج الضارة ، تستند على urlhaus.abuse.ch.
bg: Блокиращ списък със злонамерени уебсайтове, които се използват за разпространение на зловреден софтуер, базиран е на urlhaus.abuse.ch.
cs: Blocklist škodlivých webových stránek, které se používají pro distribuci malware, založený na urlhaus.abuse.ch.
de: Eine Sperrliste mit bösartigen Websites, die zur Verbreitung von Malware verwendet werden, basierend auf urlhaus.abuse.ch.
es: Una lista de bloqueo de sitios web maliciosos utilizados para distribuir malware basada en urlhaus.abuse.ch.
fi: Lohkolista haittaohjelmia sivustoja, joita käytetään haittaohjelmien jakelun, joka perustuu urlhaus.abuse.ch.
fr: Une liste noire de sites Web malveillants qui sont utilisés pour la distribution de logiciels malveillants, basée sur urlhaus.abuse.ch.
hu: Rosszindulatú weboldalak blokklistája, melyek a urlhaus.abuse.ch szerint malware-t terjesztenek.
id: Blocklist yang berisi daftar situs-situs berbahaya yang digunakan untuk menyebarkan malware, bersumber dari urlhaus.abuse.ch.
it: Una lista di blocco di siti web dannosi utilizzati per la distribuzione di malware, basata su urlhaus.abuse.ch.
ja: urlhaus.abuse.ch に基づいて、マルウェア配布に使用されている悪意のあるウェブサイトをブロックします。
nl: Een blokkadelijst van kwaadaardige websites die worden gebruikt voor de verspreiding van malware, gebaseerd op urlhaus.abuse.ch.
pl: Bloklista złośliwych stron internetowych, które są wykorzystywane do dystrybucji złośliwego oprogramowania, oparta na urlhaus.abuse.ch.
pt_br: Uma lista de bloqueio de sites maliciosos que estão sendo usados para distribuição de malware, com base em urlhaus.abuse.ch.
ro: O listă de blocare a site-urilor periculoase care sunt folosite pentru distribuția de programe malware, bazată pe urlhaus.abuse.ch.
ru: Список блокировки вредоносных веб-сайтов, используемых для распространения вредоносного ПО, составленный на основе urlhaus.abuse.ch.
sv: En blocklista över skadliga webbplatser som används för distribution av malware, baseras på urlhaus.abuse.ch.
tr: Kötü amaçlı yazılım dağıtımı için kullanılan kötü amaçlı web sitelerinin urlhaus.abuse.ch tabanlı bir engelleme listesi.

source: A blocklist from the maker of the adblocker test
ar: قائمة حظر من صانع اختبار مانع الإعلانات
bg: Блокиращ списък от създателя на тестовете за рекламни блокери
cs: Blocklist od tvůrce testu blokátorů reklam
de: Eine Sperrliste vom Ersteller des Ad Blocker Tests
es: Una lista de bloqueo del creador de la prueba del bloqueador de anuncios
fr: Une liste noire du fabricant du test de bloqueur de publicités
hu: Egy blokkolólista az adblocker test készítőjétől
id: Blocklist yang dikompilasi oleh pembuat adblocker test
it: Una lista di blocco dal creatore del test adblocker
ja: 広告ブロッカーテストサイト製作者のブロックリスト
nl: Een blokkadelijst van de maker van de adblocker test
pl: Bloklista od twórcy testu adblockera
pt_br: Uma lista de bloqueio do criador do Ad Blocker Test
ro: O listă de blocare de la producătorul de teste adblocker
ru: Список блокировки от создателя теста adblocker
sv: En blocklista från skaparen av annonsblockerartestet
tr: Reklam engelleyici testinin yapımcısı tarafından sağlanan bir engelleme listesi
