Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# error device offline
source: Your device is offline
ar: جهازك غير متصل بالإنترنت
de: Das Gerät ist nicht verbunden
es: Tu dispositivo está desconectado
fi: Laitteesi on offline-tilassa
fr: Votre appareil est hors ligne
hu: A készüléked offline állapotban van
it: Il tuo dispositivo è offline
nl: Jouw apparaat is offline
pl: Twoje urządzenie jest offline
ru: Ваше устройство не в сети
zh_hant: 您的裝置已離線

# error account inactive
source: Your account is inactive. Please activate your account in order to continue using BLOKADA+.
ar: حسابك غير نشط. يرجى تنشيط حسابك للاستمرار في استخدام BLOKADA+.
de: Dein Konto ist inaktiv. Bitte aktiviere dein Konto, damit du weiterhin BLOKADA+ verwenden kannst.
es: Tu cuenta está inactiva. Activa tu cuenta para continuar usando BLOKADA+.
fi: Tilisi on toimeton. Aktivoi tilisi jatkaaksesi BLOKADA+:n käyttöä.
fr: Votre compte est inactif. Veuillez activer votre compte pour continuer avec BLOKADA+.
hu: Fiókod inaktív. Kérjük, aktiváld fiókodat a BLOKADA+ használatának folytatása érdekében.
it: Il tuo account non è attivo. Per favore, attiva il tuo account per continuare a utilizzare BLOKADA+.
nl: Je account is inactief. Gelieve je account te activeren om BLOKADA+ te kunnen blijven gebruiken.
pl: Twoje konto jest nieaktywne. Aktywuj swoje konto, jeśli chcesz nadal korzystać z BLOKADA+.
ru: Ваш аккаунт неактивен. Пожалуйста, его, чтобы продолжить использовать BLOKADA+.
zh_hant: 您未啟用帳號。請啟用帳號，以便繼續使用 BLOKADA+。

# error account inactive generic
source: Your account is inactive. Please activate your account in order to continue using Blokada.
ar: حسابك غير نشط. يرجى تفعيل الحساب للمتابعة في استخدام Blokada.
es: Tu cuenta está inactiva. Por favor, activa tu cuenta para continuar usando Blokada.
fi: Tilisi ei ole aktiivinen. Ole hyvä ja aktivoi tilisi jatkaaksesi Blokadan käyttöä.
fr: Votre compte est inactif. Veuillez activer votre compte pour continuer à utiliser Blokada.
hu: A fiókod inaktív. Kérjük, aktiváld a fiókodat a Blokada további használatához.
nl: Je account is niet actief. Activeer je account om Blokada te blijven gebruiken.
pl: Twoje konto jest nieaktywne. Aktywuj swoje konto, jeśli chcesz nadal korzystać z Blokady.
ru: Ваша учетная запись неактивна. Пожалуйста, активируйте ее, чтобы продолжить использование Blokada.
zh_hant: 您的帳戶目前為非啟用狀態。請啟用帳戶以繼續使用 Blokada。

# error account inactive after restore
source: This does not seem to be a valid active account. If you believe this is a mistake, please contact us by tapping the help icon at the top.
ar: يبدو أن هذا ليس حسابًا نشطًا صالحًا. إذا كنت تعتقد أن هذا خطأ، يرجى التواصل معنا.
de: Dies scheint kein gültiges Konto zu sein. Wenn du denkst, dass dies ein Fehler ist, kontaktiere uns bitte, indem du auf den Hilfe-Knopf oben tippst.
es: Esta no parece ser una cuenta activa válida. Si crees que se trata de un error, ponte en contacto con nosotros tocando el icono de ayuda en la parte superior.
fi: Tämä ei vaikuta olevan voimassa oleva tili. Jos uskot tämän olevan virhe, ota yhteyttä meihin.
fr: Ce compte ne semble pas être valide ou actif. Si vous pensez qu'il s'agit d'une erreur, contactez-nous en cliquant sur l'icône d'aide en haut de l'écran.
hu: Ez nem tűnik érvényes, aktív fióknak. Ha úgy gondolod, ez tévedés, vedd fel velünk a kapcsolatot.
it: Questo non sembra essere un account attivo valido. Se credi che sia un errore, contattaci toccando l'icona di aiuto in alto.
nl: Dit lijkt geen geldig actief account te zijn. Als je denkt dat dit niet klopt, neem dan contact met ons op door op het hulp icoon bovenaan te klikken.
pl: To nie wygląda na poprawne, aktywne konto. Jeśli uważasz, że to pomyłka, skontaktuj się z nami klikając ikonkę pomocy na górze ekranu.
ru: Похоже, что это недействительный аккаунт. Если вы считаете, что это ошибка, пожалуйста, свяжитесь с нами, нажав на значок помощи в верхней части.
zh_hant: 這似乎不是有效的帳號。如果您認為其中有誤，請聯絡我們。

# error account invalid
source: This account ID seems invalid.
ar: يبدو أن معرف الحساب هذا غير صالح.
de: Diese Konto-ID scheint ungültig zu sein.
es: Este ID de cuenta parece inválido.
fi: Tämä tilitunnus näyttää olevan virheellinen.
fr: Cet ID de compte semble non valide.
hu: Ez az ID helytelennek tűnik.
it: Questo ID account non sembra valido.
nl: Dit account ID is ongeldig.
pl: Ten identyfikator konta wygląda na niepoprawny.
ru: Этот ID аккаунта кажется недействительным.
zh_hant: 此帳號 ID 似乎無效。

# error creating account
source: Could not create a new account. Please try again later.
ar: تعذر إنشاء حساب جديد. يرجى المحاولة لاحقًا.
de: Konnte kein neues Konto erstellen. Bitte probiere es später erneut.
es: No se ha podido crear la cuenta. Inténtalo de nuevo más tarde.
fi: Uutta tiliä ei voitu luoda. Yritä uudelleen myöhemmin.
fr: Impossible de créer un nouveau compte. Veuillez réessayer plus tard.
hu: Nem sikerült új fiókot létrehozni. Kérjük, próbáld újra később.
it: Impossibile creare un nuovo account. Riprova più tardi.
nl: Kan geen nieuw account aanmaken. Probeer het later nog eens.
pl: Nie można stworzyć nowego konta. Spróbuj ponownie później.
ru: Не удалось создать новый аккаунт. Пожалуйста, попробуйте позже.
zh_hant: 無法建立新帳號。請稍候再試。

# error fetching data
source: This action could not be completed. Make sure you are online, and try again later. If the problem persists, please contact us by tapping the help icon at the top.
ar: تعذر إكمال هذا الإجراء. تأكد من أنك متصل بالإنترنت، وحاول مرة أخرى لاحقًا. إذا استمرت المشكلة، يرجى التواصل معنا عبر النقر على أيقونة المساعدة بالأعلى.
de: Diese Aktion konnte nicht richtig beendet werden. Stelle sicher, dass du online bist und versuche es später nochmal. Wenn das Problem weiterhin besteht, kontaktiere uns bitte, indem du auf den Hilfe-Knopf oben tippst.
es: No se ha podido completar esta acción. Asegúrate de tener conexión e inténtalo de nuevo más tarde. Si el problema persiste, contacta con nosotros tocando el icono de ayuda en la parte superior.
fi: Tätä toimintoa ei voitu suorittaa. Varmista, että olet online-tilassa ja yritä myöhemmin uudelleen. Jos ongelma jatkuu, ota meihin yhteyttä napsauttamalla yläosaa olevaa ohjekuvaketta.
fr: Cette action n'a pas pu être menée à bien. Assurez-vous d'être en ligne, et réessayez plus tard. Si le problème persiste, contactez-nous en cliquant sur l'icône d'aide en haut de l'écran.
hu: Ezt a műveletet nem lehetett befejezni. Ellenőrizd, hogy online vagy-e, és próbálkozz később újra. Ha a probléma továbbra is fennáll, kérjük, vedd fel velünk a kapcsolatot súgó ikon megérintésével.
it: Questa azione non può essere completata. Assicurati di essere online e riprova più tardi. Se il problema persiste, contattaci toccando l'icona di aiuto in alto.
nl: Deze actie kon niet worden voltooid. Zorg ervoor dat u online bent, en probeer het later opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op door op het help-icoon bovenaan te tikken.
pl: Coś poszło nie tak. Upewnij się, że jesteś online, i spróbuj ponownie. Jeśli problem się powtarza, skontaktuj się z nami klikając na ikonkę pomocy na górze ekranu.
ru: Это действие не могло быть завершено. Убедитесь, что вы в сети, и попробуйте позже. Если проблема сохраняется, пожалуйста, свяжитесь с нами, нажав на значок справки в верхней части.
zh_hant: 無法完成此動作。請確定您是否有連線網路，後稍候再試。如仍有問題，請按一下上方的協助圖示聯絡我們。

# error tunnel
source: Could not establish the VPN. Please restart your device, or remove Blokada VPN profile in system settings, and try again.
ar: تعذّر إنشاء اتصال VPN. يرجى إعادة تشغيل الجهاز أو إزالة ملف تعريف Blokada VPN في إعدادات النظام، ثم المحاولة مرة أخرى.
de: Das VPN konnte nicht eingerichtet werden. Bitte starte dein Gerät neu oder entferne Blokadas VPN-Profil in den Systemeinstellungen und versuche es erneut.
es: No ha podido establecer el VPN. Reinicia tu dispositivo o elimine el perfil VPN de Blokada en la configuración del sistema, e inténtalo de nuevo.
fi: VPN:tä ei voitu luoda. Käynnistä laite uudelleen tai poista Blokadan VPN-profiili järjestelmäasetuksista ja yritä uudelleen.
fr: Impossible d'établir le VPN. Veuillez redémarrer votre appareil, ou retirer le profil VPN Blokada dans vos paramètres système, et réessayer.
hu: A VPN létrehozása sikertelen. Indítsd újra a készüléket, vagy távolítsd el a Blokada VPN profilt a rendszerbeállításokból, és próbáld újra.
it: Impossibile stabilire la VPN. Riavvia il dispositivo o rimuovi il profilo VPN Blokada nelle impostazioni di sistema e riprova.
nl: Kon de VPN niet tot stand brengen. Start uw apparaat opnieuw op, of verwijder het Blokada VPN profiel in de systeeminstellingen, en probeer het opnieuw.
pl: Nie udało się ustawić VPN. Zrestartuj to urządzenie, lub usuń profil VPN Blokady w ustawieniach systemowych, i spróbuj ponownie.
ru: Не удалось запустить VPN. Пожалуйста, перезагрузите устройство или удалите профиль Blokada VPN в системных настройках и повторите попытку.
zh_hant: 無法建立 VPN。請重新開機，或移除系統設定中的 Blokada VPN 設定檔後重試。

# error vpn
source: Could not establish the VPN. Please restart your device, or remove Blokada VPN profile in system settings, and try again.
ar: تعذّر إنشاء اتصال VPN. يرجى إعادة تشغيل الجهاز أو إزالة ملف تعريف Blokada VPN في إعدادات النظام، ثم المحاولة مرة أخرى.
de: VPN konnte nicht eingerichtet werden. Bitte starte dein Gerät neu oder entferne Blokadas VPN-Profil in den Systemeinstellungen und versuche es erneut.
es: No ha podido establecer el VPN. Reinicia tu dispositivo o elimine el perfil VPN de Blokada en la configuración del sistema, e inténtalo de nuevo.
fi: VPN:tä ei voitu luoda. Käynnistä laite uudelleen tai poista Blokadan VPN-profiili järjestelmäasetuksista ja yritä uudelleen.
fr: Impossible d'établir le VPN. Veuillez redémarrer votre appareil, ou retirer le profil VPN Blokada dans vos paramètres système, et réessayer.
hu: A VPN létrehozása sikertelen. Indítsd újra a készüléket, vagy távolítsd el a Blokada VPN profilt a rendszerbeállításokból, és próbáld újra.
it: Impossibile stabilire la VPN. Riavvia il dispositivo o rimuovi il profilo VPN Blokada nelle impostazioni di sistema e riprova.
nl: Kon de VPN niet tot stand brengen. Start uw apparaat opnieuw op, of verwijder het Blokada VPN profiel in de systeeminstellingen, en probeer het opnieuw.
pl: Nie udało się ustawić VPN. Zrestartuj to urządzenie, lub usuń profil VPN Blokady w ustawieniach systemowych, i spróbuj ponownie.
ru: Не удалось запустить VPN. Пожалуйста, перезагрузите устройство или удалите профиль Blokada VPN в системных настройках и повторите попытку.
zh_hant: 無法建立 VPN。請重新開機，或移除系統設定中的 Blokada VPN 設定檔後重試。

# error vpn perms
source: No permissions granted to create a VPN profile.
ar: لا توجد أذونات لإنشاء ملف تعريف VPN.
de: Keine Berechtigung zum Erstellen eines VPN-Profils erteilt.
es: No se han concedido permisos para crear un perfil VPN.
fi: VPN-profiilin luomiseen ei ole oikeuksia.
fr: Aucune permission accordée pour créer un profil VPN.
hu: Nincs engedély a VPN profil létrehozására.
it: Non è stato concesso nessun permesso per creare un profilo VPN.
nl: Geen bevoegdheden verleend om een VPN-profiel aan te maken.
pl: Brak uprawnień do utworzenia profilu VPN.
ru: Нет разрешений для создания профиля VPN.
zh_hant: 未授予建立 VPN 設定檔的權限。

# error vpn no current lease
source: Please select a location first.
ar: يرجى اختيار موقع أولاً.
de: Bitte wähle zuerst einen Standort aus.
es: Por favor, primero elige una ubicación.
fi: Ole hyvä, ja valitse sijainti.
fr: Veuillez d'abord saisir un emplacement.
hu: Kérjük, először válaszd ki a helyet.
it: Anzitutto, si prega di selezionare la posizione.
nl: Kies eerst een lokatie.
pl: Wybierz lokalizację.
ru: Пожалуйста, сначала выберите местоположение.
zh_hant: 請先選擇位置。

# error vpn no current lease new
source: Blokada Plus is now disabled on this device. Please select a location to reactivate it.
ar: تم تعطيل Blokada Plus على هذا الجهاز الآن. يرجى اختيار موقع لإعادة تفعيله.
es: Blokada Plus está desactivado en este dispositivo. Por favor, seleccione una ubicación para reactivarla.
fi: Blokada Plus on nyt poistettu käytöstä tällä laitteella. Valitse sijainti aktivoidaksesi sen uudelleen.
fr: Blokada Plus est maintenant désactivé sur cet appareil. Veuillez sélectionner un emplacement pour le réactiver.
hu: Blokada Plus kikapcsolásra került az eszközön. Válasszon egy helyet az újraaktiváláshoz.
it: Blokada Plus è ora disattivata su questo dispositivo. Selezionare una posizione per riattivarla.
nl: Blokada Plus is nu uitgeschakeld op dit apparaat. Selecteer een locatie om het opnieuw te activeren.
pl: Blokada Plus jest teraz wyłączona na tym urządzeniu. Wybierz lokalizację, aby ją reaktywować.
ru: Blokada Plus отключена на этом устройстве. Выберите местоположение для повторной активации.
zh_hant: Blokada Plus 現已在本裝置上停用。請選擇位置以重新啟用。

# error vpn too many leases
source: You reached your devices limit. Please remove one of your devices and try again.
ar: لقد وصلت إلى الحد الأقصى للأجهزة. يرجى إزالة أحد الأجهزة والمحاولة مرة أخرى.
de: Du hast die maximale Anzahl an Geräten erreicht. Bitte entferne eines deiner Geräte und versuche es erneut.
es: Has alcanzado el límite de dispositivos. Por favor, elimina uno de tus dispositivos e inténtalo de nuevo.
fi: Saavutit laitteiden enimmäisrajan. Poista yksi laitteistasi ja yritä uudelleen.
fr: Vous avez atteint votre limite d'appareils. Veuillez retirer l'un de vos appareils et réessayer.
hu: Elérted a készülékek számának korlátját. Kérjük, távolítsd el az egyik eszközt, és próbáld újra.
it: Hai raggiunto il limite dei tuoi dispositivi. Rimuovi uno dei tuoi dispositivi e riprova.
nl: U heeft de apparatenlimiet bereikt. Verwijder een van uw apparaten en probeer het opnieuw.
pl: Z Twojego konta korzysta już maksymalna dozwolona liczba urządzeń. Usuń któreś z listy urządzeń, i spróbuj ponownie.
ru: Вы достигли ограничения по количеству устройств. Пожалуйста, отключите одно из ваших устройств и повторите попытку.
zh_hant: 您已達裝置限制。請移除您其中一個裝置後重試。

# error vpn expired
source: The VPN is disabled. Please update your subscription to continue using BLOKADA+
ar: تم تعطيل VPN. يرجى تحديث اشتراكك للاستمرار في استخدام BLOKADA+
de: Das VPN ist deaktiviert. Bitte erneuere dein Abonnement, um BLOKADA+ weiter verwenden zu können
es: El VPN está desactivado. Por favor, actualiza tu suscripción para seguir usando BLOKADA+
fi: VPN on poistettu käytöstä. Päivitä tilauksesi jatkaaksesi BLOKADA+ -sovelluksen käyttöä
fr: Le VPN est désactivé. Veuillez mettre votre abonnement à jour pour continuer d'utiliser BLOKADA+
hu: A VPN le van tiltva. Kérjük, frissítsd előfizetésed a BLOKADA+ további használatához
it: La VPN è disabilitata. Aggiorna il tuo abbonamento per continuare a utilizzare BLOKADA+
nl: De VPN is uitgeschakeld. Werk uw abonnement bij om BLOKADA+ te blijven gebruiken
pl: VPN został dezaktywowany. Wznów swoją subskrypcję, aby kontynuować korzystanie z BLOKADA+
ru: VPN отключен. Пожалуйста, обновите подписку, чтобы продолжить использовать BLOKADA+
zh_hant: 已停用 VPN。請續訂訂閱以繼續使用 BLOKADA+。

# error payment inactive after restore
source: Your previous payment was restored, but the subscription has already expired. If you believe this is a mistake, please contact us by tapping the help icon at the top.
ar: تمت استعادة الدفعة السابقة، ولكن الاشتراك انتهت صلاحيته بالفعل. إذا كنت تعتقد أن هناك خطأ، يرجى التواصل معنا عبر النقر على أيقونة المساعدة بالأعلى.
de: Deine bisherige Zahlung wurde wiederhergestellt, aber dein Abo ist bereits ausgelaufen. Wenn du denkst, dass dies ein Fehler ist, kontaktiere uns bitte, indem du auf den Hilfe-Knopf oben tippst.
es: Tu pago anterior se ha restaurado, pero la suscripción ya ha caducado. Si crees que esto es un error, ponte en contacto con nosotros tocando el icono de ayuda en la parte superior.
fi: Aikaisempi maksusi palautettiin, mutta tilauksesi on jo vanhentunut. Jos uskot, että tämä on virhe, ota yhteyttä meihin napauttamalla yläosassa olevaa ohjekuvaketta.
fr: Votre paiement précédent a été restauré, mais l'abonnement a déjà expiré. Si vous pensez que c'est une erreur, veuillez nous contacter en cliquant sur le bouton d'aide en haut de l'écran.
hu: Az előző befizetésed visszaállítottuk, de az előfizetésed már lejárt. Ha úgy gondolod, hogy a hiba nálunk van, kérjük, vedd fel velünk a kapcsolatot a súgó ikon megérintésével.
it: Il pagamento precedente è stato ripristinato, ma l'abbonamento è già scaduto. Se credi che questo sia un errore, contattaci toccando l'icona di aiuto in alto.
nl: Uw vorige betaling is hersteld, maar het abonnement is al verlopen. Als u denkt dat dit een vergissing is, neem dan contact met ons op door op het help-icoon bovenaan te tikken.
pl: Twoja ostatnia płatność została znaleziona, ale jej ważność już upłynęła. Jeśli uważasz, że to pomyłka, skontaktuj się z nami klikając ikonkę pomocy na górze ekranu.
ru: Ваш предыдущий платеж был возмещен, но срок действия подписки уже истек. Если вы считаете, что это ошибка, пожалуйста, свяжитесь с нами, нажав на иконку справки в верхней части.
zh_hant: 已還原您上個付款，但訂閱已經到期。如有任何問題，請按上方的協助按鈕聯絡我們。

# error payment failed
source: Payments are unavailable at this moment. Make sure you are online, and try again later. If the problem persists, please contact us by tapping the help icon at the top.
ar: المدفوعات غير متاحة حاليًا. تأكد من أنك متصل بالإنترنت، وحاول مرة أخرى لاحقًا. إذا استمرت المشكلة، يرجى التواصل معنا عبر النقر على أيقونة المساعدة بالأعلى.
de: Zahlungen sind derzeit nicht möglich. Stelle sicher, dass du online bist und probiere es später erneut. Wenn das Problem weiterhin besteht, kontaktiere und bitte, indem du den Hilfe-Knopf oben drückst.
es: Pagos no disponibles actualmente. Asegúrate de tener conexión e inténtalo de nuevo más tarde. Si el problema persiste, contacta con nosotros tocando el icono de ayuda en la parte superior.
fi: Maksut eivät ole tällä hetkellä käytettävissä. Varmista, että olet online-tilassa ja yritä myöhemmin uudelleen. Jos ongelma jatkuu, ota meihin yhteyttä napsauttamalla yläosaa olevaa ohjekuvaketta.
fr: Les paiements sont actuellement indisponibles. Assurez-vous d'être en ligne, et réessayez plus tard. Si le problème persiste, contactez-nous en cliquant sur l'icône d'aide en haut de l'écran.
hu: A kifizetések jelenleg nem érhetők el. Győződj meg arról, hogy online vagy és próbálkozz később újra. Ha a probléma továbbra is fennáll, vedd fel velünk a kapcsolatot a fenti súgó gomb megnyomásával.
it: Al momento i pagamenti non sono disponibili. Assicurati di essere online e riprova più tardi. Se il problema persiste, contattaci toccando l'icona di aiuto in alto.
nl: Betalingen zijn op dit moment niet beschikbaar. Zorg ervoor dat u online bent, en probeer het later opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op door op het help-icoon bovenaan te tikken.
pl: Płatności są chwilowo niedostępne. Upewnij się, że jesteś online, i spróbuj ponownie. Jeśli problem się powtarza, skontaktuj się z nami klikając na ikonkę pomocy na górze ekranu.
ru: Платежи в данный момент недоступны. Убедитесь, что вы в сети, и попробуйте позже. Если проблема сохраняется, пожалуйста, свяжитесь с нами, нажав на значок справки в верхней части.
zh_hant: 此刻尚無法付款。請確定您是否有連線網路，後稍候再試。如仍有問題，請按一下上方的協助圖示聯絡我們。

# error payment failed alternative
source: Could not complete your payment. Please make sure your data is correct, and try again. If the problem persists, please contact us by tapping the help icon at the top.
ar: تعذر إتمام الدفع الخاص بك. يرجى التأكد من صحة بياناتك، ثم المحاولة مرة أخرى. إذا استمرت المشكلة، يرجى التواصل معنا عبر النقر على أيقونة المساعدة بالأعلى.
de: Deine Zahlung konnte nicht abgeschlossen werden. Bitte stelle sicher, dass deine Daten korrekt sind, und versuche es erneut. Wenn das Problem weiterhin besteht, kontaktiere uns bitte, indem du oben auf das Hilfe-Symbol tippst.
es: No se pudo completar el pago. Por favor, asegúrate de que tus datos son correctos e inténtalo de nuevo. Si el problema persiste, por favor ponte en contacto con nosotros tocando el icono de ayuda en la parte superior.
fi: Maksua ei voitu suorittaa. Varmista, että tietosi ovat oikeita ja yritä uudelleen. Jos ongelma jatkuu, ota meihin yhteyttä napauttamalla yläreunassa olevaa ohjetta.
fr: Impossible d'effectuer votre paiement. Veuillez vous assurer que vos données sont correctes puis réessayez réessayez. Si le problème persiste, contactez-nous en appuyant sur l'icône d'aide en haut.
hu: Sikertelen fizetés. Ellenőrizze, hogy az adati helyesek-e, és próbálkozzon újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba velünk a fenti segítség ikonra kattintva.
it: Impossibile completare il pagamento. Assicurati che i tuoi dati siano corretti e riprova. Se il problema persiste, si prega di contattarci toccando l'icona di aiuto in alto.
nl: Uw betaling kon niet worden voltooid. Controleer of uw gegevens juist zijn en probeer het opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op door op het help-icoon bovenaan te tikken.
pl: Nie można dokończyć płatności. Upewnij się, że dane są poprawne i spróbuj ponownie. Jeśli problem będzie się powtarzał, skontaktuj się z nami, stukając ikonę pomocy u góry.
ru: Не удалось завершить платеж. Убедитесь, что ваши данные верны, и попробуйте еще раз. Если проблема не исчезнет, ​​свяжитесь с нами, нажав на значок справки вверху.
zh_hant: 無法完成您的付款。請確保您的資料是正確的，然後重試。如果問題仍然持續，請透過點擊頂部的說明圖示聯絡我們。

# error payment not available
source: Payments are unavailable for this device. Either this device is not updated, or we do not handle purchases in your country yet.
ar: عمليات الدفع غير مُتاحة لهذا الجهاز. إما أن الجهاز لم يتم تحديثه ، أو أننا لا نتعامل مع المشتريات في بلدك حتى الآن.
de: Die Zahlung ist mit deinem Gerät nicht möglich. Entweder ist Apple Pay nicht aktiviert oder wir akzeptieren noch keine Zahlungen aus deinem Land.
es: Los pagos no están disponibles para este dispositivo. O este dispositivo no está actualizado, o aún no gestionamos las compras en su país.
fi: Maksut eivät ole käytettävissä tälle laitteelle. Joko tätä laitetta ei ole päivitetty, tai emme käsittele ostoksia maassasi.
fr: Les paiements sont impossibles. Soit cet appareil n'est pas à jour, soit les paiements dans votre pays ne sont pas encore pris en charge.
hu: A fizetések nem állnak rendelkezésre ehhez a készülékhez. Vagy ez a készülék nincs frissítve, vagy még nem kezeljük a vásárlásokat az országodban.
it: I pagamenti non sono disponibili per questo dispositivo. Questo dispositivo non è aggiornato o non gestiamo ancora gli acquisti nel tuo paese.
nl: Betalingen zijn niet beschikbaar voor dit apparaat. Ofwel is dit apparaat niet bijgewerkt of wij verwerken nog geen betalingen in uw land.
pl: Płatności są niedostępne na tym urządzeniu. To urządzenie nie jest zaktualizowane lub nie obsługujemy jeszcze zakupów w Twoim kraju.
ru: Платежи для этого устройства недоступны. Либо это устройство не обновлено, либо мы еще не обрабатываем покупки в вашей стране.
zh_hant: 此裝置無法付款。可能是本裝置未更新，或是我們尚不處理您所在地區的付款。

# error payment canceled
source: The payment has been canceled. You have not been charged.
ar: تم إلغاء الدفع. لم يتم خصم أي مبلغ.
de: Der Zahlungsvorgang wurde abgebrochen. Die gewählte Zahlungsmethode wurde nicht belastet.
es: El pago se ha cancelado. No se ha cobrado nada.
fi: Maksu on peruutettu. Sinua ei ole laskutettu.
fr: Le paiement a été annulé. Vous n'avez pas été débité.
hu: A fizetés visszavonásra került. A terhelés nem történt meg.
it: Il pagamento è stato annullato. Nessun addebito è stato effettuato.
nl: De betaling is geannuleerd. Er is niets in rekening gebracht.
pl: Płatność została anulowana. Twoje konto nie zostało obciążone.
ru: Платеж отменен. Сумма списана не была.
zh_hant: 付款已取消。未收取您的費用。
