Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# error pack install
source: Could not install (or uninstall) this feature. Please try again later.
ar: لا يمكن تثبيت (أو إلغاء تثبيت) هذه الميزة. الرجاء المحاولة لاحقًا.
de: Diese Erweiterung konnte nicht installiert (oder deinstalliert) werden. Bitte versuch es später erneut.
es: No se ha podido instalar (o desinstalar) esta característica. Inténtalo de nuevo más tarde.
fi: Tätä ominaisuutta ei voitu asentaa (tai poistaa). Yritä uudelleen myöhemmin.
fr: Impossible d'installer (ou désinstaller) cette fonctionnalité. Veuillez réessayer plus tard.
hu: Ezt a szolgáltatást nem lehetett telepíteni (vagy eltávolítani). Kérlek, próbáld újra később.
it: Impossibile installare (o disinstallare) questa funzione. Riprova più tardi.
nl: Kon deze functie niet installeren (of deïnstalleren). Probeer het later opnieuw.
pl: Nie można zainstalować (lub odinstalować) tej funkcji. Spróbuj ponownie później.
ru: Не удалось установить (или удалить) эту функцию. Пожалуйста, попробуйте позже.
zh_hant: 無法安裝或解除安裝此功能。請稍候再試。

# error location failed fetching
source: Could not fetch locations.
ar: تعذر تحميل المواقع.
de: Standorte konnten nicht abgerufen werden.
es: No se ha encontrado tu ubicación.
fi: Sijainteja ei voitu hakea.
fr: Impossible de récupérer les locations.
hu: Nem sikerült lekérdezni a helyet.
it: Impossibile ottenere la posizione.
nl: Kon locaties niet ophalen.
pl: Nie można pobrać lokalizacji.
ru: Не удалось получить местоположения.
zh_hant: 無法取得地點。

# error unknown
source: A problem occurred. Make sure you are online, and try again later. If the problem persists, please contact us by tapping the help icon at the top.
ar: حدثت مشكلة. تأكّد من أنّك متّصل بالإنترنت، و حاول مرّة أُخرى لاحقاً. إذا استمرت المشكلة، الرجاء الاتصال بنا بالنقر على أيقونة المساعدة في الأعلى.
de: Ein unbekanntes Problem ist aufgetreten. Bitte versuche es erneut. Wenn das Problem weiterhin besteht, kontaktiere uns bitte, indem du oben auf das Hilfe-Symbol tippst.
es: Ha ocurrido un problema. Comprueba tu conexión a internet e inténtalo nuevamente más tarde. Si el problema persiste, contáctanos presionando el icono de ayuda de la parte superior.
fi: Tapahtui ongelma. Varmista, että olet verkossa, ja yritä myöhemmin uudelleen. Jos ongelma jatkuu, ota meihin yhteyttä napauttamalla yläreunassa olevaa ohjetta.
fr: Une erreur est survenue. Assurez-vous d'être en ligne puis réessayez. Si le problème persiste, contactez-nous en utilisant l'icône d'aide en haut de l'écran.
hu: Egy hiba lépett fel. Bizonyosodjon meg arról, hogy online, és próbálkozzon újra. Ha a hiba továbbra is fennáll, nyomjon rá a segítség ikonra felül.
it: Si è verificato un problema. Assicurati di essere online e riprova più tardi. Se il problema persiste, contattaci toccando l'icona di aiuto in alto.
nl: Er is een probleem opgetreden. Zorg ervoor dat je online bent en probeer het later opnieuw. Als het probleem zich blijft voordoen, neem dan contact met ons op door op het help-icoontje bovenaan te tikken.
pl: Wystąpił problem. Upewnij się, że jesteś online i spróbuj ponownie później. Jeśli problem będzie się powtarzał, skontaktuj się z nami poprzez stuknięcie ikony pomocy u góry.
ru: Возникла проблема. Убедитесь, что вы в сети, и повторите попытку позже. Если проблема сохраняется, свяжитесь с нами, нажав на значок помощи вверху.
zh_hant: 出了問題。請確定您已連上網路，然後稍候再試。如仍有問題，請按一下上方的協助圖示聯絡我們。

# error multiple apps
source: There is more than one Blokada app on your device. This may cause connectivity issues. Do you wish to fix it now?
ar: يوجد أكثر من تطبيق لبلوكادا على جهازك. قد يتسبب ذلك في مشاكل في الاتصال. هل ترغب في إصلاحه الآن؟
es: Hay más de una aplicación Blokada en tu dispositivo. Esto puede causar problemas de conectividad. ¿Quieres solucionarlo ahora?
fi: Laitteessasi on useampi kuin yksi Blokada-sovellus. Tämä saattaa aiheuttaa yhteysongelmia. Haluatko korjata sen nyt?
fr: Plusieurs applications Blokada sont installées sur votre appareil. Cela peut causer des problèmes de connectivité. Souhaitez-vous corriger ces installations multiples ?
hu: Egynél több Blokada alkalmazás van a készülékeden. Ez kapcsolódási problémákat okozhat. Szeretnéd ezt most orvosolni?
it: C'è più di un'app Blokada sul tuo dispositivo. Ciò potrebbe causare problemi di connettività. Vuoi risolverli ora?
nl: Er is meer dan één Blokada-app op uw apparaat. Dit kan verbindingsproblemen veroorzaken. Wilt u het nu oplossen?
pl: Na urządzeniu znajduje się więcej niż jedna aplikacja Blokada. Może to spowodować problemy z połączeniem. Czy chcesz to teraz naprawić?
ru: На вашем устройстве установлено более одного приложения Blokada. Это может вызвать проблемы с подключением. Вы хотите исправить это сейчас?
zh_hant: 您的裝置上有超過一款 Blokada app。這可能導致連線問題。是否想要立即修正？

# error locked
source: This action is unavailable when the app is in a locked state. Please unlock the app to proceed.
ar: هذا الإجراء غير متاح عندما يكون التطبيق في وضع القفل. يرجى إلغاء القفل للاستمرار.
es: Esta acción no está disponible cuando la aplicación está en un estado bloqueado. Por favor, desbloquea la aplicación para continuar.
fi: Tämä toiminto ei ole käytettävissä, kun sovellus on lukitussa tilassa. Ole hyvä ja avaa sovellus jatkaaksesi.
fr: Cette action n'est pas disponible lorsque l'application est verrouillée. Veuillez déverrouiller l'application pour continuer.
hu: Ez a művelet zárolt állapotban nem érhető el. A folytatáshoz oldd fel az alkalmazást.
nl: Deze actie is niet beschikbaar wanneer de app zich in een vergrendelde status bevindt. Ontgrendel de app om door te gaan.
pl: Ta akcja jest niedostępna, gdy aplikacja jest w stanie zablokowanym. Odblokuj aplikację, aby kontynuować.
ru: Это действие недоступно, если приложение заблокировано. Для продолжения разблокируйте.
zh_hant: 應用程式處於鎖定狀態時無法執行此操作。請先解鎖應用程式以繼續。

# error lock invalid
source: A valid PIN must be exactly 4 digits. Please try again.
ar: رمز التعريف يجب أن يكون مؤلفًا من 4 أرقام بالضبط. يرجى المحاولة مرة أخرى.
es: Un PIN válido debe tener exactamente 4 dígitos. Por favor, inténtalo de nuevo.
fi: Kelvollisen PIN-koodin on oltava tasan 4 numeroa. Yritä uudelleen.
fr: Un code PIN valide doit comporter exactement 4 chiffres. Veuillez réessayer.
hu: Az érvényes PIN pontosan 4 számjegyű lehet. Kérjük, próbáld újra.
nl: Een geldige pincode moet precies 4 cijfers bevatten. Probeer het opnieuw.
pl: Prawidłowy kod PIN musi składać się z dokładnie 4 cyfr. Spróbuj ponownie.
ru: Допустимый PIN-код должен содержать ровно 4 цифры. Пожалуйста, попробуйте еще раз.
zh_hant: 有效的 PIN 必須為正好 4 位數字。請再試一次。

# conn isssues header
source: Connectivity issues
ar: مشاكل في الاتصال
es: Problemas de conectividad
fi: Yhteyteen liittyvät kysymykset
fr: Problème de connexion
hu: Kapcsolódási problémák
it: Problemi di connessione
nl: Verbindingsproblemen
pl: Problemy z połączeniem
ru: Проблемы с подключением
zh_hant: 連線問題

# conn isssues slug
source: Connectivity issues. Please check your configuration. Tap for details.
ar: مشاكل الاتصال. الرجاء التحقق من الإعدادات الخاصة بك. انقر للحصول على التفاصيل.
es: Problemas de conexión. Por favor, comprueba tu configuración. Pulsa para más detalles.
fi: Yhteyteen liittyvät ongelmat. Tarkista asetukset. Paina saadaksesi lisätietoja.
fr: Problèmes de connesion. Veuillez vérifier votre configuration. Appuyez pour plus de détails.
hu: Kapcsolódási problémák. Kérjük, ellenőrizd a konfigurációt. Koppints a részletekért.
it: Problemi di connessione. Per favore, controlla tua configurazione. Clicca per i dettagli.
nl: Verbindingsproblemen. Controleer uw configuratie. Tik voor details.
pl: Problemy z połączeniem. Sprawdź konfigurację. Stuknij, aby uzyskać szczegóły.
ru: Проблемы с подключением. Проверьте конфигурацию. Нажмите для получения подробной информации.
zh_hant: 連線問題。請檢查設定。點一下檢視詳細資訊。

# conn isssues details
source: - Check your Internet connection - Use only one Blokada app - Deactivate other VPNs
ar: - تحقق من اتصالك بالإنترنت - استخدم تطبيق بلوكادا واحد فقط - إلغاء تنشيط شبكات VPN أخرى
es: - Compruebe su conexión a Internet - Utilice sólo una aplicación Blokada - Desactive otras VPN
fi: - Tarkista Internet-yhteytesi - Käytä vain yhtä Blokada-sovellusta - Poista muiden VPN:ien aktivointi
fr: - Vérifiez votre connexion Internet - Utilisez une seule application Blokada - Désactivez d'autres VPNs
hu: - Ellenőrizd az internetkapcsolatod - Csak egy Blokada alkalmazást használj - Kapcsold ki a többi VPN-t
it: - Controlla la tua connessione Internet - Usa solo un'app Blokada - Disattiva altre VPN
nl: - Controleer je internetverbinding - Gebruik slechts één Blokada app - Deactiveer andere VPN's
pl: - Sprawdź połączenie internetowe - Użyj tylko jednej aplikacji Blokada - Dezaktywuj inne sieci VPN
ru: - Проверьте подключение к интернету - Используйте только одно приложение Blokada - Отключите другие VPN
zh_hant: - 檢查網路連線 - 只使用一款 Blokada app - 停用其他 VPN

# universal action continue
source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Continuer
hu: Folytatás
it: Continua
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
zh_hant: 繼續

# universal action cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pl: Anuluj
ru: Отмена
zh_hant: 取消

# universal action close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
nl: Sluiten
pl: Zamknij
ru: Закрыть
zh_hant: 關閉

# universal action done
source: Done
ar: تم
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
hu: Kész
it: Fatto
nl: Klaar
pl: Gotowe
ru: Готово
zh_hant: 完成

# universal action edit
source: Edit
ar: تعديل
es: Editar
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
nl: Bewerken
pl: Edytuj
ru: Изменить
zh_hant: 編輯

# universal action try again
source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr: Réessayer
hu: Próbálja újra
it: Riprova
nl: Probeer opnieuw
pl: Spróbuj ponownie
ru: Попробуйте еще раз
zh_hant: 重試

# universal action learn more
source: Learn more
ar: لمعرفة المزيد
de: Mehr erfahren
es: Aprender más
fi: Lue lisää
fr: En savoir plus
hu: További információ
it: Scopri di più
nl: Meer weten
pl: Dowiedz się więcej
ru: Подробнее
zh_hant: 了解更多

# universal action help
source: Help
ar: الدعم
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
hu: Segítség
it: Aiuto
nl: Hulp
pl: Pomoc
ru: Помощь
zh_hant: 協助

# universal action show log
source: Logs
ar: السجلّات
de: Protokolle
es: Registros
fi: Lokitiedot
fr: Journaux
hu: Naplók
it: Log
pl: Logi
ru: Журналы
zh_hant: 日誌記錄

# universal action share log
source: Share log
ar: مشاركة السجلّ
de: Protokoll teilen
es: Enviar registro
fi: Jaa loki
fr: Partager l'historique
hu: Napló megosztása
it: Condividi Log
nl: Deel log
pl: Udostępnij log
ru: Отправить журнал
zh_hant: 分享日誌紀錄

# universal action copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
hu: Másolás
it: Copia
nl: Kopiëren
pl: Kopiuj
ru: Копировать
zh_hant: 複製

# universal action save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauver
hu: Mentés
it: Salva
nl: Opslaan
pl: Zapisz
ru: Сохранить
zh_hant: 儲存

# universal action contact us
source: Contact us
ar: اتصل بنا
de: Kontaktiere uns
es: Contacta con nosotros
fi: Ota yhteyttä
fr: Nous contacter
hu: Kapcsolat
it: Contattaci
nl: Neem contact op
pl: Skontaktuj się z nami
ru: Связаться с нами
zh_hant: 聯絡我們

# universal action support
source: Support
ar: الدعم
es: Soporte
fi: Tuki
hu: Támogatás
it: Supporto
nl: Ondersteuning
pl: Pomoc
ru: Поддержка
zh_hant: 支援

# universal action upgrade
source: Upgrade to BLOKADA+
ar: الترقية إلى BLOKADA+
de: Upgrade zu BLOKADA+
es: Actualizar a BLOKADA+
fi: Päivitä BLOKADA+:aan
fr: Mise à niveau vers BLOKADA+
hu: BLOKADA+ csomagra váltás
it: Aggiorna a BLOKADA+
nl: Upgrade naar BLOKADA+
pl: Ulepsz do wersji BLOKADA+
ru: Обновите до BLOKADA+
zh_hant: 升級至 BLOKADA+

# universal action upgrade short
source: Upgrade
ar: ترقية
es: Mejorar
fi: Päivitä
fr: Mettre à jour
hu: Csomag nagyobb csomagra
it: Aggiorna
nl: Upgraden
pl: Ulepsz
ru: Улучшить
zh_hant: 升級

# universal action yes
source: Yes
ar: نعم
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
nl: Ja
pl: Tak
ru: Да
zh_hant: 是

# universal action no
source: No
ar: لا
de: Nein
fi: Ei
fr: Non
hu: Nem
nl: Nee
pl: Nie
ru: Нет
zh_hant: 否

# universal action donate
source: Donate
ar: التَّبَرُّع
de: Spenden
es: Donar
fi: Lahjoita
fr: Faire un don
hu: Támogatás
it: Dona
nl: Doneren
pl: Dotacja
ru: Пожертвовать
zh_hant: 斗內

# universal action community
source: Community
ar: المُجتَمَع
es: Comunidad
fi: Yhteisö
fr: Communauté
hu: Közösség
it: Comunità
pl: Społeczność
ru: Сообщество
zh_hant: 社群

# universal action open in browser
source: Open in browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans votre navigateur
hu: Megnyitás böngészőben
it: Apri nel browser
nl: Openen in browser
pl: Otwórz w przeglądarce
ru: Открыть в браузере
zh_hant: 在瀏覽器開啟

# universal action more
source: More
ar: المزيد
de: Mehr
es: Más detalles
fi: Lisää
fr: Plus
hu: Továbbiak
it: Altro
nl: Meer
pl: Więcej
ru: Подробнее
zh_hant: 更多

# universal action download
source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scarica
pl: Pobierz
ru: Скачать
zh_hant: 下載

# universal action news
source: News
ar: الأخبار
de: Neuigkeiten
es: Noticias
fi: Uutiset
fr: Actualités
hu: Hírek
it: Novità
nl: Nieuws
pl: Wiadomości
ru: Новости
zh_hant: 新聞

# universal action delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pl: Usuń
ru: Удалить
zh_hant: 刪除

# universal action hide
source: Hide
ar: إخفاء
de: Verbergen
es: Ocultar
fi: Piilota
fr: Masquer
hu: Elrejt
it: Nascondi
nl: Verberg
pl: Ukryj
ru: Скрыть
zh_hant: 隱藏

# universal action select
source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
hu: Kiválaszt
it: Seleziona
nl: Selecteer
pl: Wybierz
ru: Выбор
zh_hant: 選取

# universal action selected
source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fi: Valittu
fr: Sélectionné
hu: Kijelölt
it: Selezionato
nl: Geselecteerd
pl: Wybrano
ru: Выбрано
zh_hant: 已選取

# universal action search
source: Search
ar: بحث
de: Suchen
es: Buscar
fi: Hae
fr: Rechercher
hu: Keresés
it: Cerca
nl: Zoeken
pl: Szukaj
ru: Поиск
zh_hant: 搜尋

# universal action filter
source: Filter
ar: تصفية
de: Filtern
es: Filtro
fi: Suodatin
fr: Filtrer
it: Filtra
pl: Filtruj
ru: Фильтр
zh_hant: 篩選

# universal action clear
source: Clear
ar: مسح
de: Leeren
es: Limpiar
fi: Tyhjennä
fr: Effacer
hu: Törlés
it: Cancella
nl: Wissen
pl: Wyczyść
ru: Очистить
zh_hant: 清除

# universal action revoke
source: Revoke
ar: إلغاء الصلاحية
de: Widerrufen
es: Revocar
fr: Révoquer
hu: Visszavon
it: Revoca
nl: Intrekken
pl: Unieważnij
ru: Отозвать
zh_hant: 撤銷

# support action chat
source: Chat with us
ar: تحدّث معنا
fi: Chattaa kanssamme
fr: Discutez avec nous
hu: Beszélj velünk!
pl: Czatuj z nami
ru: Спросите в чате
zh_hant: 與我們聊天

# support action end
source: End
ar: إنهاء
fi: Lopeta
fr: Fin
hu: Vége
pl: Zakończ
ru: Конец
zh_hant: 結束

# support placeholder
source: Ask about anything you want to know!
ar: اسأل عن أي شيء ترغب في معرفته!
fi: Kysy mistä tahansa mitä haluat tietää!
fr: Demandez nous n'importe quoi !
hu: Kérdezz bármit, amit tudni szeretnél!
pl: Zapytaj o wszystko, co chcesz wiedzieć!
ru: Спросите о том, что вы хотите знать!
zh_hant: 歡迎自由提問任何想知道的事！

# support error generic
source: Sorry did not understand, can you repeat?
ar: عذراً، لم أفهم. هل يمكنك التكرار؟
fi: Valitettavasti en ymmärtänyt, voitko toistaa?
fr: Désolé, ce n'est pas clair, pouvez-vous répéter ?
hu: Sajnálom, nem értem. Meg tudod ismételni?
pl: Przepraszam nie zrozumiałem, czy możesz powtórzyć?
ru: Извините, не понятно, не могли бы вы повторить?
zh_hant: 抱歉，未能理解，您能重複一次嗎？

# universal label help
source: Help
ar: الدعم
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
hu: Segítség
it: Aiuto
nl: Hulp
pl: Pomoc
ru: Помощь
zh_hant: 協助

# universal label welcome
source: Welcome!
ar: مرحبًا!
de: Herzlich willkommen!
es: ¡Bienvenido!
fi: Tervetuloa!
fr: Bienvenue !
hu: Üdvözöljük!
it: Benvenuto!
nl: Welkom!
pl: Witaj!
ru: Добро пожаловать!
zh_hant: 歡迎！

# universal label none
source: None
ar: لا شيء
de: Keine
es: Ninguna
fi: Ei mitään
fr: Aucun
hu: Nincs
it: Nulla
nl: Geen
pl: Brak
ru: Нет
zh_hant: 無

# universal label name
source: Name
ar: الاسم
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
ru: Название
zh_hant: 名稱

# universal label time
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fi: Aika
fr: Heure
hu: Idő
it: Ora
nl: Tijd
pl: Czas
ru: Время
zh_hant: 時間

# universal label count
source: Count
ar: العدد
de: Anzahl
es: Cantidad
fi: Lukumäärä
fr: Nombre
hu: Számláló
it: Numero
nl: Aantal
pl: Ilość
ru: Количество
zh_hant: 數量

# universal label type
source: Type
ar: النوع
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
pl: Typ
ru: Тип
zh_hant: 類型

# universal label device
source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
hu: Készülék
it: Dispositivo
nl: Apparaat
pl: Urządzenie
ru: Устройство
zh_hant: 裝置

# universal status processing
source: Processing... Please wait.
ar: قيد المعالجة... الرجاء الانتظار.
de: Verarbeitung... Bitte warten.
es: Procesando... espera por favor.
fi: Käsitellään... odota hetki.
fr: Traitement en cours... Veuillez patienter.
hu: Feldolgozás... Kérjük, várj.
it: Elaborazione in corso, attendere prego...
nl: Bezig... Even geduld.
pl: Przetwarzanie, proszę czekać...
ru: Обработка... Пожалуйста, подождите.
zh_hant: 處理中… 請稍候。

# universal status copied to clipboard
source: Copied to Clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papier
hu: Vágólapra másolva
it: Copiato negli Appunti
nl: Gekopieerd naar Klembord
pl: Skopiowano do schowka
ru: Скопировано в буфер обмена
zh_hant: 已複製到剪貼簿

# universal status restart required
source: Please restart the app for the changes to take effect.
ar: يرجى إعادة تشغيل التطبيق حتى تدخل التغييرات حيز التنفيذ.
de: Bitte starte die App neu, damit die Änderungen wirksam werden.
es: Por favor, reinicia la aplicación para aplicar los cambios.
fi: Käynnistä ohjelma uudelleen, jotta muutokset astuvat voimaan.
fr: Veuillez redémarrer l'application pour que les modifications prennent effet.
hu: Kérjük indítsa újra az app-ot a módosítások érvénybe lépéséhez.
it: Per favore, riavvia l'app per rendere effettive le modifiche.
nl: Gelieve de app opnieuw opstarten om de veranderingen uit te voeren.
pl: Proszę uruchom ponownie aplikację, by zmiany zostały zastosowane.
ru: Пожалуйста, перезапустите приложение, чтобы изменения вступили в силу.
zh_hant: 請重新啟動 APP 以套用變更。

# universal status redirect
source: Continue with the Blokada App
ar: تابع مع تطبيق Blokada
de: Mit der Blokada-App fortfahren
es: Continuar con Blokada
fi: Jatka Blokada-sovelluksella
fr: Continuer avec l'application Blokada
hu: Folytatás a Blokada alkalmazással
it: Continua sull'app Blokada
nl: Ga verder met de Blokada App
pl: Kontynuuj do aplikacji Blokada
ru: Продолжить в Blokada
zh_hant: 使用 Blokada 應用程式繼續

# universal status confirm
source: Are you sure you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟
de: Bist du sicher, dass du fortfahren willst?
es: ¿Deseas continuar?
fi: Oletko varma, että haluat jatkaa?
fr: Êtes-vous certain de vouloir continuer ?
hu: Biztosan folytatja?
it: Vuoi davvero procedere?
nl: Weet u zeker dat u wilt doorgaan?
pl: Czy na pewno chcesz kontynuować?
ru: Вы хотите продолжить?
zh_hant: 你確定要繼續嗎？

# alert error header
source: Ooops!
ar: عذرًا!
de: Hoppla!
es: ¡Vaya!
fi: Hups!
fr: Oups !
hu: Hoppá!
nl: Ooeps!
pl: Ups!
ru: Ой!
zh_hant: 哎呀！

# alert vpn expired header
source: BLOKADA+ expired
ar: انتهت صلاحية BLOKADA+
de: BLOKADA+ ist abgelaufen
es: BLOKADA+ ha expirado
fi: BLOKADA+ erääntyi
fr: BLOKADA+ a expiré
hu: BLOKADA+ lejárt
it: BLOKADA+ è scaduto
nl: BLOKADA+ verlopen
pl: BLOKADA+ wygasła
ru: Срок действия BLOKADA+ истек
zh_hant: BLOKADA+ 已到期

# alert download link body
source: For security reasons, to download a file, we need to open this website in your browser. Then, please tap the download link again.
ar: لأسباب أمنية، لتحميل ملف، نحتاج إلى فتح هذا الموقع في متصفحك. ثم، يرجى النقر على رابط التنزيل مرة أخرى.
de: Aus Sicherheitsgründen müssen wir zum Herunterladen einer Datei diese Website in deinem Browser öffnen. Tippe dann bitte erneut auf den Download-Link.
es: Por razones de seguridad, para descargar un archivo, necesitamos abrir este sitio web en tu navegador. Luego, pulsa el enlace de descarga de nuevo.
fi: Turvallisuussyistä tiedoston lataamiseksi, meidän on avattava tämä sivusto selaimessasi. Napauta sitten latauslinkkiä uudelleen.
fr: Pour des raisons de sécurité, nous devons d'abord ouvrir ce site web dans votre navigateur. Ensuite, cliquez de nouveau sur le lien de téléchargement.
hu: Biztonsági okokból kifolyólag a fájl letöltéshez meg kell nyitnunk ezt az oldalt a böngészőben. Kérjük nyomjon újra a letöltés gombra.
it: Per motivi di sicurezza, per scaricare un file dobbiamo aprire questo sito nel tuo browser. Fatto ciò, clicca nuovamente il link di download.
nl: Om een bestand te downloaden moeten we deze website openen in je browser. Tik daarna opnieuw op de downloadlink.
pl: Ze względów bezpieczeństwa, aby pobrać plik, musimy otworzyć tę witrynę w Twojej przeglądarce. Następnie ponownie stuknij łącze pobierania.
ru: Из соображений безопасности для загрузки файла нам необходимо открыть этот сайт в вашем браузере. После этого нажмите на ссылку для скачивания еще раз.
zh_hant: 因為安全因素，我們必須在您的瀏覽器中開啟此網站以下載檔案。到時請再次點擊下載連結。

# notification perms header
source: Enable notifications in Settings
ar: فعّل الإشعارات من الإعدادات
es: Habilitar las notificaciones en Ajustes
fi: Ota ilmoitukset käyttöön asetuksissa
fr: Activez les notifications dans les paramètres
hu: Engedélyezd az értesítéseket a Beállításokban
it: Attiva le notifiche nelle Impostazioni
nl: Zet notificaties aan in de instellingen
pl: Włącz powiadomienia w ustawieniach
ru: Включить уведомления в настройках
zh_hant: 在設定中啟用通知

# notification perms desc
source: This feature requires notifications, please switch them on for Blokada.
ar: هذه الميزة تتطلب الإشعارات، يرجى تفعيلها لتطبيق Blokada.
es: Esta función requiere notificaciones, por favor actívalas para Blokada.
fi: Tämä ominaisuus vaatii ilmoituksia, ole hyvä ja vaihda ne päälle Blokadalle.
fr: Cette fonctionnalité nécessite des notifications, veuillez les autoriser pour Blokada.
hu: Ez a funkció értesítéseket igényel, kérjük, kapcsold be a Blokada-hoz.
it: Questa funzione richiede le notifiche, si prega di consentirle per Blokada.
nl: Deze functie vereist meldingen, schakel ze in voor Blokada.
pl: Ta funkcja wymaga powiadomień, włącz je dla Blokady.
ru: Эта функция требует уведомлений, включите их для Blokada.
zh_hant: 這個功能需要通知功能才能運作。請開啟 Blokada 的通知功能。

# notification perms denied
source: You denied notifications. To change it, please use System Preferences.
ar: لقد رفضت الإشعارات. لتغيير ذلك، يرجى استخدام تفضيلات النظام.
es: Has denegado las notificaciones. Para cambiar esto, por favor, usa las preferencias del sistema.
fi: Kielletyt ilmoitukset. Voit muuttaa sitä, käytä järjestelmän asetuksia.
fr: Vous avez refusé les notifications. Pour modifier ce choix, allez dans les préférences système.
hu: Letiltotta az értesítéseket. Megváltoztathatja a Rendszer Preferenciában.
it: Le notifiche sono state negate. Per consentirle, usa le impostazioni di sistema.
nl: U heeft meldingen geweigerd. Gebruik Systeem Voorkeuren om deze te wijzigen.
pl: Odmówiono powiadomień. Aby to zmienić, użyj ustawień systemowych.
ru: Вы отказались от уведомлений. Чтобы изменить это, используйте системные настройки.
zh_hant: 您拒絕了通知。若要變更，請前往系統偏好設定更改。
