Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# account lease generated
source: Device added! Download the configuration to use it on any device supported by WireGuard.
ar: تمت إضافة الجهاز! حمّل ملف الإعداد لاستخدامه على أي جهاز يدعم WireGuard.
de: Gerät hinzugefügt! Lade die Konfiguration herunter, um sie auf jedem Gerät zu verwenden, dass von WireGuard unterstützt wird.
es: ¡Dispositivo añadido! Descarga la configuración para usarla en cualquier dispositivo soportado por Wireguard.
fi: Laite lisätty! Lataa konfiguraatio käyttääksesi sitä millä tahansa WireGuardin tukemalla laitteella.
fr: Appareil ajouté ! Téléchargez la configuration pour l'utiliser sur n'importe quel appareil pris en charge par WireGuard.
hu: Eszköz hozzáadva! Töltse le a konfigurációt bármely WireGuard támogatott eszközre.
it: Dispositivo aggiunto! Scarica la configurazione per usarla su qualsiasi dispositivo supportato da WireGuard.
nl: Apparaat toegevoegd! Download de configuratie om het te gebruiken op elk apparaat dat wordt ondersteund door WireGuard.
pl: Dodano urządzenie! Pobierz konfigurację, aby użyć ją na dowolnym urządzeniu obsługiwanym przez WireGuard.
ru: Устройство добавлено! Скачайте конфигурацию, чтобы использовать ее на любом устройстве, которое поддерживается WiregGuard.
zh_hant: 已新增裝置！下載設定，即可在任何支援 WireGuard 的裝置上使用。

# account lease wireguard desc
source: Blokada uses WireGuard. Configurations can be downloaded when creating new devices.
ar: يستخدم Blokada بروتوكول WireGuard. يمكنك تحميل الإعدادات عند إنشاء أجهزة جديدة.
de: Blokada verwendet WireGuard. Konfigurationen können bei der Erstellung neuer Geräte heruntergeladen werden.
es: Blokada utiliza Wireguard. Las configuraciones se pueden descargar al crear nuevos dispositivos.
fi: Blokada käyttää WireGuardia. Asetuksia voi ladata uusia laitteita luotaessa.
fr: Blokada utilise WireGuard. Les configurations peuvent être téléchargées lors de la création de nouveaux appareils.
hu: A Blokada WireGuardot használ. A konfiguráció letölthető új eszköz esetében.
it: Blokada utilizza WireGuard. Le configurazioni possono essere scaricate quando si creano nuovi dispositivi.
nl: Blokada gebruikt WireGuard. Configuraties kunnen worden gedownload bij het maken van nieuwe apparaten.
pl: Blokada używa WireGuard. Konfiguracja może być pobierana podczas tworzenia nowych urządzeń.
ru: Blokada использует WiregGuard. Конфигурации можно скачать при создании новых устройств.
zh_hant: Blokada 使用 WireGuard。建立新裝置時可以下載設定。

# account lease action dns
source: Choose a DNS
ar: اختر DNS
de: DNS auswählen
es: Escoge un DNS
fi: Valitse DNS
fr: Sélectionner un DNS
hu: DNS választása
it: Scegli DNS
nl: Kies een DNS
pl: Wybierz DNS
ru: Выберите DNS
zh_hant: 選擇 DNS

# account lease label public key
source: Public Key
ar: المفتاح العام
de: Öffentlicher Schlüssel
es: Llave pública
fi: Julkinen avain
fr: Clé publique
hu: Nyilvános kulcs
it: Chiave pubblica
nl: Publieke sleutel
pl: Klucz publiczny
ru: Публичный ключ
zh_hant: 公開金鑰

# account support action how help
source: How can we help you?
ar: كيف يمكننا مساعدتك؟
de: Wie können wir dir helfen?
es: ¿Cómo podemos ayudarte?
fi: Kuinka voimme auttaa sinua?
fr: Comment pouvons-nous vous aider ?
hu: Hogyan segíthetünk?
it: Come possiamo aiutarti?
nl: Hoe kunnen we je helpen?
pl: Jak możemy Ci pomóc?
ru: Чем мы можем вам помочь?
zh_hant: 我們可以怎麼協助您？

# account support action kb
source: Open Knowledge Base
ar: افتح قاعدة المعرفة
de: Wissensdatenbank öffnen
es: Nuestra base de conocimientos
fi: Avaa Tietokeskus
fr: Ouvrir la Base de connaissances
hu: Tudástár megnyitása
it: Apri Conoscenze di Base
nl: Open kennisbank
pl: Otwórz Bazę Wiedzy
ru: Открытая база знаний
zh_hant: 開啟知識庫

# account upgrade cloud description
source: This feature is a part of Blokada Plus. To upgrade, please contact our Customer Support.
ar: هذه الميزة جزء من Blokada Plus. للترقية ، الرجاء الاتصال بدعم العملاء.
es: Esta función es parte de Blokada Plus. Para actualizar, póngase en contacto con nuestro servicio de atención al cliente.
fi: Tämä ominaisuus on osa Blokada Plus -ohjelmaa. Päivittääksesi ota yhteyttä asiakastukeemme.
fr: Cette fonctionnalité fait partie de Blokada Plus. Pour mettre à jour, veuillez contacter notre service client.
hu: Ez a szolgáltatás a Blokada Plus része. A feljavításhoz lépjen kapcsolatba az ügyfélszolgálattal.
it: Questa funzione fa parte di Blokada Plus. Per effettuare l'aggiornamento, contatta il nostro Servizio clienti.
nl: Deze functie is een onderdeel van Blokada Plus. Neem contact op met onze klantenservice om een upgrade uit te voeren.
pl: Ta funkcja jest częścią Blokady Plus. Aby ulepszyć, skontaktuj się z naszym działem obsługi klienta.
ru: Эта функция является частью Blokada Plus. Для обновления обратитесь в нашу службу поддержки.
zh_hant: 此功能是 Blokada Plus 的一部份。要升級，請聯絡我們的客戶支援。

# payment header activated
source: Activated!
ar: تم التفعيل!
de: Aktiviert!
es: ¡Activado!
fi: Aktivoitu!
fr: Activé !
hu: Aktiválva!
it: Attivata!
nl: Geactiveerd!
pl: Aktywowane!
ru: Активировано!
zh_hant: 已啟用！

# payment activated description
source: Blokada will now switch into Plus mode, and connect through one of our secure locations. If you are unsure which one to choose, the closest one to you is recommended.
ar: سيتحول Blokada الآن إلى وضع بلس ويتصل بأحد مواقعنا الآمنة. إذا لم تكن متأكدًا أي موقع تختار، يوصى باختيار الأقرب إلى موقعك.
de: Blokada wechselt nun in den Plus-Modus und verbindet sich mit einem unserer sicheren Standorte. Wenn du dir nicht sicher bist, welchen du wählen solltest, empfehlen wir den am nächsten gelegenen.
es: Ahora Blokada cambiará al modo Plus y se conectará a través de una de nuestros servidores seguros. Si no sabes cuál elegir, te recomendamos que elijas el más cercano a ti.
fi: Blokada siirtyy nyt Plus-tilaan ja muodostaa yhteyden turvallisen sijaintimme kautta. Jos et ole varma mitä valita niin suosittelemme ottamaan sen, joka on lähimpänä sinua.
fr: Blokada va maintenant passer en mode Plus et vous connecter grâce à l'un de nos emplacements sécurisés. Si vous ne savez pas lequel choisir, nous vous recommandons de sélectionner le plus proche.
hu: A Blokada most belép Plus módba, és az egyik biztonságos címeinken keresztül becsatlakozik. Ha bizonytalan abban melyiket válassza, érdemes a legközelebbit.
it: Adesso Blokada passerà in modalità Plus e si connetterà attraverso una delle nostre località sicure. Se non sei sicuro di quale scegliere, si raccomanda quella più vicina.
nl: Blokada zal nu overschakelen naar Plus-modus en verbinding maken via een van onze beveiligde locaties. Als u niet zeker bent welke te kiezen, wordt het dichtstbijzijnde aangeraden.
pl: Blokada przełączy się teraz w tryb Plus, i połączy się przez jedną z naszych bezpiecznych lokalizacji. Jeśli nie jesteś pewien, którą z nich wybrać, zalecamy wybranie najbliższej względem Ciebie.
ru: Теперь Blokada перешла в режим Plus и подключена через одно из наших безопасных местоположений. Если вы не определились с выбором, рекомендуется выбрать наиболее близкое к вам.
zh_hant: Blokada 將會切換到 Plus 模式，並透過我們的其中一個安全位置進行連線。如果不確定要怎麼選擇的話，就選最近的一個。

# payment action choose location
source: Choose a location
ar: اختر موقعًا
de: Standort wählen
es: Elige una ubicación
fi: Valitse sijainti
fr: Sélectionnez un emplacement
hu: Válassz ki egy helyet
it: Scegli una località
nl: Kies een locatie
pl: Wybierz lokalizację
ru: Выбрать местоположение
zh_hant: 選擇位置

# payment action see locations
source: Our Locations
ar: مواقعنا
de: Unsere Standorte
es: Nuestras Ubicaciones
fi: Meidän Sijainnit
fr: Nos sites
hu: Címeink
it: Le nostre sedi
nl: Onze Locaties
pl: Nasze lokalizacje
ru: Наши локации
zh_hant: 我們的位置

# payment title
source: Upgrade to our VPN service to stay in control of *your privacy*.
ar: قم بالترقية إلى خدمة VPN للتحكم الكامل في *خصوصيتك*.
de: Upgrade auf unseren VPN-Service, um die Kontrolle über *deine Privatsphäre* zu behalten.
es: Actualiza a nuestro servicio VPN para mantener el control de tu *privacidad*.
fi: Päivitä VPN-palveluumme, jotta pystyt hallitsemaan *yksityisyyttäsi*.
fr: Mettez-vous à niveau avec notre service VPN pour garder le contrôle de *votre vie privée*.
hu: Váltson át a VPN szolgáltatásunkra hogy kezébe vegye a *saját privát adatait*.
it: Aggiorna al nostro servizio VPN per mantenere il controllo della *tua privacy*.
nl: Upgrade naar onze VPN-service om de controle over *uw privacy* te behouden.
pl: Aktywuj nasz VPN, aby zachować kontrolę nad *swoją prywatnością*.
ru: Перейдите на наш VPN-сервис, чтобы контролировать *вашу конфиденциальность*.
zh_hant: 升級至我們的 VPN 服務以掌控 *您的隱私*。

# payment feature title change location
source: Change Location
ar: تغيير الموقع
de: Standort ändern
es: Cambiar ubicación
fi: Muuta sijaintia
fr: Changez de localisation
hu: Hely módosítása
it: Modifica località
nl: Verander de locatie
pl: Zmień lokalizację
ru: Изменить местоположение
zh_hant: 變更位置

# payment feature desc change location
source: Hide your IP address and pretend you are in another country. This will mask you from third-parties and help protect your identity.
ar: اخف عنوان IP وادع أنك في دولة أخرى. سيخفيك ذلك عن الجهات الخارجية ويساعد في حماية هويتك.
de: Verstecke deine IP-Adresse und tu so, als ob du in einem anderen Land bist. Das wird dich vor Drittanbietern verbergen und dir helfen, deine Identität zu schützen.
es: Oculta tu dirección IP y finge que estás en otro país. Esto te hará una máscara a terceros y ayudará a proteger tu identidad.
fi: Piilota IP-osoitteesi ja teeskentele, että olet toisessa maassa. Tämä peittää sinut kolmansilta osapuolilta ja auttaa suojaamaan henkilöllisyyttäsi.
fr: Masquez votre adresse IP et apparaissez dans un autre pays. Cela protégera votre identité.
hu: Rejtse el IP címét, és tegyen úgy mintha másik országban lenne. Ez elmaszkolja Önt a harmadik felek elől, és segít megőrizni anonimitását.
it: Nascondi il tuo indirizzo IP e fingi di essere in un altro paese. Questo ti garantirà l'anonimato e ti aiuterà a proteggere la tua identità.
nl: Verberg je IP-adres en doe alsof je in een ander land bent. Dit verbergt je van derden en helpt je je identiteit te beschermen.
pl: Ukryj swój adres IP i udawaj, że jesteś w innym kraju. To maskuje Cię od postronnych firm zbierających dane personalne, i pomoże chronić Twoją tożsamość.
ru: Спрячьте свой IP-адрес и притворитесь, что вы находитесь в другой стране. Это замаскирует вас от третьих лиц и поможет защитить вашу идентичность.
zh_hant: 隱藏 IP 位址並假裝您在其他國家。這將讓降低您被第三方攻擊的機會，並協助保護您的身份。

# payment feature title encrypt data
source: Encrypt Data
ar: تشفير البيانات
de: Daten verschlüsseln
es: Encripta tus datos
fi: Salaa tiedot
fr: Chiffrement des données
hu: Adatok titkosítása
it: Crittografia dei dati
nl: Gegevens versleutelen
pl: Szyfruj dane
ru: Данные зашифрованы
zh_hant: 加密資料

# payment feature desc encrypt data
source: Data sent through our VPN tunnel is encrypted using strong algorithms in order to protect against interception by unauthorized parties.
ar: يتم تشفير البيانات المرسلة عبر نفق VPN الخاص بنا باستخدام خوارزميات قوية للحماية من اعتراض الأطراف غير المصرح بها.
de: Die Daten, die durch unseren VPN-Tunnel geschickt werden, sind durch starke Algorithmen verschlüsselt, um dich vor dem Abhören durch unberechtigte Personen zu schützen.
es: Los datos enviados a través de nuestro túnel VPN son cifrados usando algoritmos fuertes para protegerlos contra la interceptación por parte de partes no autorizadas.
fi: VPN-tunnelimme kautta lähetetyt tiedot on salattu vahvoilla algoritmeilla suojaamaan tietojen sieppausta vastaan luvattomien osapuolien toimesta.
fr: Les données transitant par notre tunnel VPN sont chiffrées avec de puissants algorithmes pour les prémunir d'une interception par de tierces parties.
hu: A VPN-nünkön keresztül küldött adatok komoly algoritmusok által kerülnek titkosításra annak érdekében hogy elkerülje a illetéktelen lehallgatásokat.
it: I dati inviati attraverso il nostro tunnel VPN sono crittografati utilizzando algoritmi sicuri per proteggerli dalle intercettazioni da parte di soggetti non autorizzati.
nl: Gegevens die via onze VPN-tunnel worden verzonden zijn versleuteld met sterke algoritmen om te beschermen tegen interceptie door onbevoegde partijen.
pl: Dane przesyłane przez nasz tunel VPN są szyfrowane przy użyciu silnych algorytmów w celu ochrony przed przechwytywaniem przez nieupoważnione strony.
ru: Данные, передаваемые через наш VPN-туннель, шифруются при помощи сложных алгоритмов для защиты от перехвата посторонними лицами.
zh_hant: 透過我們的 VPN 隧道傳送的資料使用強大的演算法來加密以防止未經授權的人員攔截。

# payment feature title encrypt dns
source: Encrypt DNS
ar: تشفير DNS
de: DNS verschlüsseln
es: Encriptar DNS
fi: Salaa DNS
fr: Chiffrement DNS
hu: Titkosított DNS
it: Cripta DNS
nl: DNS versleutelen
pl: Szyfruj DNS
ru: Шифровать DNS
zh_hant: DNS 加密

# payment feature desc encrypt dns
source: Improve your privacy with DNS encryption. Blokada Cloud uses modern protocols to help keep your traffic private.
ar: حسّن خصوصيتك مع تشفير DNS. يستخدم Blokada Cloud بروتوكولات حديثة للمحافظة على خصوصية بياناتك.
de: Verbessere deine Privatsphäre durch DNS-Verschlüsselung. Blokada Cloud verwendet moderne Protokolle, um deinen Datenverkehr privat zu halten.
es: Mejora tu privacidad con el cifrado DNS. La Nube de Blokada utiliza protocolos modernos para ayudar a mantener tu tráfico privado.
fi: Paranna yksityisyyttäsi DNS-salauksella. Blokada Cloud käyttää nykyaikaisia protokollia pitääkseen liikenteen yksityisenä.
fr: Améliorez votre vie privée avec le chiffrement DNS. Blokada Cloud utilise des protocoles modernes pour aider à protéger votre trafic.
hu: Javítsa fel adatkezelési szokását DNS titkosítással. A Blokada Cloud modern protokollokat használ, hogy privát maradjon az adatforgalma.
it: Migliora la tua privacy con la crittografia DNS. Blokada Cloud utilizza protocolli moderni per mantenere privato il tuo traffico dati.
nl: Verbeter uw privacy met DNS-versleuteling. Blokada gebruikt moderne protocollen om uw verkeer privé te houden.
pl: Popraw swoją prywatność dzięki szyfrowaniu DNS. Blokada Cloud wykorzystuje nowoczesne protokoły, aby pomóc zachować prywatność Twojego ruchu.
ru: Повысьте уровень конфиденциальности с помощью шифрования DNS. Blokada Cloud использует современные протоколы для обеспечения конфиденциальности вашего трафика.
zh_hant: 利用 DNS 加密功能增強保護您的隱私權。Blokada Cloud 採用現代通訊協定，保證您的流量無人知曉。

# payment feature title performance
source: Great Performance
ar: أداء رائع
de: Großartige Leistung
es: Gran rendimiento
fi: Suuri Suorituskyky
fr: Grande performance
hu: Kiváló Teljesítmény
it: Grandi prestazioni
nl: Grote prestaties
pl: Świetna Wydajność
ru: Отличная производительность
zh_hant: 效能更上一層

# payment feature desc performance
source: Keep your device snappy and your Internet connection at max speeds, thanks to our new Cloud solution.
ar: حافظ على سرعة جهازك وجودة اتصالك بالإنترنت بفضل حلنا السحابي الجديد.
de: Dank unserer neuen Cloud-Lösung bleibt dein Gerät schnell und die Internetverbindung bei maximaler Geschwindigkeit.
es: Mantén tu dispositivo rápido y tu conexión a Internet a máxima velocidad, gracias a nuestra nueva solución en la nube.
fi: Uuden pilviratkaisumme ansiosta säilytä laitteesi ja internet-yhteytesi maksiminopeuksilla.
fr: Gardez votre appareil instantané et votre connexion Internet à vitesse maximale, grâce à notre nouvelle solution Cloud.
hu: Készüléke gyors marad miközben internet sebessége a maximális szintet éri el, köszönhetően az új Felhő alapú megoldásnak.
it: Mantieni il tuo dispositivo scattante e la tua connessione Internet alla massima velocità, grazie alla nostra nuova soluzione Cloud.
nl: Houd je apparaat netjes en je internetverbinding op maximale snelheden, dankzij onze nieuwe Cloud oplossing.
pl: Dzięki naszemu nowemu rozwiązaniu w chmurze, Twoje urządzenie i połączenie z Internetem będzie w maksymalnie szybkie.
ru: Поддерживайте быстродействие вашего устройства и максимальную скорость подключения к интернету благодаря нашему новому облачному решению.
zh_hant: 新一代雲端解決方案，讓您的裝置火力全開，網速飆滿。

# payment feature title battery
source: Zero Battery Impact
ar: استهلاك بطارية صفري
de: Keine Belastung des Akkus
es: Impacto de Batería Cero
fi: Nolla Akun Isku
fr: Zéro Impact de la batterie
hu: Nulla Akkumulátor Élettartam Behatás
it: Zero impatto sulla batteria
nl: Zero Batterij Impact
pl: Zero Wpływu na Baterię
ru: Никакого влияния на батарею
zh_hant: 不多耗電

# payment feature desc battery
source: Your battery life isn't going to be impacted, it might even improve when Blokada Cloud is activated.
ar: لن يتأثر عمر البطارية لديك، بل قد يتحسن عند تفعيل Blokada Cloud.
de: Deine Akkulaufzeit wird nicht beeinträchtigt, sie kann sich sogar verbessern, wenn Blokada Cloud aktiviert ist.
es: La duración de tu batería no va a verse afectada, incluso puede mejorar cuando la Nube de Blokada está activada.
fi: Akun käyttöikääsi ei tule vaikuttamaan, se saattaa jopa parantua, kun Blokada Cloud on aktivoitu.
fr: L'autonomie de votre batterie ne va pas être impactée, elle pourrait même s'améliorer lorsque Blokada Cloud est activé.
hu: Az akkumulátor élettartama nem csökken, még talán nőhet is ha aktív a Blokada Cloud.
it: La durata della batteria non sarà influenzata, potrebbe anche migliorare quando Blokada Cloud è attivato.
nl: Uw batterijduur zal niet worden beïnvloed, het kan zelfs verbeteren wanneer Blokada is geactiveerd.
pl: Żywotność akumulatora nie zostanie zmieniona, może nawet ulec poprawie, gdy Blokada Cloud jest aktywna.
ru: Время автономной работы не уменьшится, а может и увеличится после активации Blokada Cloud.
zh_hant: 您的電池壽命不會受到影響，當 Blokada Cloud 啟用時，它甚至可能會改善。

# payment feature title devices cloud
source: Multiple Devices
ar: عدة أجهزة
de: Mehrere Geräte
es: Múltiples dispositivos
fi: Useita Laitteita
fr: Plusieurs appareils
hu: Több Készülék
it: Dispositivi multipli
nl: Meerdere apparaten
pl: Wiele urządzeń
ru: Несколько устройств
zh_hant: 支援多裝置

# payment feature desc devices cloud
source: Configure and monitor all your devices in one place. Either through our mobile app or our web app.
ar: قم بتكوين ومراقبة جميع أجهزتك في مكان واحد، سواء عبر تطبيق الهاتف أو التطبيق الإلكتروني.
de: Konfiguriere und überwache all deine Geräte an einem Ort. Entweder über unsere Mobile-App oder unsere Web-App.
es: Configure y supervise todos sus dispositivos en un solo lugar. Ya sea a través de nuestra aplicación móvil o de nuestra aplicación web.
fi: Määritä ja seuraa kaikkia laitteitasi yhdessä paikassa. Joko mobiilisovelluksemme tai web-sovelluksemme kautta.
fr: Configurez et contrôlez tous vos appareils en un seul endroit. Soit via notre application mobile ou notre application web.
hu: Állítsa be és figyelje az összes készülékét egy helyen. Vagy a mobil appon, vagy a webes appon keresztül.
it: Configura e monitora tutti i tuoi dispositivi da un unico posto. Tramite la nostra app mobile o la web app.
nl: Configureer en monitor al uw apparaten op één plek. Via onze mobiele app of onze webapp.
pl: Skonfiguruj i monitoruj wszystkie swoje urządzenia w jednym miejscu. Za pośrednictwem naszej aplikacji mobilnej lub naszej aplikacji internetowej.
ru: Настраивайте и контролируйте все свои устройства в одном месте. Либо через наше мобильное приложение, либо через веб-приложение.
zh_hant: 在一個地方設定並監視您的所有裝置。透過我們的行動應用程式或我們的網路應用程式。

# payment feature title cloud vpn
source: The Cloud plus VPN
ar: السحابة بالإضافة للـVPN
de: Cloud + VPN
es: La Nube de Blokada Plus VPN
fi: Cloud plus VPN
fr: Le Cloud plus VPN
hu: A Cloud Plus VPN
it: Cloud + VPN
nl: De Cloud plus VPN
pl: Chmura plus VPN
ru: Cloud plus VPN
zh_hant: Cloud 加上 VPN

# payment feature desc cloud vpn
source: In addition to all the benefits of Blokada Cloud, you'll get access to our global VPN network
ar: بالإضافة إلى جميع مزايا Blokada Cloud، ستحصل على إمكانية الوصول إلى شبكة VPN العالمية الخاصة بنا
de: Zusätzlich zu allen Vorteilen der Blokada-Cloud erhältst du Zugriff auf unser globales VPN-Netzwerk
es: Además de todos los beneficios de la Nube de Blokada, tendrás acceso a nuestra red VPN global
fi: Kaikkien Blokada Cloudin etujen lisäksi saat pääsyn maailmanlaajuiseen VPN-verkostoomme
fr: En plus de tous les avantages de Blokada Cloud, vous aurez accès à notre réseau VPN mondial
hu: A Blokada Cloud összes előnyén felül hozzáférést kap a teljes világot behálózó VPN hálózatunkhoz
it: Oltre a tutti i benefici di Blokada Cloud otterrai l'accesso alla nostra rete VPN globale
nl: Naast alle voordelen van Blokada Cloud krijgt u toegang tot ons wereldwijde VPN-netwerk
pl: Oprócz wszystkich korzyści płynących z Blokady Cloud, uzyskasz dostęp do naszej globalnej sieci VPN
ru: В дополнение ко всем преимуществам Blokada Cloud, вы получите доступ к нашей глобальной сети VPN
zh_hant: 除了 Blokada Cloud 的所有優勢以外，您還可以存取我們的全球 VPN 網路

# payment feature title faster connection
source: Faster Connection
ar: اتصال أسرع
de: Schnellere Verbindung
es: Conexión más rápida
fi: Nopeampi yhteys
fr: Connexion plus rapide
hu: Gyorsabb csatlakozás
it: Connessione più veloce
nl: Sneller verbinding
pl: Szybsze połączenie
ru: Более быстрое соединение
zh_hant: 較快速的連線

# payment feature desc faster connection
source: Great speeds up to 100Mbps with servers in various parts of the World.
ar: سرعات رائعة تصل إلى 100 ميجابت في الثانية مع خوادم في عدة مناطق حول العالم.
de: Schnelle Verbindungen mit bis zu 100 Mbit/s mit Servern überall auf der Welt verteilt.
es: Alcanza velocidades de hasta 100Mbps gracias a servidores alrededor del mundo.
fi: Suuri nopeuksia jopa 100Mbps asti palvelimilla eri puolilla maailmaa.
fr: Des vitesses exceptionnelles allant jusqu'à 100 Mbps avec des serveurs partout dans le monde.
hu: Gyors csatlakozás az akár 100 Mbit/s sebességű szerverekhez, szerte a világon.
it: Grandi velocità fino a 100Mbps con server in varie parti del mondo.
nl: Geweldige snelheid tot 100 Mbps met servers in verschillende delen van de wereld.
pl: Świetne prędkości do 100 Mb/s z serwerami w różnych częściach świata.
ru: Высокие скорости до 100 Мбит/с с серверами в различных частях света.
zh_hant: 在世界各地的伺服器上最高可達 100Mbps。

# payment feature title devices
source: Up to 5 devices
ar: حتى 5 أجهزة
de: Bis zu 5 Geräte
es: Hasta 5 dispositivos
fi: Jopa 5 laitetta
fr: Jusqu'à 5 appareils
hu: Akár 5 eszköz
it: Fino a 5 dispositivi
nl: Tot 5 apparaten
pl: Do 5 urządzeń
ru: До 5 устройств
zh_hant: 最多 5 個裝置

# payment feature desc devices
source: Use the same account to share your subscription with up to 5 devices: iOS, Android, or PC.
ar: استخدم نفس الحساب لمشاركة اشتراكك حتى 5 أجهزة: iOS، أندرويد، أو كمبيوتر.
de: Nutze das gleiche Konto und teile dein Abo mit bis zu 5 Geräten: egal ob iOS, Android oder PC.
es: Utiliza la misma cuenta para compartir tu suscripción con hasta 5 dispositivos: iOS, Android o PC.
fi: Käytä samaa tiliä jakaaksesi tilauksesi enintään viiden laitteen kanssa: iOS, Android tai PC.
fr: Utilisez un seul compte pour partager votre abonnement avec 5 appareils à la fois : iOS, Android ou PC.
hu: Ugyanazon fiók használatával megoszthatod előfizetésed legfeljebb öt készülék között: iOS, Android, vagy PC.
it: Usa lo stesso account per condividere il tuo abbonamento con un massimo di 5 dispositivi: iOS, Android o PC.
nl: Gebruik hetzelfde account om uw abonnement te delen met maximaal 5 apparaten: iOS, Android of PC.
pl: Użyj tego samego konta, aby współdzielić swoją subskrypcję z maksymalnie 5 urządzeniami: iOS, Android lub PC.
ru: Используйте одну и ту же учетную запись, чтобы поделиться подпиской с 5 устройствами: iOS, Android или PC.
zh_hant: 使用相同的帳號以在最多 5 個裝置上分享您的訂閱：iOS、Android 或 PC。

# payment feature title no ads
source: Block Ads
ar: حظر الإعلانات
de: Werbung blockieren
es: Bloquear anuncios
fi: Estä Mainokset
fr: Bloquer les publicités
hu: Reklám Blokkolás
it: Blocca Pubblicità
nl: Advertenties blokkeren
pl: Blokuj Reklamy
ru: Блокировка рекламы
zh_hant: 阻擋廣告
