Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# dnsprofile desc
source: In the Settings app, navigate to General → VPN, DNS & Device Management → DNS and select Blokada.
ar: من تطبيق الإعدادات، انتقل إلى عام → VPN، DNS وإدارة الجهاز → DNS واختر Blokada.
de: Navigiere in den Android-Einstellungen zu Allgemein → VPN, DNS & Geräteverwaltung → DNS und wähle Blokada.
es: En la aplicación de configuración, vaya a General → VPN y gestión de dispositivos → DNS y seleccione Blokada.
fi: Siirry Asetukset-sovelluksessa Yleiset → VPN, DNS & Laitteiden hallinta → DNS ja valitse Blokada.
fr: Dans l'application Paramètres : allez dans Général → VPN, DNS & Gestion des périphériques → DNS et enfin sélectionnez Blokada.
hu: A Beállítások alkalmazásban navigálj az Általános → VPN, DNS és eszközkezelés → DNS menüpontra, és válaszd a Blokada lehetőséget.
it: Nelle Impostazioni, vai su Generale → VPN, DNS e Gestione dispotivo → DNS, e seleziona Blokada.
nl: In de app Instellingen ga je naar Algemeen → VPN, DNS & Apparaatbeheer → DNS en selecteer Blokada.
pl: W aplikacji Ustawienia przejdź do Ogólne → VPN i urządzenia zarządzane → DNS i wybierz Blokada.
ru: В настройках устройства перейдите в раздел Общие → VPN, DNS и управление устройствами → DNS и выберите Blokada.
zh_hant: 在「設定」App 中，前往 [一般] → [VPN、DNS 與裝置管理] → DNS 並選取 Blokada。

# dnsprofile action open settings
source: Open Settings
ar: افتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fi: Avaa Asetukset
fr: Ouvrir les Paramètres
hu: Beállítások megnyitása
it: Apri le Impostazioni
nl: Open instellingen
pl: Otwórz Ustawienia
ru: Открыть Настройки
zh_hant: 開啟設定

# dnsprofile desc android
source: In the Settings app, find the Private DNS section, and then paste your hostname (long tap).
ar: في إعدادات التطبيق ، ابحث عن قسم DNS الخاص ، ثم الصق اسم المضيف الخاص بك (الضغط لفترة طويلة).
es: En la aplicación de configuración, busque la sección DNS privado, y luego pegue su nombre de host (toque largo).
fi: Etsi Asetukset-sovelluksesta Yksityinen DNS-osio ja liitä sitten isäntänimi (pitkä napautus).
fr: Dans l'application Paramètres, trouvez la section DNS privée, puis collez votre nom d'hôte (appui long).
hu: A Beállítások appban keresd meg a Privát DNS részt, majd illeszd be a hostnevet (hosszú koppintás).
it: Nell'app Impostazioni, trova la sezione DNS Privato, quindi incolla il tuo hostname (pressione prolungata).
nl: In de Instellingen app, vind je het Privé DNS-gedeelte, en plak je hostname (long tap).
pl: W ustawieniach aplikacji znajdź sekcję Prywatny DNS, a następnie wklej swoją nazwę hosta (długie stuknięcie).
ru: Найдите в настройках Персональный DNS и вставьте ваше имя хоста (долгим нажатием).
zh_hant: 在「設定」app 中，找到「私人 DNS」區塊，然後（長按）貼上您的主機名稱。

# dnsprofile desc android copy
source: Copy your Blokada Cloud hostname to paste it in Settings.
ar: انسخ اسم مضيف Blokada Cloud للصقه في الإعدادات.
es: Copie su nombre de host Blokada Cloud para pegarlo en Configuración.
fi: Kopioi Blokada Cloud -palvelimen liittääksesi sen Asetuksiin.
fr: Copiez votre nom d'hôte Blokada Cloud pour le coller dans les Paramètres.
hu: Másold ki a Blokada Cloud hostnevét, hogy beilleszthesd a Beállításokba.
it: Copia il tuo hostname Blokada Cloud per incollarlo nelle Impostazioni.
nl: Kopieer je Blokada Cloud hostnaam om het te plakken in Instellingen.
pl: Skopiuj swoją nazwę hosta Blokady Cloud, aby wkleić ją w ustawieniach.
ru: Скопируйте ваше имя хоста Blokada Cloud, чтобы вставить его в настройках.
zh_hant: 複製您的 Blokada Cloud 主機名稱，然後在「設定」中貼上。

# dnsprofile notification subtitle
source: In the Settings app, navigate to:
ar: من تطبيق الإعدادات، انتقل إلى:
es: En la aplicación Configuración, navegar a:
fi: Navigoi kohdassa Asetukset-sovelluksessa:
fr: Dans l'application Paramètres, accédez à :
hu: A Beállítások alkalmazásban navigálj ide:
nl: Navigeer in Instellingen app, naar:
pl: W aplikacji Ustawienia przejdź do:
ru: В настройках устройства перейдите к:
zh_hant: 在「設定」應用程式中，請依序前往：

# dnsprofile notification body
source: General → VPN, DNS & Device Management → DNS and select Blokada.
ar: عام → VPN، DNS وإدارة الأجهزة → DNS واختر Blokada.
es: General → VPN y gestión de dispositivos → DNS y seleccione Blokada.
fi: Yleinen → VPN, DNS & Device Management → DNS ja valitse Blokada.
fr: Général → VPN, DNS & gestion de périphériques → DNS et sélectionnez Blokada.
hu: Általános → VPN, DNS és Eszközkezelés → DNS, majd válaszd a Blokadát.
nl: Algemeen → VPN, DNS & Apparaatbeheer → DNS en selecteer Blokada.
pl: Ogólne → VPN i urządzenia zarządzane → DNS i wybierz Blokada.
ru: Общие → VPN, DNS и управление устройствами → DNS и выберите Blokada.
zh_hant: 一般 → VPN、DNS 與裝置管理 → DNS 並選擇 Blokada。

# activated header
source: Almost there!
ar: اقتربنا!
es: ¡Ya casi estamos!
fi: Melkein valmis!
fr: On y est presque !
hu: Majdnem kész!
it: Ci siamo quasi!
nl: Bijna klaar!
pl: Prawie gotowe!
ru: Почти готово!
zh_hant: 快完成了！

# activated desc
source: The following is necessary for Blokada to work as expected:
ar: الأمور التالية ضرورية لعمل Blokada بشكل متوقع:
es: Lo siguiente es necesario para que Blokada funcione como se espera:
fi: Blokadan on tarpeen toimia odotetulla tavalla:
fr: Ce qui suit est nécessaire pour que Blokada fonctionne comme prévu :
hu: A következőkre van szükség ahhoz, hogy a Blokada az elvárásoknak megfelelően működjön:
it: Quanto segue è necessario affinché Blokada funzioni come previsto:
nl: Het volgende is nodig om Blokada te laten werken zoals verwacht:
pl: Aby Blokada działała zgodnie z oczekiwaniami, konieczne jest:
ru: Чтобы Blokada работала должным образом, необходимо:
zh_hant: 要讓 Blokada 按預期運作，請依下述操作：

# activated desc all ok
source: Your device is all set up and good to go:
ar: تم إعداد جهازك بالكامل وجاهز للعمل:
es: Su dispositivo está todo configurado y listo para funcionar:
fi: Laitteesi on kaikki asetettu ja hyvä mennä:
fr: Votre appareil est paramétré et prêt à l'emploi :
hu: Az eszközöd be van állítva, és készen áll a használatra:
it: Il tuo dispositivo è configurato e pronto per l'uso:
nl: Je apparaat is allemaal ingesteld en goed om weg te gaan:
pl: Twoje urządzenie jest skonfigurowane i gotowe:
ru: Ваше устройство настроено и готово к работе:
zh_hant: 您的裝置已設定完成，隨時可以使用：

# activated label account
source: Account is active (%@)
ar: الحساب نشط (%@)
es: La cuenta está activa (%@)
fi: Tili on aktiivinen (%@)
fr: Le compte est actif (%@)
hu: A fiók aktív (%@)
it: L'account è attivo (%@)
nl: Account is actief (%@)
pl: Konto jest aktywne (%@)
ru: Аккаунт активен (%@)
zh_hant: 帳號處於活躍狀態 (%@)

# activated label notif yes
source: Notifications are allowed
ar: الإشعارات مفعلة
es: Notificaciones permitidas
fi: Ilmoitukset sallitaan
fr: Les notifications sont autorisées
hu: Az értesítések engedélyezve vannak
it: Le notifiche sono consentite
nl: Meldingen zijn toegestaan
pl: Powiadomienia są dozwolone
ru: Уведомления разрешены
zh_hant: 已允許通知

# activated label notif no
source: Allow notifications
ar: سماح بالإشعارات
es: Permitir notificaciones
fi: Salli ilmoitukset
fr: Autoriser les notifications
hu: Értesítések engedélyezése
it: Consenti notifiche
nl: Meldingen toestaan
pl: Zezwól na powiadomienia
ru: Разрешить уведомления
zh_hant: 允許通知

# activated label dns yes
source: DNS profile is activated
ar: ملف تعريف DNS مفعل
es: El perfil DNS está activado
fi: DNS-profiili on aktivoitu
fr: Le profil DNS est activé
hu: A DNS-profil aktiválva van
it: Il profilo DNS è attivato
nl: DNS-profiel is geactiveerd
pl: Profil DNS jest aktywowany
ru: Профиль DNS активирован
zh_hant: DNS 設定檔已啟用

# activated label dns no
source: Activate DNS profile
ar: تفعيل ملف تعريف DNS
es: Activar perfil DNS
fi: Aktivoi DNS-profiili
fr: Activer le profil DNS
hu: DNS-profil aktiválása
it: Attiva profilo DNS
nl: DNS-profiel activeren
pl: Aktywuj profil DNS
ru: Активировать профиль DNS
zh_hant: 啟用 DNS 設定檔

# activated label vpn cloud
source: Allow VPN (Plus only)
ar: سماح VPN (Plus فقط)
es: Permitir VPN (sólo Plus)
fi: Salli VPN (vain Plus )
fr: Autoriser le VPN (Blokada Plus)
hu: VPN engedélyezése (csak Plus)
it: Consenti VPN (solo Plus)
nl: VPN toestaan (Plus alleen)
pl: Zezwól na VPN (tylko Plus)
ru: Разрешить VPN (только Plus)
zh_hant: 允許 VPN（僅 Plus）

# activated label vpn yes
source: VPN is allowed
ar: VPN مسموح به
es: VPN permitido
fi: VPN on sallittu
fr: Le VPN est autorisé
hu: A VPN engedélyezett
it: VPN consentita
nl: VPN is toegestaan
pl: VPN jest dozwolona
ru: VPN разрешен
zh_hant: 允許 VPN

# activated label vpn no
source: Allow VPN
ar: سماح للـVPN
es: Permitir VPN
fi: Salli VPN
fr: Autoriser le VPN
hu: VPN engedélyezése
it: Consenti VPN
nl: VPN toestaan
pl: Zezwól na VPN
ru: Разрешить VPN
zh_hant: 允許 VPN

# homepage vpn credit
source: 'WireGuard' and the 'WireGuard' logo are registered trademarks of Jason A. Donenfeld.
ar: "WireGuard" و شعار "WireGuard" علامات تجارية مسجلة لجيسون أ. دوننفلد.
de: 'WireGuard' und das 'WireGuard'-Logo sind eingetragene Marken von Jason A. Donenfeld.
es: 'WireGuard' y el logotipo de 'Wireguard' son marcas comerciales registradas de Jason A. Donenfeld.
fi: 'WireGuard' ja 'WireGuard' logo ovat Jason A. Donenfeldin rekisteröityjä tavaramerkkejä.
fr: "WireGuard" et le logo "WireGuard" sont des marques déposées de Jason A. Donenfeld.
hu: A "WireGuard" és a "WireGuard" logó Jason A. Donenfeld bejegyzett védjegye.
it: 'WireGuard' e il logo 'WireGuard' sono marchi registrati di Jason A. Donenfeld.
nl: 'WireGuard' en het logo 'WireGuard' zijn geregistreerde handelsmerken van Jason A. Donenfeld.
pl: 'WireGuard' i logo 'WireGuard' są zarejestrowanymi znakami towarowymi Jasona A. Donenfelda.
ru: 'WireGuard' и логотип 'WireGuard' являются зарегистрированными торговыми марками Джейсона А. Доненфельда (Jason A. Donenfeld).
zh_hant: 「WireGuard」和「WireGuard」標誌是 Jason A. Donenfeld 的註冊商標。

# advanced section header packs
source: Blocklists
ar: قوائم الحظر
de: Sperrlisten
es: Listas de bloqueo
fi: Estolistat
fr: Listes de blocage
hu: Tiltólista
it: Liste di blocco
nl: Blokkeerlijsten
pl: Blocklisty
ru: Списки блокировки
zh_hant: 阻擋清單

# app settings section header
source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fi: Tämä laite
fr: Cet appareil
hu: Ez az eszköz
it: Questo dispositivo
nl: Dit apparaat
pl: To urządzenie
ru: Это устройство
zh_hant: 這台裝置

# lock status locked
source: Blokada is locked. Enter the pin code to unlock
ar: تم قفل Blokada. أدخل رمز الـPIN لإلغاء القفل
es: Blokada está bloqueado. Introduzca el código pin para desbloquear
fi: Blokada on lukittu. Poista lukitus antamalla pin koodi
fr: Blokada est verrouillé. Entrez le code PIN pour déverrouiller
hu: A Blokada zárolva van. A feloldáshoz add meg a PIN-kódot
nl: Blokada wordt vergrendeld. Voer de pincode in om te ontgrendelen
pl: Blokada jest zablokowana. Wprowadź kod pin aby odblokować
ru: Blokada заблокирована. Введите пин-код для разблокировки
zh_hant: Blokada 已鎖定。請輸入 PIN 碼以解鎖

# lock status unlocked has pin
source: Enter the pin code to change it
ar: أدخل رمز الـPIN للتغيير
es: Introduzca el código pin para cambiarlo
fi: Syötä pin koodi muuttaaksesi sitä
fr: Saisissez le code PIN avant de le modifier
hu: A módosításhoz add meg a PIN-kódot
nl: Voer de pincode in om deze te wijzigen
pl: Wprowadź kod pin aby go zmienić
ru: Введите пин-код, чтобы изменить это
zh_hant: 輸入 PIN 碼以變更

# lock status unlocked
source: Set your pin code to lock Blokada
ar: عيّن رمز PIN لقفل Blokada
es: Establece tu código pin para bloquear Blokada
fi: Aseta pin koodi Blokadan lukitsemiseksi
fr: Définissez votre code PIN pour verrouiller Blokada
hu: Állítsd be a PIN-kódodat a Blokada zárolásához
nl: Stel je pincode in om Blokada te vergrendelen
pl: Ustaw kod pin aby zablokować Blokadę
ru: Установите PIN-код для блокировки Blokada
zh_hant: 設定您的 PIN 碼來鎖定 Blokada

# crash body
source: Blokada has unexpectedly stopped, and we're sorry for the inconvenience. By sharing the log file with us, you're enhancing the experience for all users. Please help us identify and fix this issue promptly.
ar: توقف Blokada بشكل غير متوقع، ونعتذر للإزعاج. بمشاركتك ملف السجل، ستساعدنا على تحسين التجربة للجميع. الرجاء مساعدتنا في التعرف على المشكلة وحلها بسرعة.
es: Blokada se ha detenido inesperadamente, y sentimos las molestias. Al compartir el archivo de registro con nosotros, está mejorando la experiencia para todos los usuarios. Por favor, ayúdenos a identificar y arreglar este problema rápidamente.
fi: Blokada on yllättäen pysähtynyt, ja olemme pahoillamme vaivasta. Jakamalla lokitiedoston kanssamme, parantat kaikkien käyttäjien kokemusta. Auta meitä tunnistamaan ja korjaamaan ongelma viipymättä.
fr: Blokada s'est arrêté de façon inattendue et nous sommes désolés pour ce désagrément. En partageant le fichier journal avec nous, vous améliorez l'expérience pour tous les utilisateurs. Veuillez nous aider à identifier et résoudre ce problème rapidement.
hu: A Blokada váratlanul leállt, elnézést kérünk a kellemetlenségért. Ha megosztod velünk a naplófájlt, ezzel minden felhasználó számára javítod az élményt. Kérjük, segíts nekünk gyorsan azonosítani és megoldani a problémát.
nl: Blokada is onverwacht gestopt, en spijt ons voor het ongemak. Door het logbestand met ons te delen, verbetert u de ervaring voor alle gebruikers. Help ons dit probleem snel te identificeren en op te lossen.
pl: Blokada została niespodziewanie zatrzymana i przykro nam za niedogodności. Udostępniając nam plik dziennika, poprawiasz komfort dla wszystkich użytkowników. Pomóż nam szybko zidentyfikować i rozwiązać ten problem.
ru: Blokada неожиданно прекратила работу, и мы приносим извинения за причиненные неудобства. Передав нам файл журнала, вы тем самым улучшите впечатления всех пользователей. Пожалуйста, помогите нам оперативно выявить и устранить эту проблему.
zh_hant: Blokada 已意外停止運作，對造成的不便我們深感抱歉。與我們分享日誌檔案有助於提升所有使用者的體驗。請協助我們盡快找出並修復此問題。

# universal status waiting for data
source: Waiting for data
ar: انتظار البيانات
es: Esperando datos
fi: Odotetaan tietoja
fr: En attente de données
hu: Adatokra várakozás
nl: Wachten op gegevens
pl: Oczekiwanie na dane
ru: Ожидание данных
zh_hant: 等待資料

# universal action disable
source: Disable
ar: تعطيل
es: Desactivar
fi: Poista Käytöstä
fr: Désactiver
hu: Letiltás
nl: Uitschakelen
pl: Wyłącz
ru: Отключено
zh_hant: 停用

# lock action slide unlock
source: Slide to unlock
ar: اسحب لفتح القفل
es: Deslizar para desbloquear
fi: Poista lukitus liu'uttamalla
fr: Glisser pour déverrouiller
hu: Feloldáshoz húzd el
nl: Schuif om te ontgrendelen
pl: Odblokuj
ru: Проведите для разблокировки
zh_hant: 滑動以解鎖

# lock action slide unlock short
source: Slide
ar: اسحب
es: Deslizar
fi: Liu'uta
fr: Diapositive
hu: Csúsztatás
nl: Schuif
pl: Przesuń
ru: Свайп
zh_hant: 滑動

# lock status too many attempts
source: Too many wrong attempts. Try again later
ar: عدد المحاولات الخاطئة كبير جدًا. حاول مجددًا لاحقًا
es: Demasiados intentos erróneos. Inténtalo más tarde
fi: Liian monta väärää yritystä. Yritä myöhemmin uudelleen
fr: Trop de mauvaises tentatives. Réessayez plus tard
hu: Túl sok hibás próbálkozás. Próbáld meg később újra
nl: Te veel verkeerde pogingen. Probeer het later opnieuw
pl: Zbyt wiele nieprawidłowych prób. Spróbuj ponownie później
ru: Слишком много неправильных попыток. Повторите позже
zh_hant: 嘗試錯誤次數過多，請稍後再試

# lock status enter to confirm
source: Enter the pin code again to confirm
ar: أدخل رمز الـPIN مرة أخرى للتأكيد
es: Introduzca de nuevo el código pin para confirmar
fi: Syötä pin koodi uudelleen vahvistaaksesi
fr: Entrez à nouveau le code PIN pour confirmer
hu: A megerősítéshez add meg újra a PIN-kódot
nl: Voer de pincode nogmaals in om te bevestigen
pl: Wprowadź kod pin ponownie, aby potwierdzić
ru: Для подтверждения введите пин-код еще раз
zh_hant: 請再次輸入 PIN 碼以確認

# lock status enter or wait
source: Enter new pin code, or wait to lock...
ar: أدخل رمز PIN جديد أو انتظر ليتم القفل...
es: Introduce un nuevo código pin o espera para bloquear...
fi: Syötä uusi pin koodi tai odota lukkoa...
fr: Entrez le nouveau code PIN, ou attendez pour le verrouiller...
hu: Adj meg új PIN-kódot, vagy várj a zárolásig...
nl: Voer nieuwe pincode in of wacht om te vergrendelen...
pl: Wprowadź nowy kod pin lub poczekaj, aby zablokować...
ru: Введите новый пин-код или дождитесь блокировки...
zh_hant: 請輸入新 PIN 碼，或等待鎖定...

# lock change pin
source: Change pin
ar: تغيير الرمز السري
es: Cambiar pin
fi: Vaihda pinni
fr: Changer le code PIN
hu: PIN módosítása
nl: Wijzig pin
pl: Zmień pin
ru: Изменить пин-код
zh_hant: 更改 PIN 碼

# family rename device
source: Rename device
ar: إعادة تسمية الجهاز
es: Cambiar el nombre del dispositivo
fi: Nimeä laite uudelleen
fr: Renommer l'appareil
hu: Eszköz átnevezése
nl: Apparaatnaam wijzigen
pl: Zmień nazwę urządzenia
ru: Переименовать устройство
zh_hant: 重新命名裝置

# family label this device
source: This device (%@)
ar: هذا الجهاز (%@)
es: Este dispositivo (%@)
fi: Tämä laite (%@)
fr: Cet appareil (%@)
hu: Ez az eszköz (%@)
nl: Dit apparaat (%@)
pl: To urządzenie (%@)
ru: Это устройство (%@)
zh_hant: 此裝置（%@）

# family onboard header
source: Welcome to Blokada Family!
ar: مرحبًا بك في عائلة Blokada!
es: ¡Bienvenido a Blokada Familia!
fi: Tervetuloa Blokada-perheeseen!
fr: Bienvenue dans la famille Blokada !
hu: Üdvözlünk a Blokada Family-ben!
nl: Welkom bij Blokada Family!
pl: Witaj w Blokada Family!
ru: Добро пожаловать в Blokada Family!
zh_hant: 歡迎加入 Blokada 家庭！

# family onboard header brand
source: Welcome to %s!
ar: مرحبًا بك في %s!
es: ¡Bienvenido a %s!
fi: Tervetuloa kohteeseen %s!
fr: Bienvenue sur %s
hu: Üdvözlünk a(z) %s-n!
nl: Welkom bij %s!
pl: Witamy w %s!
ru: Добро пожаловать в %s!
zh_hant: 歡迎使用 %s！

# family onboard body
source: Follow the instructions on screen to set up your first device.
ar: اتبع التعليمات على الشاشة لإعداد جهازك الأول.
es: Siga las instrucciones en pantalla para configurar su primer dispositivo.
fi: Noudata näytöllä olevia ohjeita määrittääksesi ensimmäisen laitteen.
fr: Suivez les instructions à l'écran pour configurer votre premier appareil.
hu: Kövesd a képernyőn látható utasításokat az első eszköz beállításához.
nl: Volg de instructies op het scherm om je eerste apparaat in te stellen.
pl: Postępuj zgodnie z instrukcjami na ekranie, aby skonfigurować pierwsze urządzenie.
ru: Следуйте инструкциям на экране, чтобы настроить ваше первое устройство.
zh_hant: 請依照螢幕上的指示來設定您的第一台裝置。

# family cta action activate
source: Activate
ar: تفعيل
es: Activar
fi: Ota käyttöön
fr: Activer
hu: Aktiválás
nl: Activeren
pl: Aktywuj
ru: Активировать
zh_hant: 啟用

# family cta action add device
source: Add a device
ar: إضافة جهاز
es: Añadir un dispositivo
fi: Lisää laite
fr: Ajouter un appareil
hu: Eszköz hozzáadása
nl: Apparaat toevoegen
pl: Dodaj urządzenie
ru: Добавить устройство
zh_hant: 新增裝置

# family cta action finish setup
source: Finish setup
ar: إنهاء الإعداد
es: Finalizar configuración
fi: Viimeistele asetukset
fr: Terminer la configuration
hu: Beállítás befejezése
nl: Installatie voltooien
pl: Zakończ konfigurację
ru: Завершить настройку
zh_hant: 完成設定

# family status fresh header
source: Hi there!
ar: أهلًا!
es: ¡Hola!
fi: Hei siellä!
fr: Bonjour !
hu: Szia!
nl: Hallo daar!
pl: Cześć!
ru: Всем привет!
zh_hant: 您好！

# family status fresh body
source: Activate or restore your account to continue
ar: فعّل أو استعد حسابك للمتابعة
es: Activar o restaurar su cuenta para continuar
fi: Aktivoi tai palauta tilisi jatkaaksesi
fr: Activez ou restaurez votre compte pour continuer
hu: A folytatáshoz aktiváld vagy állítsd vissza a fiókodat
nl: Activeer of herstel je account om verder te gaan
pl: Aktywuj lub przywróć swoje konto, aby kontynuować
ru: Для продолжения активируйте или восстановите свой аккаунт
zh_hant: 請啟用或恢復您的帳戶以繼續

# family status ready header
source: App is ready!
ar: التطبيق جاهز!
es: ¡La aplicación está lista!
fi: Sovellus on valmis!
fr: L'application est prête !
hu: Az alkalmazás készen áll!
nl: App is klaar!
pl: Aplikacja jest gotowa!
ru: Приложение готово!
zh_hant: 應用程式已準備好！

# family status ready body
source: Add your first device now
ar: أضف أول جهاز الآن
es: Añade tu primer dispositivo ahora
fi: Lisää ensimmäinen laitteesi nyt
fr: Ajoutez votre premier appareil maintenant
hu: Add hozzá most az első eszközt
nl: Voeg nu je eerste apparaat toe
pl: Dodaj swoje pierwsze urządzenie
ru: Добавьте ваше первое устройство прямо сейчас
zh_hant: 立即新增您的第一台裝置

# family status perms header
source: Almost there!
ar: اقتربنا!
es: ¡Ya casi estamos!
fi: Melkein valmis!
fr: On y est presque !
hu: Majdnem kész!
nl: Bijna klaar!
pl: Prawie gotowe!
ru: Почти готово!
zh_hant: 快完成了！

# family status perms body
source: Please grant the necessary permissions
ar: يرجى منح الأذونات اللازمة
es: Por favor, concede los permisos necesarios
fi: Anna tarvittavat käyttöoikeudet
fr: Veuillez accorder les autorisations nécessaires
hu: Add meg a szükséges engedélyeket
nl: Verleen alstublieft de benodigde machtigingen
pl: Proszę przyznać niezbędne uprawnienia
ru: Предоставьте необходимые разрешения
zh_hant: 請授予必要的權限

# family status perms body alt
source: Tap to finish the setup procedure
ar: انقر لإنهاء عملية الإعداد
es: Pulse para terminar el procedimiento de configuración
fi: Napauta viimeistelläksesi asennuksen
fr: Appuyez pour terminer la procédure de configuration
hu: Érintsd meg a beállítás befejezéséhez
nl: Tik om de setup-procedure te voltooien
pl: Dotknij, aby zakończyć procedurę konfiguracji
ru: Нажмите для завершения процедуры установки
zh_hant: 點擊以完成設置程序

# family status expired header
source: Account expired
ar: انتهت صلاحية الحساب
es: Cuenta caducada
fi: Tili vanhentunut
fr: Compte expiré
hu: A fiók lejárt
nl: Account is verlopen
pl: Konto wygasło
ru: Срок действия аккаунта истек
zh_hant: 帳戶已過期

# family status expired body
source: Please activate your account to continue
ar: يرجى تفعيل حسابك للمتابعة
es: Por favor, activa tu cuenta para continuar
fi: Ole hyvä ja aktivoi tilisi jatkaaksesi
fr: Veuillez activer votre compte pour continuer
hu: Folytatáshoz kérjük, aktiváld a fiókodat
nl: Activeer je account om verder te gaan
pl: Aktywuj swoje konto, aby kontynuować
ru: Для продолжения активируйте ваш аккаунт
zh_hant: 請啟用您的帳戶以繼續

# family status linked header
source: App is linked!
ar: تم ربط التطبيق!
es: ¡Aplicación enlazada!
fi: Sovellus on linkitetty!
fr: L'application est liée !
hu: Az alkalmazás összekapcsolva!
nl: App is gekoppeld!
pl: Aplikacja jest połączona!
ru: Приложение подключено!
zh_hant: 應用程式已連結！

# family status locked header
source: App is locked
ar: التطبيق مغلق
es: App está bloqueada
fi: Sovellus on lukittu
fr: L'application est verrouillée
hu: Az alkalmazás zárolva
nl: App is vergrendeld
pl: Aplikacja jest zablokowana
ru: Приложение заблокировано
zh_hant: 應用程式已鎖定

# family settings lock pin
source: Lock with pin
ar: قفل باستخدام رمز سري
es: Bloquear con pin
fi: Lukitse pin-koodilla
fr: Verrouiller avec un code PIN
hu: Zárolás PIN-kóddal
nl: Vergrendelen met pin
pl: Zablokuj za pomocą pinu
ru: Заблокировать PIN-кодом
zh_hant: 使用 PIN 鎖定

# family settings lock enter
source: Enter your new pin
ar: أدخل الرقم السري الجديد
es: Introduce tu nuevo pin
fi: Syötä uusi pin-koodisi
fr: Saisissez votre nouveau code PIN
hu: Add meg az új PIN-kódodat
nl: Voer je nieuwe pin in
pl: Wprowadź swój nowy pin
ru: Введите новый PIN-код
zh_hant: 請輸入您的新 PIN 碼

# family settings lock remove
source: Remove pin
ar: إزالة الرقم السري
es: Quitar pin
fi: Poista pin-koodi
fr: Retirer le code PIN
hu: PIN eltávolítása
nl: Verwijder pin
pl: Usuń pin
ru: Удалить PIN-код
zh_hant: 移除 PIN 碼
