Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# account status text
source: Your BLOKADA %@ account is active until %@.
ar: حساب BLOKADA %@ الخاص بك نشط حتى %@.
de: Dein BLOKADA %@ Konto ist aktiv bis zum %@.
es: Tu cuenta de BLOKADA %@ está activa hasta %@.
fi: BLOKADA %@ tilisi on aktiivinen, kunnes %@.
fr: Votre compte BLOKADA %@ est actif jusqu'au %@.
hu: A BLOKADA %@ fiókod aktív eddig: %@.
it: Il tuo account BLOKADA %@ è attivo fino a %@.
nl: Je BLOKADA %@ account is actief tot %@.
pl: Twoje konto BLOKADA %@ jest aktywne do %@.
ru: Ваш аккаунт BLOKADA %@ активен до %@.
zh_hant: 您的 BLOKADA %@ 帳號有效日期至 %@ 為止。

# account status text inactive
source: Your BLOKADA subscription is inactive.
ar: حسابك في BLOKADA غير نَشِط.
de: Dein BLOKADA Konto ist inaktiv.
es: Tu suscripción a BLOKADA está inactiva.
fi: BLOKADA-tilauksesi ei ole aktiivinen.
fr: Votre abonnement BLOKADA a expiré.
hu: A BLOKADA előfizetésed inaktív.
it: Il tuo abbonamento BLOKADA è inattivo.
nl: Uw BLOKADA-abonnement is niet actief.
pl: Twoja subskrypcja BLOKADY jest nieaktywna.
ru: Ваша подписка BLOKADA неактивна.
zh_hant: 您的 BLOKADA 訂閱已停用。

# account section header primary
source: Primary
ar: أساسي
de: Primär
es: Principal
fi: Ensisijainen
fr: Principal
hu: Elsődleges
it: Primario
nl: Primair
pl: Podstawowe
ru: Главное
zh_hant: 主要

# account section header other
source: Other
ar: أخرى
de: Andere
es: Otros
fi: Muu
fr: Autre
it: Altro
nl: Overige
pl: Inne
ru: Другое
zh_hant: 其他

# account action my account
source: My account
ar: حسابي
de: Mein Konto
es: Mi cuenta
fi: Tilini
fr: Mon compte
hu: Fiókom
it: Il mio account
nl: Mijn account
pl: Moje konto
ru: Мой аккаунт
zh_hant: 我的帳號

# account action encryption
source: Encryption & DNS
ar: التشفير وDNS
de: Verschlüsselung & DNS
es: Encriptación y DNS
fi: Salaus Ja DNS
fr: Chiffrement & DNS
hu: Titkosítás & DNS
it: Crittografia e DNS
nl: Encryptie & DNS
pl: Szyfrowanie i DNS
ru: Шифрование и DNS
zh_hant: 加密與 DNS

# account action devices
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fi: Laitteet
fr: Appareils
hu: Készülékek
it: Dispositivi
nl: Apparaten
pl: Urządzenia
ru: Устройства
zh_hant: 裝置

# account action new device
source: New device
ar: جهاز جديد
de: Neues Gerät
es: Nuevo dispositivo
fi: Uusi laite
fr: Nouvel appareil
hu: Új készülék
it: Nuovo dispositivo
nl: Nieuw apparaat
pl: Nowe urządzenie
ru: Новое устройство
zh_hant: 新裝置

# account action inbox
source: Inbox
ar: الوارد
de: Posteingang
es: Bandeja de entrada
fi: Saapuneet
fr: Messagerie
hu: Bejövő
it: Messaggi
pl: Odebrane
ru: Входящие

# account action logout
source: Restore purchase
ar: استعادة الشراء
de: Käufe wiederherstellen
es: Restaurar compra
fi: Palauta ostos
fr: Restaurer mon achat
hu: Vásárlás visszaállítása
it: Ripristina acquisto
nl: Herstel aankoop
pl: Przywróć zakup
ru: Восстановить покупку
zh_hant: 復原購買

# account action logout only
source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
hu: Kijelentkezés
it: Esci
nl: Uitloggen
pl: Wyloguj
ru: Выйти
zh_hant: 登出

# account action logout new
source: Restore Account ID
ar: استعادة معرّف الحساب
fi: Palauta tili-ID
fr: Restaurer l'ID du compte
hu: Fiókazonosító visszaállítása
pl: Przywróć ID konta
zh_hant: 恢復帳戶 ID

# account action create
source: Generate new account
ar: إنشاء حساب جديد
de: Neues Konto erstellen
es: Generar nueva cuenta
fi: Luo uusi tili
fr: Générer un nouveau compte
hu: Új fiók generálása
it: Genera un nuovo account
nl: Genereer nieuw account
pl: Wygeneruj nowe konto
ru: Создать новый аккаунт
zh_hant: 生成新帳號

# account action about
source: About
ar: حول
de: Über
es: Acerca de
fi: Tietoa
fr: À propos
hu: Névjegy
it: Info
nl: Over
pl: O aplikacji
ru: О приложении
zh_hant: 關於

# account action tap to show
source: Tap to show
ar: انقر لعرض
de: Zum Anzeigen tippen
es: Toca para mostrar
fi: Napauta näyttääksesi
fr: Appuyer pour afficher
hu: Érintsd meg a megjelenítéshez
it: Tocca per mostrare
nl: Druk om weer te geven
pl: Dotknij aby pokazać
ru: Нажмите, чтобы показать
zh_hant: 點一下顯示

# account action restoring
source: Restoring account: %@
ar: استعادة الحساب: %@
de: Wiederherstellung des Kontos: %@
es: Restaurando cuenta: %@
fi: Palautetaan tiliä: %@
fr: Restauration du compte : %@
hu: Fiók visszaállítása: %@
it: Ripristino account: %@
nl: Account herstellen: %@
pl: Przywracam konto: %@
ru: Восстановление аккаунта: %@
zh_hant: 還原帳號：%@

# account label enter to continue
source: Enter your account ID to continue
ar: أدخل معرف حسابك للمتابعة
de: Gib hier deine Konto-ID ein, um fortzufahren
es: Introduce tu ID de cuenta para continuar
fi: Anna käyttäjätunnuksesi jatkaaksesi
fr: Saisissez votre ID de compte pour continuer
hu: Add meg a fiókazonosítót a folytatáshoz
it: Inserisci l'ID del tuo account per continuare
nl: Voer je account ID in om door te gaan
pl: Podaj swój identyfikator konta, aby kontynuować
ru: Для продолжения введите ID вашего аккаунта
zh_hant: 輸入您的帳號 ID 已繼續

# account restore description
source: Don't worry, if you lost or forgot your account ID, we can recover it. Please contact our support, and provide us information that will allow us to identify your purchase (eg. last 4 digits of your credit card, or PayPal email).
ar: لا تقلق، إذا فقدت أو نسيت معرف حسابك، يمكننا استعادته. يرجى التواصل مع الدعم وتزويدنا بمعلومات تساعدنا على تحديد عملية الشراء الخاصة بك (مثل آخر 4 أرقام من بطاقتك الائتمانية أو بريد باي بال الإلكتروني).
de: Keine Sorge, wenn du deine Account-ID verloren oder vergessen hast, können wir sie wiederherstellen. Bitte kontaktiere unseren Support und gib uns Informationen, die es uns ermöglichen, deinen Kauf zu identifizieren (z. B. die letzten 4 Ziffern deiner Kreditkarte oder PayPal E-Mail).
es: No te preocupes, si has perdido o olvidado tu ID de cuenta, podemos recuperarlo. Por favor, ponte en contacto con nuestro equipo de soporte y proporciónanos información que nos permita identificar tu compra (por ejemplo, los últimos 4 dígitos de tu tarjeta de crédito o tu e-mail de PayPal).
fi: Älä huoli, jos olet menettänyt tai unohtanut tilisi tunnus, voimme palauttaa sen. Ota yhteyttä tukeemme ja anna meille tietoja, joiden avulla voimme tunnistaa ostoksesi (esim. 4 viimeistä numeroa luottokorttisi tai PayPal sähköposti).
fr: Ne vous inquiétez pas : si vous avez perdu ou oublié votre ID de compte, nous pouvons le retrouver. Contactez notre support technique, et fournissez-nous les informations qui nous permettront d'identifier votre achat (par ex. les 4 derniers chiffres de votre carte de crédit, ou mail PayPal).
hu: Ne aggódjon ha elfelejtette a fiók azonosítóját, vissza tudjuk állítani. Vegye fel a kapcsolatot az ügyfélszolgálattal, és adja meg a vásárlás adatait ami alapján be tudjuk azonosítani (pl: bankkártyájának utolsó 4 számjegye, PayPal emailje).
it: Non ti preoccupare, se hai perso o dimenticato l'ID del tuo account, possiamo recuperarlo. Per favore, contatta il nostro supporto e fornisci le informazioni che ci permetteranno di identificare il tuo acquisto (esempio: ultime 4 cifre della tua carta di credito o e-mail PayPal).
nl: Maak je geen zorgen, als je je account-ID hebt verloren of vergeten, kunnen we het herstellen. Neem contact op met support en geef ons informatie waarmee we je aankoop kunnen identificeren (bijv. laatste 4 cijfers van uw creditcard, of PayPal e-mail).
pl: Nie martw się, jeśli zgubiłeś lub zapomniałeś swojego identyfikatora, możemy go odzyskać. Skontaktuj się z naszą obsługą i podaj nam informacje, które pozwolą nam zidentyfikować Twój zakup (np. 4 ostatnie cyfry Twojej karty kredytowej lub e-mail PayPal).
ru: Не волнуйтесь, если вы потеряли или забыли ID вашего аккаунта - мы сможем его восстановить. Пожалуйста, свяжитесь с нашей службой поддержки и предоставьте сведения, которые позволят нам идентифицировать вашу покупку (например, последние 4 цифры вашей кредитной карты, или электронная почта PayPal).
zh_hant: 不用擔心，如果您遺失或忘記您的帳號 ID，我們可以將其復原。請聯絡我們的支援團隊，並向我們提供資訊，讓我們可以識別您的購買行為（例如您信用卡的最後 4 碼或 PayPal 電子郵件）。

# account create description
source: This is your account ID. Write it down and keep it private. It’s the only way to access your subscription.
ar: هذا هو معرف حسابك. دوّنه واحتفظ به بشكل خاص. إنه الطريقة الوحيدة للوصول إلى اشتراكك.
de: Dies ist deine Konto-ID. Schreib sie sicher auf und teile sie niemanden mit. Dies ist die einzige Möglichkeit, auf dein Abonnement zuzugreifen.
es: Este es tu ID de cuenta. Anótalo y mantenlo en privado. Es la única forma de acceder a tu suscripción.
fi: Tämä on tilisi tunnus. Kirjoita se alas ja pidä se yksityisenä. Se on ainoa tapa käyttää tilausta.
fr: Voici votre ID de compte. Notez-le quelque part et ne le dévoilez à personne. C'est votre seul moyen d'accéder à votre abonnement.
hu: Ez a fiók azonosítója. Írja fel és tartsa bizalmas helyen. Ez az egyetlen módja, hogy hozzáférjen az előfizetéséhez.
it: Questo è l'ID del tuo account. Annotalo e mantienilo privato. È l'unico modo per accedere al tuo abbonamento.
nl: Dit is uw account-ID. Schrijf het op en houd het privé. Het is de enige manier om uw abonnement te benaderen.
pl: To jest Twój identyfikator konta. Zapisz i zachowaj go dla siebie. Jest to jedyny sposób na uzyskanie dostępu do subskrypcji.
ru: Это ID вашего аккаунта. Запишите его и храните в секрете. Это единственный способ получить доступ к вашей подписке.
zh_hant: 這是您的帳戶 ID。請寫下並保管好，這是唯一一個可以存取您訂閱的途徑。

# account create confirm
source: I wrote it down
ar: لقد دوّنته
de: Ich habe es notiert
es: Ya lo he apuntado
fi: Kirjoitin sen alas
fr: Je l'ai noté
hu: Leírtam
it: Fatto
nl: Ik heb het opgeschreven
pl: Zapisałem go
ru: Я записал
zh_hant: 我寫好了

# account section header my subscription
source: My Subscription
ar: اشتراكي
de: Mein Abo
es: Mi suscripción
fi: Tilaukseni
fr: Mon abonnement
hu: Előfizetésem
it: Il mio abbonamento
nl: Mijn Abonnement
pl: Moja subskrypcja
ru: Моя подписка
zh_hant: 我的訂閱

# account section header general
source: General
ar: عام
de: Allgemein
fi: Yleiset
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pl: Ogólne
ru: Общее
zh_hant: 一般

# account section header subscription
source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fi: Tilaus
fr: Inscription
hu: Előfizetés
it: Abbonamento
nl: Abonnement
pl: Subskrypcja
ru: Подписка
zh_hant: 訂閱

# account label id
source: Account ID
ar: معرف الحساب
de: Konto-ID
es: ID de cuenta
fi: Käyttäjätunnus
fr: ID du compte
hu: Fiókazonosító
it: ID account
pl: ID Konta
ru: ID аккаунта
zh_hant: 帳號 ID

# account label type
source: Subscription plan
ar: خطّة الاشتراك
de: Kontotyp
es: Plan de suscripción
fi: Tilauksen tilaus
fr: Abonnement
hu: Előfizetési csomag
it: Piano di abbonamento
nl: Abonnement plan
pl: Plan subskrypcji
ru: Тарифный план
zh_hant: 訂閱方案

# account plan none
source: No active plan
ar: لا يوجد اشتراك نَشِط
es: Ningún plan activo
fi: Ei aktiivista tilausta
fr: Aucun abonnement actif
hu: Nincs aktív csomag
it: Nessun piano attivo
nl: Geen actief abonnement
pl: Brak aktywnego planu
ru: Нет активного плана
zh_hant: 無啟用方案

# account label active until
source: Active until
ar: نشط حتى
de: Aktiv bis
es: Activa hasta
fi: Aktiivinen kunnes
fr: Actif jusqu'au
hu: Aktív eddig
it: Attivo fino al
nl: Actief tot
pl: Konto ważne do
ru: Активна до
zh_hant: 使用到

# account action manage subscription
source: Manage subscription
ar: إدارة الاشتراك
de: Abonnement verwalten
es: Gestionar suscripción
fi: Hallitse tilausta
fr: Gérer mon abonnement
hu: Előfizetés kezelése
it: Gestisci abbonamento
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
ru: Управление подпиской
zh_hant: 管理訂閱

# account action why upgrade
source: Why should I upgrade?
ar: لماذا يجب أن أقوم بالترقية؟
de: Warum sollte ich upgraden?
es: ¿Por qué deberías actualizar?
fi: Miksi minun kannattaa päivittää?
fr: Pourquoi devrais-je me mettre à niveau ?
hu: Miért kellene bővítenem?
it: Perché dovrei aggiornare?
nl: Waarom zou ik upgraden?
pl: Dlaczego warto przejść na wersję Plus?
ru: Зачем мне платная подписка?
zh_hant: 為什麼要升級？

# account subscription header renew
source: Renew automatically
ar: تجديد تلقائي
de: Automatisch erneuern
es: Renovar automáticamente
fi: Uudista automaattisesti
fr: Renouveler automatiquement
hu: Automatikusan megújít
it: Rinnova automaticamente
nl: Automatisch vernieuwen
pl: Odnawiaj automatycznie
ru: Продлять автоматически
zh_hant: 自動續訂

# account subscription header payment method
source: Payment method
ar: طريقة الدفع
de: Zahlungsart
es: Método de pago
fi: Maksutapa
fr: Moyen de paiement
hu: Fizetés mód
it: Metodo di pagamento
nl: Betaalmethode
pl: Metoda płatności
ru: Способ оплаты
zh_hant: 付款方法

# account subscription renew unsupported
source: Your payment method does not allow to control the auto renewal setting here.
ar: طريقة الدفع الخاصة بك لا تسمح بالتحكم في إعداد التجديد التلقائي هنا.
de: Deine Zahlungsmethode erlaubt es nicht, die Einstellung für die automatische Erneuerung hier einzustellen.
es: Tu método de pago no permite controlar la configuración de renovación automática aquí.
fi: Maksutapasi ei salli hallita automaattisen uusimisen asetusta täällä.
fr: Votre méthode de paiement ne vous permet pas de contrôler les paramètres de renouvellement automatique ici.
hu: Az ön fizetési módja nem teszi lehetővé a megújítási opciók beállítását.
it: Il tuo metodo di pagamento non consente di controllare l'impostazione di rinnovo automatico.
nl: Uw betalingsmethode staat hier niet toe om de instelling voor automatische verlenging te beheren.
pl: Twoja metoda płatności nie pozwala kontrolować ustawienia automatycznego odnawiania w tym miejscu.
ru: Ваш способ оплаты не позволяет управлять настройкой автоматического продления здесь.
zh_hant: 您的付款方式不允許在此使用自動續約。

# account unlock to show
source: Unlock to show your account ID
ar: افتح لعرض معرف حسابك
de: Entsperren, um deine Konto-ID zu sehen
es: Desbloquea para mostrar el ID de tu cuenta
fi: Avaa nähdäksesi tilitunnuksesi
fr: Débloquez pour afficher l'ID de votre compte
hu: Feloldás az azonosító megjelenítéséhez
it: Sblocca per mostrare l'ID del tuo account
nl: Ontgrendel om je account-ID te tonen
pl: Odblokuj aby pokazać ID konta
ru: Разблокируйте, чтобы показать ID аккаунта
zh_hant: 解鎖以顯示您的帳號 ID

# account header logout
source: Restore purchase
ar: استعادة الشراء
de: Käufe wiederherstellen
es: Restaurar compra
fi: Palauta ostokset
fr: Restaurer mon achat
hu: Vásárlás visszaállítása
it: Ripristina acquisto
nl: Herstel aankoop
pl: Przywróć zakup
ru: Восстановить покупку
zh_hant: 復原購買

# account logout description
source: Please enter another account ID, or go back to keep using your existing account (this app cannot be used without one).
ar: يرجى إدخال معرف حساب آخر أو الرجوع للاستمرار في استخدام حسابك الحالي (لا يمكن استخدام هذا التطبيق بدون حساب).
de: Bitte gib eine weitere Konto-ID ein, oder gehe zurück, um dein bestehendes Konto weiter zu verwenden (diese App kann nicht ohne ein Konto verwendet werden).
es: Por favor, introduce otro ID de cuenta, o vuelve atrás para seguir usando la cuenta existente (esta aplicación no se puede utilizar sin una).
fi: Anna toinen tilitunnus tai palaa jatkaaksesi nykyisen tilisi käyttöä (tätä sovellusta ei voi käyttää ilman sellaista).
fr: Veuillez saisir un autre ID de compte, ou revenez en arrière pour continuer d'utiliser le compte actuel (vous devez être connecté pour utiliser cette app).
hu: Kérem adjon meg egy másik azonosítót, vagy lépjen vissza és használja a meglevőt (ez az app nem használható nélküle).
it: Per favore, inserisci un altro ID o continua ad utilizzare l'account esistente (non è possibile utilizzare questa app senza un account).
nl: Voer een ander account ID in of ga terug om uw bestaande account te blijven gebruiken (deze app kan niet zonder deze te gebruiken).
pl: Wprowadź inny identyfikator konta lub wróć do istniejącego (ta aplikacja nie może być używana bez konta).
ru: Пожалуйста, введите другой ID аккаунта или вернитесь, чтобы продолжить использовать существующий (это приложение не может быть использовано без ID).
zh_hant: 請輸入其他帳號 ID，或是返回以繼續使用您現有的帳號（本 APP 需要帳號才可使用）。

# account id status unchanged
source: (unchanged)
ar: (بدون تغيير)
de: (unverändert)
es: (no modificada)
fi: (ei muutettu)
fr: (inchangé)
hu: (változatlan)
it: (invariato)
nl: (ongewijzigd)
pl: (bez zmian)
ru: (без изменений)
zh_hant: (未變更)

# account action how to restore
source: How do I restore my old account?
ar: كيف أستعيد حسابي القديم؟
de: Wie stelle ich mein altes Konto wieder her?
es: ¿Cómo recupero mi antigua cuenta?
fi: Kuinka voin palauttaa vanhan tilini?
fr: Comment puis-je restaurer mon ancien compte ?
hu: Hogy állíthatom vissza a régi fiókomat?
it: Come posso ripristinare il mio vecchio account?
nl: Hoe herstel ik mijn oude account?
pl: Jak przywrócić swoje stare konto?
ru: Как мне восстановить мой старый аккаунт?
zh_hant: 如何還原我的舊帳號？

# account subscription days remaining
source: Days remaining: %@
ar: الأيام المتبقية: %@
de: Tage verbleibend: %@
es: Días restantes: %@
fi: Päivää jäljellä: %@
fr: Jours restants : %@
hu: Hátralevő napok: %@
it: Giorni rimanenti: %@
nl: Dag(en) resterend: %@
pl: Pozostało dni: %@
ru: Осталось дней: %@
zh_hant: 剩餘天數：%@

# account devices remaining
source: Devices remaining: %@
ar: الأجهزة المتبقية: %@
de: Verbleibende Geräte: %@
es: Dispositivos restantes: %@
fi: Jäljellä olevat laitteet: %@
fr: Appareils restants : %@
hu: Hátralevő eszközök: %@
it: Dispositivi rimanenti: %@
nl: Resterende apparaten: %@
pl: Pozostało urządzeń: %@
ru: Осталось устройств: %@
zh_hant: 剩餘裝置：%@

# account devices not available
source: Not available
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
fr: Non disponible
hu: Nem elérhető
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępne
ru: Недоступно
zh_hant: 不可用

# account devices out of
source: %@ out of %@
ar: %@ من أصل %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
hu: %@ a %@-ból
it: %@ su %@
nl: %@ van de %@
pl: %@ z %@
ru: %@ из %@
zh_hant: %@ 個，共 %@ 個

# account lease label devices list
source: These devices are connected to your account.
ar: هذه الأجهزة مرتبطة بحسابك.
de: Diese Geräte sind mit deinem Konto verbunden.
es: Estos dispositivos están conectados a tu cuenta.
fi: Nämä laitteet on kytketty tiliisi.
fr: Ces appareils sont connectés à votre compte.
hu: Ezek az eszközök vannak összekapcsolva fiókjával.
it: Questi dispositivi sono connessi al tuo account.
nl: Deze apparaten zijn verbonden met uw account.
pl: Te urządzenia są podłączone do Twojego konta.
ru: Эти устройства подключены к вашему аккаунту.
zh_hant: 這些裝置已連結至您的帳號。

# account lease label devices
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fi: Laitteet
fr: Appareils
hu: Készülékek
it: Dispositivi
nl: Apparaten
pl: Urządzenia
ru: Устройства
zh_hant: 裝置

# account lease label this device
source: (this device)
ar: (هذا الجهاز)
de: (Dieses Gerät)
es: (este dispositivo)
fi: (tämä laite)
fr: (cet appareil)
hu: (ez a készülék)
it: (questo dispositivo)
nl: (dit apparaat)
pl: (to urządzenie)
ru: (это устройство)
zh_hant: （此裝置）

# account lease label name
source: Name of device
ar: اسم الجهاز
de: Name des Gerätes
es: Nombre del dispositivo
fi: Laitteen nimi
fr: Nom de l'appareil
hu: Készülék neve
it: Nome del dispositivo
nl: Naam van apparaat
pl: Nazwa urządzenia
ru: Название устройства
zh_hant: 裝置名稱

# account lease label location
source: Location
ar: الموقع
de: Standort
es: Ubicación
fi: Sijainti
fr: Emplacement
hu: Helyadat
it: Posizione
nl: Locatie
pl: Lokalizacja
ru: Местоположение
zh_hant: 位置

# account lease label generate
source: Selecting a location here will generate a config file that you can use in any VPN app that supports WireGuard. This is useful for platforms where we don't have our apps yet. Otherwise, we recommend using our native apps instead.
ar: اختيار موقع هنا سيولّد ملف إعداد يمكنك استخدامه في أي تطبيق VPN يدعم WireGuard. هذا مفيد للمنصات التي ليس لدينا تطبيقاتنا عليها بعد. وإلا فنحن نوصي باستخدام تطبيقاتنا الأصلية.
de: Wenn du hier einen Standort auswählst, wird eine Konfigurationsdatei generiert, die du in jeder VPN-App verwenden kannst, die WireGuard unterstützt. Dies ist nützlich für Plattformen, für die wir noch keine eigenen Apps bereitstellen. Ansonsten empfehlen wir, stattdessen unsere nativen Apps zu verwenden.
es: Al seleccionar una ubicación, se generará un archivo de configuración que podrás utilizar en cualquier aplicación VPN que admita Wireguard. Esto es útil para las plataformas en las que aún no tenemos nuestras aplicaciones. De lo contrario, recomendamos utilizar nuestras aplicaciones nativas en su lugar.
fi: Tämän sijainnin valitseminen luo asetustiedoston, jota voit käyttää missä tahansa VPN-sovelluksessa, joka tukee WireGuardia. Tämä on hyödyllinen alustoille, joilla meillä ei ole vielä sovelluksia. Muuten suosittelemme käyttämään natiivisovelluksiamme.
fr: Sélectionner un emplacement ici générera un fichier de configuration que vous pouvez utiliser dans n'importe quelle application VPN qui prend en charge WireGuard. Ceci est utile pour les plates-formes où nous n'avons pas encore nos applications. Sinon, nous vous recommandons d'utiliser nos applications natives.
hu: Az itt kiválasztott helyszínnel generálódik egy olyan konfiguráció, mely használható minden WireGuard által támogatott VPN-nel. Ez hasznos lehet olyan platformokon, ahol nincs appunk. Máskülönben a natív app az ajánlott.
it: Selezionando una posizione si genererà un file di configurazione che è possibile utilizzare in qualsiasi app VPN che supporti WireGuard. Ciò è utile per le piattaforme per ora prive delle nostre app. Altrimenti, ti consigliamo di usare le nostre app native.
nl: Het selecteren van een locatie zal een configuratiebestand genereren dat u kunt gebruiken in elke VPN-app die WireGuard ondersteunt. Dit is handig voor platforms waar we onze apps nog niet hebben. Anders raden we aan om onze apps in plaats daarvan te gebruiken.
pl: Wybór lokalizacji w tym miejscu spowoduje wygenerowanie pliku konfiguracyjnego, którego można użyć w dowolnej aplikacji VPN obsługującej WireGuard. Jest to przydatne na platformach, na których nie mamy jeszcze naszych aplikacji. W przeciwnym razie zalecamy używanie naszych natywnych aplikacji.
ru: После выбора местоположения здесь будет создан файл конфигурации, который вы сможете использовать в любом VPN-приложении, поддерживающем WireGuard. Это полезно для платформ, для которых у нас пока нет наших приложений. В противном случае, мы рекомендуем использовать наши собственные приложения.
zh_hant: 在這選完位置後，就會產生出一個設定檔，可以用在任何支援 WireGuard 的 VPN app。這適合用在還不支援 Blokada 的平台，如果支援，建議使用原生 app。

# account lease action generate
source: Generate Config
ar: توليد ملف الإعداد
de: Konfiguration generieren
es: Generar configuración
fi: Luo Asetukset
fr: Générer la configuration
hu: Konfiguráció Generálása
it: Genera Configurazione
nl: Genereer configuratie
pl: Generuj konfigurację
ru: Создать конфигурацию
zh_hant: 生成設定

# account lease action download
source: Download Config
ar: تحميل ملف الإعداد
de: Konfiguration herunterladen
es: Descargar configuración
fi: Lataa Asetukset
fr: Télécharger la configuration
hu: Konfiguráció Letöltése
it: Scarica Configurazione
nl: Configuratie downloaden
pl: Pobierz konfigurację
ru: Скачать конфигурацию
zh_hant: 下載設定
