Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# notification vpn expired header
source: BLOKADA+ subscription expired
ar: انتهت صلاحية اشتراك BLOKADA+
de: BLOKADA+ Abo abgelaufen
es: Suscripción de BLOKADA+ expirada
fi: BLOKADA+-tilaus vanhentui
fr: L'abonnement BLOKADA+ a expiré
hu: BLOKADA+ előfizetés lejárt
it: L'abbonamento a BLOKADA+ è scaduto
nl: BLOKADA+ abonnement is verlopen
pl: Subskrypcja BLOKADA+ wygasła
ru: Срок действия подписки на BLOKADA+ истек
zh_hant: BLOKADA+ 訂閱過期

# notification vpn expired subtitle
source: The VPN is disabled
ar: تم تعطيل الـ VPN
de: Das VPN ist deaktiviert
es: El VPN está desactivado
fi: VPN on poistettu käytöstä
fr: Le VPN est désactivé
hu: VPN kikapcsolva
it: La VPN è disabilitata
nl: De VPN is uitgeschakeld
pl: VPN jest wyłączony
ru: VPN отключен
zh_hant: VPN 已停用

# notification vpn expired body
source: Please update your subscription to continue using BLOKADA+
ar: يرجى تحديث اشتراكك للاستمرار في استخدام BLOKADA+
de: Bitte erneuere dein Abonnement, um BLOKADA+ weiter verwenden zu können
es: Por favor, actualiza tu suscripción para seguir usando BLOKADA+
fi: Päivitä tilauksesi jatkaaksesi BLOKADA+ käyttöä
fr: Veuillez mettre à jour votre abonnement pour continuer à utiliser BLOKADA+
hu: Kérjük frissítse előfizetését a BLOKADA+ további használatához
it: Per favore, aggiorna il tuo abbonamento per continuare ad utilizzare BLOKADA+
nl: Update uw abonnement om BLOKADA+ te blijven gebruiken
pl: Zaktualizuj subskrypcję, aby kontynuować korzystanie z BLOKADA+
ru: Пожалуйста, обновите подписку, чтобы продолжить использовать BLOKADA+
zh_hant: 請更新您的訂閱以繼續使用 BLOKADA+

# notification desc settings
source: Swipe the notification left or right for settings.
ar: اسحب الإشعار إلى اليسار أو اليمين للاطلاع على الإعدادات.
de: Wische die Benachrichtigung nach links oder rechts, um die Einstellungen aufzurufen.
es: Desliza la notificación a la izquierda o derecha para ver los ajustes.
fi: Pyyhkäise ilmoitus vasemmalle tai oikealle asetuksia varten.
fr: Faites glisser la notification à droite ou a gauche pour accéder aux paramètres.
hu: Húzza jobbra vagy balra az értesítéseket a beállításhoz.
it: Scorri la notifica a sinistra o destra per le impostazioni.
nl: Veeg de notificatie naar links of rechts voor instellingen.
pl: Przesuń powiadomienie w lewo lub w prawo, aby wyświetlić ustawienia.
ru: Смахните уведомление влево или вправо для отображения настроек.
zh_hant: 將通知向左或向右滑動以進行設定。

# notification generic header
source: Blokada: Action required
ar: Blokada: إجراء مطلوب
es: Blokada: Acción requerida
fi: Blokada: Tarvitaan toimi
fr: Blokada : Action requise
hu: Blokada: Beavatkozás szükséges
it: Blokada: Azione richiesta
nl: Blokada: actie vereist
pl: Blokada: wymagane działanie
ru: Blokada: требуется действие
zh_hant: Blokada：需要操作

# notification generic subtitle
source: Tap to learn more
ar: اضغط لمعرفة المزيد
es: Toca para aprender más
fi: Napauta lukeaksesi lisää
fr: Appuyez pour en savoir plus
hu: Koppintson több információért
it: Tocca per saperne di più
nl: Tik voor meer informatie
pl: Stuknij, aby dowiedzieć się więcej
ru: Нажмите, чтобы узнать больше
zh_hant: 點一下深入了解

# notification generic body
source: Please open the app for details.
ar: يرجى فتح التطبيق للحصول على التفاصيل.
es: Por favor, abre la aplicación para más detalles.
fi: Ole hyvä ja avaa sovellus lisätietoja.
fr: Veuillez ouvrir l'application pour plus de détails.
hu: Nyissa meg az appot a további részletekért.
it: Si prega di aprire l'app per i dettagli.
nl: Open de app voor meer informatie.
pl: Otwórz aplikację, aby uzyskać szczegóły.
ru: Пожалуйста, откройте приложение для получения подробной информации.
zh_hant: 請開啟 App 顯示詳細內容。

# notification acc header
source: Subscription expired
ar: انتهت صلاحية الاشتراك
es: Suscripción expirada
fi: Tilaus vanhentunut
fr: Abonnement expiré
hu: Lejárt az előfizetése
it: Abbonamento scaduto
nl: Abonnement verlopen
pl: Subskrypcja wygasła
ru: Срок действия подписки истек
zh_hant: 訂閱已過期

# notification acc subtitle
source: Adblocking is disabled
ar: حظر الإعلانات مُعَطَّل
es: El bloqueo de anuncios está desactivado
fi: Adblocking on pois päältä
fr: Le blocage des publicités est désactivé
hu: Adblockolás kikapcsolva
it: Blocco pubblicità disabilitato
nl: Adblokkeren is uitgeschakeld
pl: Blokowanie reklam jest wyłączone
ru: Блокировка рекламы отключена
zh_hant: 廣告封鎖功能已停用

# notification acc body
source: Please update your subscription to continue using Blokada.
ar: يرجى تحديث اشتراكك للاستمرار في استخدام Blokada.
es: Por favor, actualice su suscripción para seguir usando Blokada.
fi: Ole hyvä ja päivitä tilauksesi jatkaaksesi Blokadan käyttöä.
fr: Veuillez mettre à jour votre abonnement pour continuer à utiliser Blokada.
hu: Kérjük újítsa meg előfizetését a Blokada további használatához.
it: Per favore, aggiorna il tuo abbonamento per continuare ad utilizzare Blokada.
nl: Update je abonnement om Blokada te blijven gebruiken.
pl: Zaktualizuj subskrypcję, aby kontynuować korzystanie z Blokady.
ru: Пожалуйста, обновите подписку, чтобы продолжить использовать Blokada.
zh_hant: 請更新您的訂閱以繼續使用 Blokada。

# notification pause header
source: Blokada is still paused
ar: لا يزال Blokada متوقفًا مؤقتًا
es: Blokada sigue en pausa
fi: Blokada on edelleen pysäytetty
fr: Blokada est toujours en pause
hu: Blokada továbbra is szüneteltetve
it: Blokada è ancora in pausa
nl: Blokada is nog steeds gepauzeerd
pl: Blokada jest nadal wstrzymana
ru: Blokada приостановлена
zh_hant: Blokada 未運作

# notification pause subtitle
source: Adblocking is disabled
ar: حظر الإعلانات مُعَطَّل
es: El bloqueo de anuncios está desactivado
fi: Adblocking on pois päältä
fr: Le blocage des publicités est désactivé
hu: Adblockolás szüneteltetve
it: Blocco pubblicità disabilitato
nl: Adblokkeren is uitgeschakeld
pl: Blokowanie reklam jest wyłączone
ru: Блокировка рекламы отключена
zh_hant: 廣告封鎖功能已停用

# notification pause body
source: Please open the app to resume Blokada.
ar: يرجى فتح التطبيق لاستئناف Blokada.
es: Por favor, abre la aplicación para reanudar Blokada.
fi: Ole hyvä ja avaa sovellus jatkaaksesi Blokadan käyttöä.
fr: Veuillez ouvrir l'application pour relancer Blokada.
hu: Nyissa meg az appot Blokada folytatásához.
it: Si prega di aprire l'app per riavviare Blokada.
nl: Open de app om Blokada te hervatten.
pl: Otwórz aplikację, aby wznowić Blokadę.
ru: Пожалуйста, откройте приложение, чтобы возобновить работу Blokada.
zh_hant: 請開啟 App 讓 Blokada 恢復運作。

# notification lease header
source: Blokada Plus is off
ar: Blokada Plus متوقف
es: Blokada Plus está desactivado
fi: Blokada Plus on pois päältä
fr: Blokada Plus est désactivé
hu: Blokada Plus kikapcsolva
it: Blokada Plus è spenta
nl: Blokada Plus is uitgeschakeld
pl: Blokada Plus jest wyłączona
ru: Blokada Plus отключена
zh_hant: Blokada Plus 已停用

# notification update header
source: An update is available
ar: يوجد تحديث متاح
de: Eine Aktualisierung ist verfügbar
es: Hay una actualización disponible
fi: Päivitys on saatavilla
fr: Une mise à jour est disponible
hu: Frissítés elérhető
it: È disponibile un aggiornamento
nl: Een update is beschikbaar
pl: Aktualizacja jest dostępna
ru: Доступно обновление
zh_hant: 有更新版本

# alert update body
source: Blokada %@ is now available for download. We recommend keeping the app up to date, and downloading it only from our official sources.
ar: Blokada %@ الآن متوفر للتنزيل. نوصي بالحفاظ على التطبيق محدثًا، وتحميله فقط من مصادرنا الرسمية.
de: Blokada %@ steht zum Herunterladen bereit. Wir empfehlen, die App auf dem neuesten Stand zu halten und sie nur von unseren offiziellen Quellen herunterzuladen.
es: Blokada %@ ahora está disponible para descargar. Recomendamos descargar la aplicación solo desde nuestras fuentes oficiales y mantenerla actualizada.
fi: Blokada %@ on nyt ladattavissa. Suosittelemme pitämään sovelluksen ajan tasalla ja lataamaan sen vain virallisista lähteistämme.
fr: Blokada %@ est maintenant disponible au téléchargement. Nous vous recommandons de garder l'appli à jour, et de ne la télécharger que depuis nos sources officielles.
hu: A Blokada %@ letölthető. Ajánlott az app rendszeres frissítése, és csak a hivatalos forrásból való beszerzése.
it: Blokada %@ è ora disponibile per il download. Ti raccomandiamo di mantenere l'app aggiornata e di scaricarla solo dalle nostre fonti ufficiali.
nl: Blokada %@ is nu beschikbaar om te downloaden. We raden aan om de app up-to-date te houden en alleen vanuit onze officiële bronnen te downloaden.
pl: Blokada %@ jest teraz dostępna do pobrania. Zalecamy szybką aktualizację aplikacji i pobieranie jej tylko z naszych oficjalnych źródeł.
ru: Blokada %@ теперь доступна для скачивания. Мы рекомендуем поддерживать актуальную версию приложения, и скачивать его только из наших официальных источников.
zh_hant: 現在可以下載 Blokada %@。我們建議將本 APP 保持在最新版本，並只從我們的官方來源下載。

# update label updated
source: Updated!
ar: تم التحديث!
de: Aktualisiert!
es: ¡Actualizado!
fi: Päivitetty!
fr: Mis à jour !
hu: Frissítve!
it: Aggiornato!
nl: Bijgewerkt!
pl: Zaktualizowano!
ru: Обновлено!
zh_hant: 已更新！

# update desc updated
source: You are now using the newest version of Blokada! Remember, donating or subscribing to Blokada Plus allows us to continue improving the app.
ar: أنت تستخدم الآن أحدث إصدار من Blokada! تذكر أن التبرع أو الاشتراك في Blokada Plus يسمح لنا بمواصلة تحسين التطبيق.
de: Du verwendest jetzt die neueste Version von Blokada! Denk daran, dass das Spenden oder Abonnieren von Blokada Plus es uns erlaubt, die App weiter zu verbessern.
es: ¡Ahora estás usando la versión más reciente de Blokada! Recuerda, al donar o suscribirte a Blokada Plus nos permites continuar mejorando la aplicación.
fi: Käytät nyt uusinta Blokada-versiota! Muista, että lahjoittamme tai tilaat Blokada Plussan avulla voimme jatkaa sovelluksen parantamista.
fr: Désormais vous utilisez la dernière version de Blokada ! Rappelez-vous : faites un don ou abonnez-vous à "Blokada Plus" pour nous permettre de faire évoluer l'application.
hu: Most már a legújabb Blokada verziót használja! Ne feledje, hogy a támogatások és előfizetések lehetővé teszik az app további fejlesztését.
it: Ora stai usando la nuova versione di Blokada! Ricorda, se doni o ti iscrivi a Blokada Plus ci permetterai di continuare a migliorare l'app.
nl: Je gebruikt nu de nieuwste versie van Blokada! Onthoud, doneren of abonneren op Blokada Plus stelt ons in staat om de app verder te verbeteren.
pl: Korzystasz teraz z najnowszej wersji Blokady! Pamiętaj, że przekazanie darowizny lub zapisanie się do Blokada Plus pozwala nam na dalsze ulepszanie aplikacji.
ru: Теперь вы используете новейшую версию Blokada! Помните, что пожертвование или подписка на Blokada Plus позволяет нам продолжать улучшать приложение.
zh_hant: 您正在使用最新版本的 Blokada！請記住，捐款或訂閱 Blokada Plus 讓我們可以繼續改進應用程式。

# update desc updated nodon
source: You are now using the newest version of Blokada!
ar: أنت الآن تستخدم أحدث إصدار من بلوكادا !
es: ¡Ahora estás usando la versión más reciente de Blokada!
fi: Käytössäsi on nyt uusin versio Blokadasta!
fr: Vous utilisez la dernière version de Blokada !
hu: A Blokada legújabb verzióját használod!
it: Ora stai utilizzando la versione più recente di Blokada!
nl: Je gebruikt de nieuwste versie van Blokada!
pl: Używasz najnowszej wersji Blokady!
ru: Теперь вы используете новейшую версию Blokada!
zh_hant: 您現在用得是最新版本的 Blokada！

# update downloading description
source: The update is now downloading, and you should see the installation prompt shortly.
ar: يتم الآن تنزيل التحديث، وسيظهر لك إشعار التثبيت قريبًا.
de: Die Aktualisierung wird jetzt heruntergeladen, und du solltest in Kürze den Installationsdialog sehen.
es: La actualización se está descargando, deberías ver el aviso de instalación en breve.
fi: Päivitystä ladataan nyt ja näet asennuskehotteen pian.
fr: La mise à jour est en cours de téléchargement, la fenêtre d'installation devrait bientôt s'afficher.
hu: A frissítés letöltése megkezdődött, hamarosan megjelenik a telepítési felület.
it: Aggiornamento in corso, a breve dovrebbe comparire la conferma per l'installazione.
nl: De update is nu aan het downloaden, en u zou de installatie snel moeten zien.
pl: Aktualizacja jest teraz pobierana i wkrótce powinien pojawić się monit instalacji.
ru: Обновление уже начало загружаться. Скоро появится запрос на установку.
zh_hant: 正在下載更新，您稍後就會看到安裝提示框。

# main share message
source: Blokada helped me block %@ ads and trackers!
ar: ساعدني بلوكادا على حَظْر %@ الإعلانات و المتعقِّبين !
de: Blokada für iOS hat mir geholfen, %@ Tracker und Werbeanzeigen zu blockieren!
es: ¡Blokada me ha ayudado a bloquear %@ anuncios y rastreadores!
fi: Blokada auttoi minua estämään %@ mainoksia ja seurantaohjelmia!
fr: Blokada m'a aidé à bloquer %@ pubs et trackers !
hu: A Blokada segített blokkolni %@ hirdetést és a trackert!
it: Blokada mi ha aiutato a bloccare %@ annunci e tracker!
nl: Blokada hielp me %@ advertenties en trackers te blokkeren!
pl: Blokada pomogła mi zablokować %@ reklam i trackerów!
ru: Blokada помогла мне заблокировать %@ рекламы и трекеров!
zh_hant: Blokada 幫我阻擋了 %@ 則廣告和追蹤器！

# main rate us header
source: Rate us!
ar: قيّمنا!
de: Bewerte uns!
es: ¡Califícanos!
fi: Arvostele meidät!
fr: Notez-nous !
hu: Értékelj minket!
it: Valutaci!
nl: Beoordeel ons!
pl: Oceń nas!
ru: Оцените нас!
zh_hant: 幫我們評分！

# main rate us description
source: How do you like Blokada so far?
ar: ما رأيك في Blokada حتى الآن؟
de: Wie gefällt dir Blokada bisher?
es: Hasta ahora, ¿cuánto te gusta Blokada?
fi: Mitä pidät Blokadasta toistaiseksi?
fr: Appréciez-vous Blokada ?
hu: Eddig hogy tetszik a Blokada?
it: Quanto ti piace Blokada finora?
nl: Wat vind je tot nu toe van Blokada?
pl: Jak Ci się podoba Blokada?
ru: Вам понравилась Blokada?
zh_hant: 迄今您喜歡 Blokada 多少？

# main rate us on app store
source: Would you help us by rating Blokada on App Store?
ar: هل تساعدنا في تقييم Blokada على متجر التطبيقات؟
de: Hillfst du uns, indem du Blokada im App Store bewertest?
es: ¿Te importaría ayudarnos valorando Blokada en App Store?
fi: Auttaisitko meitä arvioimalla Blokadan App Storesta?
fr: Voudriez-vous nous aider en notant Blokada sur l'App Store ?
hu: Az App Store értékeléssel lenne kedved segíteni nekünk?
it: Ci aiuteresti valutando Blokada su App Store?
nl: Zou je ons willen helpen door Blokada te beoordelen in de App Store?
pl: Czy mógłbyś nam pomóc, oceniając Blokadę w App Store?
ru: Не могли бы вы помочь нам с рейтингом Blokada в App Store?
zh_hant: 您願意在 App Store 幫我們評分嗎？

# main rate us action sure
source: Sure!
ar: بكل تأكيد!
de: Klar!
es: ¡Claro!
fi: Toki!
fr: Bien sûr !
hu: Persze!
it: Certo!
nl: Zeker!
pl: Jasne!
ru: Конечно!
zh_hant: OK！

# main tab home
source: Home
ar: الرئيسية
de: Hauptseite
es: Inicio
fi: Etusivu
fr: Accueil
hu: Kezdőlap
pl: Start
ru: Домой
zh_hant: 首頁

# main tab activity
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fi: Toiminta
fr: Activité
hu: Tevékenység
it: Attività
nl: Activiteit
pl: Aktywność
ru: Активность
zh_hant: 活動

# main tab advanced
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Paramètres Avancés
hu: Haladó
it: Avanzate
nl: Geavanceerd
pl: Funkcje
ru: Дополнительно
zh_hant: 進階

# main tab settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pl: Ustawienia
ru: Настройки
zh_hant: 設定

# home ads counter footnote
source: ads and trackers blocked since installation
ar: الإعلانات والمتتبعون المحجوبون منذ التثبيت
de: Tracker und Werbeanzeigen seit der Installation blockiert
es: anuncios y rastreadores bloqueados desde la instalación
fi: mainosta ja seurantaohjelmaa on estetty asennuksen jälkeen
fr: pubs et trackers bloqués depuis l'installation
hu: blokkolt reklámok és trackerek száma telepítés óta
it: pubblicità e tracker bloccati fin dall'installazione
nl: advertenties en trackers geblokkeerd sinds de installatie
pl: reklamy i trackery zablokowane od czasu instalacji
ru: рекламы и трекеров заблокировано с момента установки
zh_hant: 自安裝以來所阻擋的廣告與追蹤器量

# home power off menu header
source: What would you like to do?
ar: ماذا ترغب في القيام به؟
de: Was möchtest du machen?
es: ¿Qué te gustaría hacer?
fi: Mitä haluaisit tehdä?
fr: Que souhaitez-vous faire ?
hu: Mit szeretnél tenni?
it: Cosa vorresti fare?
nl: Wat zou je willen doen?
pl: Co chciałbyś zrobić?
ru: Что бы вы хотели сделать?
zh_hant: 您想做什麼？

# home power action turn on
source: Turn on
ar: تشغيل
de: Einschalten
es: Activar
fi: Ota käyttöön
fr: Activer
hu: Bekapcsolás
it: Attiva
nl: Inschakelen
pl: Włącz
ru: Включить
zh_hant: 開啟

# home power action turn off
source: Turn off
ar: إيقاف
de: Ausschalten
es: Desactivar
fi: Kytke pois
fr: Désactiver
hu: Kikapcsolás
it: Disattiva
nl: Uitschakelen
pl: Wyłącz
ru: Отключить
zh_hant: 關閉

# home power action pause
source: Pause for 5 min
ar: إيقاف مؤقت 5 دقائق
de: Für 5 min pausieren
es: Pausar 5 minutos
fi: Pysäytä viideksi minuutiksi
fr: Pause pour 5 min
hu: Szünetelés 5 percig
it: Pausa per 5 min
nl: Pauzeer voor 5 minuten
pl: Wstrzymaj na 5 min
ru: Остановить на 5 минут
zh_hant: 暫停 5 分鐘

# home status paused
source: Paused
ar: متوقِّف مؤقتًا
de: Pausiert
es: En pausa
fi: Keskeytetty
fr: En pause
hu: Szünetelve
it: In pausa
nl: Gepauzeerd
pl: Wstrzymana
ru: Остановлено
zh_hant: 已暫停

# home status active
source: Active
ar: نَشِط
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
hu: Aktív
it: Attiva
nl: Actief
pl: Aktywna
ru: Активно
zh_hant: 運作中

# home status deactivated
source: Deactivated
ar: مُعَطَّل
de: Deaktiviert
es: Desactivado
fi: Deaktivoitu
fr: Désactivé
hu: Deaktiválva
it: Disattivata
nl: Gedeactiveerd
pl: Dezaktywowana
ru: Деактивировано
zh_hant: 已停用

# home action tap to activate
source: Tap to activate
ar: اضغط للتفعيل
de: Zum Aktivieren tippen
es: Toca para activar
fi: Napauta aktivoidaksesi
fr: Appuyez pour activer
hu: Koppints az aktiváláshoz
it: Tocca per attivare
nl: Tik om te activeren
pl: Stuknij, aby aktywować
ru: Нажмите для активации
zh_hant: 按一下啟動

# home status detail paused
source: Paused until timer ends
ar: متوقف مؤقتًا حتى انتهاء المؤقّت
de: Pausiert, bis der Timer abgelaufen ist
es: En pausa hasta que el temporizador termine
fi: Pysäytetään, kunnes ajastin päättyy
fr: En pause jusqu'à la fin de la minuterie
hu: Szünetel a számláló lejártáig
it: In pausa fino alla fine del timer
nl: Gepauzeerd tot de timer eindigt
pl: Wstrzymano do końca minutnika
ru: Пауза до окончания таймера
zh_hant: 暫停至計時結束

# home status detail active
source: Blocking *ads* and *trackers*
ar: يتم حجب *الإعلانات* و *المتتبعين*
de: *Werbung* und *Tracker* blockieren
es: Bloqueando *anuncios* y *rastreadores*
fi: Estetään *mainoksia* ja *seurantaohjelmia*
fr: Bloque les *pubs* et *trackers*
hu: *reklám* és *tracker* blokkolása
it: Sto bloccando *pubblicità* e *tracker*
nl: Blokkeert *advertenties* en *trackers*
pl: Blokowanie *reklam* i *trackerów*
ru: Блокировано *рекламы* и *трекеров*
zh_hant: 阻擋 *廣告* 及 *追蹤器*

# home status detail active with counter
source: Blocked *%@* ads and trackers
ar: تم حجب *%@* من الإعلانات والمتتبعين
de: *%@* Werbeanzeigen und Tracker blockiert
es: *%@* anuncios y rastreadores bloqueados
fi: Estetty *%@* mainosta ja seurantaohjelmaa
fr: A bloqué *%@* pubs et trAckers
hu: Blokkolva *%@* reklám és követő
it: *%@* pubblicità e tracker bloccati
nl: *%@* Advertenties en trackers geblokkeerd
pl: Zablokowano *%@* reklam i trackerów
ru: Блокировано *%@* рекламы и трекеров
zh_hant: 已阻擋 *%@* 個廣告及追蹤器

# home status detail active day
source: Ads and trackers blocked last 24h
ar: عدد الإعلانات وأدوات التتبع المحجوبة خلال 24 ساعة الأخيرة
es: Anuncios y rastreadores bloqueados las últimas 24 horas
fi: Mainokset ja seuranta estetty viimeisen 24 tunnin aikana
fr: Publicités et trackers bloqués ces dernières 24h
hu: Blokkolt hirdetések és nyomkövetők az elmúlt 24 órában
it: Pubblicità e tracker bloccati nelle ultime 24 ore
nl: Advertenties en trackers geblokkeerd afgelopen 24u
pl: Reklamy i trackery zablokowane przez ostatnie 24 godziny
ru: За последние 24 часа заблокировано рекламы и трекеров
zh_hant: 過去24小時封鎖的廣告與追蹤程式

# home status detail active slim
source: Blokada *Slim* is active
ar: Blokada *Slim* نَشِط
de: Blokada *Slim* ist aktiv
es: Blokada *Slim* está activo
fi: Blokada *Slim* on aktiivinen
fr: Blokada * Slim* est actif
hu: Blokada *Slim* aktív
it: Blokada *Slim* è attiva
nl: Blokada *Slim* is actief
pl: Blokada *Slim* jest włączona
ru: Blokada *Slim* активна
zh_hant: Blokada *Slim* 已啟用

# home status detail plus
source: *+* protecting your *privacy*
ar: *+* يحمي *خصوصيتك*
de: *+* beschützt deine *Privatsphäre*
es: *+* protegiendo tu *privacidad*
fi: *+* suojataan *yksityisyyttäsi*
fr: *+* protège votre *vie privée*
hu: *+* védelmezi a *magánéletedet*
it: *+* proteggendo la tua *privacy*
nl: *+* bescherming van uw *privacy*
pl: *+* ochrona Twojej *prywatności*
ru: *+* защищающий вашу *приватность*
zh_hant: *+* 保護您的 *隱私*

# home status detail progress
source: Please wait...
ar: الرجاء الإنتظار...
de: Bitte warte...
es: Por favor, espere...
fi: Ole hyvä ja odota...
fr: Veuillez patienter...
hu: Kérem várjon...
it: Attendere prego...
nl: Even geduld...
pl: Proszę czekać...
ru: Пожалуйста, подождите...
zh_hant: 請稍候……

# home plus button deactivated
source: BLOKADA+ deactivated
ar: BLOKADA+ مُعَطَّلَة
de: BLOKADA+ deaktiviert
es: BLOKADA+ desactivado
fi: BLOKADA+ deaktivoitu
fr: BLOKADA+ désactivé
hu: BLOKADA+ deaktiválva
it: BLOKADA+ è disattivata
nl: BLOKADA+ gedeactiveerd
pl: BLOKADA+ wyłączona
ru: BLOKADA+ деактивирована
zh_hant: 已停用 BLOKADA+

# home plus button deactivated cloud
source: VPN deactivated
ar: تم إيقاف الـVPN
de: VPN deaktiviert
es: VPN desactivada
fi: VPN deaktivoitu
fr: VPN désactivé
hu: VPN deaktiválva
it: VPN disattivata
nl: VPN gedeactiveerd
pl: VPN jest wyłączony
ru: VPN деактивирован
zh_hant: VPN 已停用

# home plus button select location
source: Select location
ar: اختر الموقع
de: Standort wählen
es: Elegir ubicación
fi: Valitse sijainti
fr: Choisir l'emplacement
hu: Hely kiválasztása
it: Seleziona la località
nl: Selecteer locatie
pl: Wybierz lokalizację
ru: Выберите местоположение
zh_hant: 選擇位置

# home plus button location
source: Location: *%@*
ar: الموقع: *%@*
de: Standort: *%@*
es: Ubicación: *%@*
fi: Sijainti: *%@*
fr: Emplacement : *%@*
hu: Hely: *%@*
it: Località: *%@*
nl: Locatie: *%@*
pl: Lokalizacja: *%@*
ru: Местоположение: *%@*
zh_hant: 位置：*%@*

# pack section header
source: Advanced Features
ar: مزايا متقدمة
de: Erweiterte Funktionen
es: Avanzadas
fi: Edistyneet ominaisuudet
fr: Fonctionnalités avancées
hu: Speciális funkciók
it: Funzioni Avanzate
nl: Geavanceerde Functies
pl: Funkcje
ru: Расширенные возможности
zh_hant: 進階功能

# pack section header details
source: Feature Details
ar: تفاصيل الميزة
de: Ausstattungsdetails
es: Detalles de la funcionalidad
fi: Ominaisuuden yksityiskohdat
fr: Détails de la fonctionnalité
hu: Jellemző Részletei
it: Dettagli delle funzionalità
nl: Functie Details
pl: Szczegóły
ru: Описание функции
zh_hant: 功能詳細資訊

# pack action install
source: GET
ar: الحصول على
de: ERHALTEN
es: OBTENER
fi: HAE
fr: AVOIR
hu: TELEPÍTÉS
it: OTTIENI
nl: OPHALEN
pl: POBIERZ
ru: ПОЛУЧИТЬ
zh_hant: 取得

# pack action update
source: UPDATE
ar: تحديث
de: AKTUALISIEREN
es: ACTUALIZAR
fi: PÄIVITÄ
fr: MISE À JOUR
hu: FRISSÍTÉS
it: AGGIORNA
nl: BIJWERKEN
pl: AKTUALIZUJ
ru: ОБНОВИТЬ
zh_hant: 更新

# pack action uninstall
source: REMOVE
ar: إزالة
de: ENTFERNEN
es: DESINSTALAR
fi: POISTA
fr: SUPPRIMER
hu: ELTÁVOLÍTÁS
it: RIMUOVI
nl: VERWIJDEREN
pl: USUŃ
ru: УДАЛИТЬ
zh_hant: 移除

# pack author
source: Author
ar: المؤلف
de: Autor
es: Autor
fi: Tekijä
fr: Auteur
hu: Szerző
it: Autore
nl: Auteur
pl: Autor
ru: Автор
zh_hant: 作者
