Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# family payment slug
source: Protect your entire family with one subscription. Monitor and protect all family devices from unwanted content.
ar: احمِ عائلتك بأكملها عبر اشتراك واحد. راقب جميع أجهزة العائلة وقم بحمايتها من المحتوى غير المرغوب فيه.
es: Proteja a toda su familia con una sola suscripción. Controle y proteja todos los dispositivos familiares de contenido no deseado.
fi: Suojaa koko perheesi yhdellä tilauksella. Tarkkaile ja suojaa kaikkia perheen laitteita ei-toivotulta sisällöltä.
fr: Protégez toute votre famille grâce à un seul abonnement. Surveillez et protégez tous les appareils de la famille contre les contenus indésirables.
hu: Védd meg az egész családodat egyetlen előfizetéssel. Figyeld és védd az összes családi eszközt a nem kívánt tartalomtól.
nl: Bescherm uw hele familie met één abonnement. Controleer en bescherm alle toestellen van familie tegen ongewenste inhoud.
pl: Chroń całą swoją rodzinę za pomocą jednej subskrypcji. Monitoruj i chroń wszystkie urządzenia rodzinne przed niechcianymi treściami.
ru: Защитите всю семью с помощью одной подписки. Контролируйте и защищайте все семейные устройства от нежелательного контента.
zh_hant: 只需一個訂閱，即可保護您全家的安全。監控並防護所有家庭裝置，免於不良內容。

# family payment features devices header
source: Family Device Monitoring
ar: مراقبة أجهزة العائلة
es: Monitoreo de dispositivos familiares
fi: Perhelaitteen Seuranta
fr: Surveillance de l'appareil familial
hu: Családi eszközfelügyelet
nl: Familie Device Monitoring
pl: Monitorowanie urządzeń rodzinnych
ru: Мониторинг устройств семьи
zh_hant: 家庭裝置監控

# family payment features devices body
source: Manage and monitor all your devices through a single app. Control access and content filtering directly from your device.
ar: أدِر جميع أجهزتك وراقبها عبر تطبيق واحد. تحكم بالوصول وتصفية المحتوى مباشرة من جهازك.
es: Administre y supervise todos sus dispositivos a través de una sola aplicación. Controle el acceso y el filtrado de contenido directamente desde su dispositivo.
fi: Hallitse ja seuraa kaikkia laitteitasi yhden sovelluksen kautta. Hallitse pääsyä ja sisällön suodatusta suoraan laitteestasi.
fr: Gérez et contrôlez tous vos appareils grâce à une seule application. Contrôlez l'accès et le filtrage de contenu directement à partir de votre appareil.
hu: Kezeld és felügyeld az összes eszközt egyetlen alkalmazásból. Szabályozd a hozzáférést és a tartalomszűrést közvetlenül a saját eszközödről.
nl: Beheren en controleren van al uw apparaten via een enkele app. Beheer toegang en content die direct vanaf uw apparaat filteren.
pl: Zarządzaj i monitoruj wszystkie swoje urządzenia za pomocą jednej aplikacji. Kontroluj dostęp i filtrowanie treści bezpośrednio z urządzenia.
ru: Управляйте и контролируйте все свои устройства с помощью одного приложения. Управляйте доступом и фильтруйте контент прямо с устройства.
zh_hant: 透過單一應用程式管理並監控您所有的裝置。可直接從您的裝置控制存取權與內容過濾。

# family payment features performance body
source: Maintain a swift and responsive device while ensuring your internet connection remains at peak speeds, all thanks to our proven technology.
ar: حافظ على جهازك سريعًا واستمتع بسرعة إنترنت قصوى بفضل تقنيتنا المجربة.
es: Mantenga un dispositivo rápido y receptivo a la vez que asegura que su conexión a Internet permanezca a velocidades punta, todo gracias a nuestra tecnología probada.
fi: Pidä nopea ja reagoiva laite samalla kun varmistamme, että internet-yhteytesi pysyy huippunopeuksilla, kaikki kiitos todistetun teknologian.
fr: Maintenez un appareil rapide et réactif tout en vous assurant que votre connexion Internet reste à haute vitesse, tout cela grâce à notre technologie éprouvée.
hu: Tartsd meg készüléked gyorsaságát és reakcióképességét, miközben az internetkapcsolatod csúcssebességen marad – mindez a bevált technológiánknak köszönhetően.
nl: Zorg voor een snel en responsief apparaat terwijl je ervoor zorgt dat je internetverbinding op een pieksnelheid blijft, allemaal dankzij onze bewezen technologie.
pl: Zachowaj szybkie i elastyczne urządzenie, gwarantując, że Twoje połączenie internetowe pozostanie w szczytowej prędkości, dzięki naszej sprawdzonej technologii.
ru: Поддерживайте быстрое и гибкое управление устройством, обеспечивая максимальную скорость интернет-соединения, и все это благодаря нашей проверенной технологии.
zh_hant: 確保您的裝置運作高速且反應靈敏，同時確保網路連線維持高峰速度，全靠我們經過驗證的技術。

# family payment features dns body
source: Enhance privacy across all your devices with DNS encryption. Blokada utilizes cutting-edge protocols to ensure your internet traffic remains confidential.
ar: عزز الخصوصية في جميع أجهزتك مع تشفير DNS. يستخدم Blokada بروتوكولات متطورة لضمان سرية حركة الإنترنت الخاصة بك.
es: Mejorar la privacidad en todos sus dispositivos con cifrado DNS. Blokada utiliza protocolos de vanguardia para asegurar que su tráfico de Internet siga siendo confidencial.
fi: Paranna yksityisyyttä kaikissa laitteissasi DNS-salauksella. Blokada käyttää huippuluokan protokollia varmistaakseen, että verkkoliikenne pysyy luottamuksellisena.
fr: Améliorez la confidentialité sur tous vos appareils grâce au chiffrement DNS. Blokada utilise des protocoles de pointe pour assurer la confidentialité de votre trafic Internet.
hu: Növeld az adatvédelmet minden eszközön DNS-titkosítással. A Blokada élvonalbeli protokollokat használ, hogy az internetes forgalmad bizalmas maradjon.
nl: Verbeter privacy op al uw apparaten met DNS-versleuteling. Blokada maakt gebruik van geavanceerde protocollen om ervoor te zorgen dat uw internetverkeer vertrouwelijk blijft.
pl: Zwiększ prywatność na wszystkich urządzeniach za pomocą szyfrowania DNS. Blokada wykorzystuje najnowocześniejsze protokoły, aby upewnić się, że Twój ruch internetowy pozostaje poufny.
ru: Повысьте уровень конфиденциальности на всех ваших устройствах с помощью шифрования DNS. Blokada использует самые современные протоколы, чтобы обеспечить конфиденциальность вашего интернет-трафика.
zh_hant: 透過 DNS 加密提升所有裝置的隱私保護。Blokada 採用先進協議，確保您的網路流量保持機密。

# family payment features battery body
source: Activating Blokada won't drain your battery. It might actually help it last longer by blocking unnecessary background activities.
ar: تفعيل Blokada لن يستهلك بطاريتك. قد يساعد في إطالة عمرها عبر حجب الأنشطة الخلفية غير الضرورية.
es: Activar Blokada no consumirá la batería. En realidad podría ayudarlo a durar más bloqueando actividades de fondo innecesarias.
fi: Blokadan aktivointi ei tyhjennä akkuasi. Se saattaa itse asiassa auttaa sitä pitempään estämällä tarpeettomia taustatoimintoja.
fr: L'activation de Blokada ne va pas vider votre batterie. Cela pourrait en fait l'aider à durer plus longtemps en bloquant les activités en arrière-plan inutiles.
hu: A Blokada aktiválása nem meríti le az akkumulátort. Valójában akár tovább is bírhatod, mivel szükségtelen háttérfolyamatokat blokkol.
nl: Het activeren van Blokada zal je batterij niet leegmaken. Het kan zelfs langer helpen door onnodige achtergrondactiviteiten te blokkeren.
pl: Aktywacja Blokada nie zużywa baterii. Może to być pomocne przez blokowanie niepotrzebnych czynności w tle.
ru: Активация Blokada не разрядит батарею. Более того, она может помочь продлить время ее работы, блокируя ненужную фоновую активность.
zh_hant: 啟用 Blokada 不會耗盡您的電池。實際上，可能還能通過阻擋不必要的背景活動幫助延長電池壽命。

# family account attach header
source: Attach device
ar: ربط جهاز
es: Adjuntar dispositivo
fi: Liitä laite
fr: Attacher l'appareil
hu: Eszköz csatolása
nl: Apparaat bijvoegen
pl: Dołącz urządzenie
ru: Прикрепить устройство
zh_hant: 連結裝置

# family account attach body
source: To link this device to the parent device, complete the setup process. Once linked, this device will be locked, allowing you to configure and monitor it from the parent device.
ar: لربط هذا الجهاز بجهاز الوالد، أكمل عملية الإعداد. بمجرد الربط، سيتم قفل هذا الجهاز ويمكنك ضبطه ومتابعته من جهاز الوالد.
es: Para vincular este dispositivo al dispositivo padre, complete el proceso de configuración. Una vez conectado, este dispositivo será bloqueado, permitiéndole configurar y monitorear desde el dispositivo padre.
fi: Jos haluat linkittää tämän laitteen päälaitteeseen, suorita asennusprosessi. Kun laite on kytketty, se lukitaan, jolloin voit määrittää sen ja valvoa sitä päälaitteesta.
fr: Pour lier ce périphérique au périphérique parent, complétez le processus d'installation. Une fois lié, cet appareil sera verrouillé, vous permettant de le configurer et de le surveiller à partir du périphérique parent.
hu: Az eszköz szülő készülékhez történő kapcsolásához fejezd be a beállítási folyamatot. Miután összekapcsoltad, az eszköz zárolásra kerül, és konfigurálhatod vagy felügyelheted a szülői eszközről.
nl: Om dit apparaat te koppelen aan het bovenliggende apparaat, voltooi het installatieproces. Eenmaal gekoppeld, zal dit apparaat worden vergrendeld, zodat u het kunt configureren en monitoren vanaf het bovenliggende apparaat.
pl: Aby połączyć to urządzenie z urządzeniem nadrzędnym, zakończ proces konfiguracji. Po połączeniu urządzenie zostanie zablokowane, co pozwoli na skonfigurowanie i monitorowanie go z urządzenia nadrzędnego.
ru: Чтобы связать это устройство с родительским, завершите процесс настройки. После привязки устройство будет заблокировано, что позволит вам настраивать и контролировать его с родительского устройства.
zh_hant: 要將此裝置與家長裝置連結，請完成設定程序。連結後，該裝置會被鎖定，您可以從家長裝置進行設定和監控。

# family account qr header
source: Scan QR code
ar: مسح رمز QR
hu: QR-kód beolvasása
ru: Сканировать QR-код
zh_hant: 掃描 QR 碼

# family account qr body
source: Scan the QR code from the parent device, in order to initiate the linking process.
ar: امسح رمز QR من جهاز الوالد لبدء عملية الربط.
es: Escanea el código QR desde el dispositivo padre, para iniciar el proceso de enlace.
fi: Skannaa ylälaitteen QR-koodi, jotta linkitys voidaan käynnistää. @ info: whatsthis
fr: Scannez le code QR à partir de l'appareil parent, afin de lancer le processus de liaison.
hu: A QR-kód beolvasásával a szülői készülékről elindíthatod az összekapcsolási folyamatot.
nl: Scan de QR-code van het bovenliggende apparaat, om het koppelingsproces te initiëren.
pl: Zeskanuj kod QR z urządzenia nadrzędnego, aby rozpocząć proces łączenia.
ru: Сосканируйте QR-код с родительского устройства, чтобы начать процесс привязки.
zh_hant: 請從家長裝置掃描 QR 碼以開始連結流程。

# family account qr action button
source: Scan
ar: مسح
es: Escanear
fi: Skannaa
fr: Analyser
hu: Beolvasás
nl: Scannen
pl: Skanuj
ru: Сканировать
zh_hant: 掃描

# family account link header
source: Link device
ar: ربط الجهاز
es: Enlazar dispositivo
fi: Linkitä laite
fr: Lier l'appareil
hu: Eszköz összekapcsolása
nl: Koppel apparaat
pl: Połącz urządzenie
ru: Привязать устройство
zh_hant: 連結裝置

# family account link name
source: Set device name
ar: تعيين اسم الجهاز
es: Nombre del dispositivo
fi: Aseta laitteen nimi
fr: Définir le nom de l'appareil
hu: Eszköznév beállítása
nl: Apparaatnaam instellen
pl: Ustaw nazwę urządzenia
ru: Задать имя устройства
zh_hant: 設定裝置名稱

# family account link qr header
source: Scan this QR code
ar: امسح رمز QR هذا
es: Escanear este código QR
fi: Skannaa tämä QR-koodi
fr: Scannez ce code QR
hu: Olvasd be ezt a QR-kódot
nl: Scan deze QR-code
pl: Zeskanuj ten kod QR
ru: Сосканировать этот QR-код
zh_hant: 掃描此 QR 碼

# family account link qr body
source: This screen will close automatically once the new device has been detected.
ar: سيتم إغلاق هذه الشاشة تلقائيًا عند اكتشاف الجهاز الجديد.
es: Esta pantalla se cerrará automáticamente una vez detectado el nuevo dispositivo.
fi: Tämä näyttö sulkeutuu automaattisesti, kun uusi laite on havaittu.
fr: Cet écran se ferme automatiquement une fois que le nouvel appareil a été détecté.
hu: Ez a képernyő automatikusan bezár, miután az új eszköz felismerésre került.
nl: Dit scherm wordt automatisch gesloten zodra het nieuwe apparaat is gedetecteerd.
pl: Ten ekran zostanie automatycznie zamknięty po wykryciu nowego urządzenia.
ru: Этот экран закроется автоматически после обнаружения нового устройства.
zh_hant: 偵測到新裝置後，此畫面將自動關閉。

# family account cta unlink
source: Unlink
ar: إلغاء الربط
es: Desvincular
fi: Irrota
fr: Délier
hu: Leválasztás
nl: Ontkoppelen
pl: Odłącz
ru: Отвязать
zh_hant: 取消連結

# family account decide header
source: Add device
ar: إضافة جهاز
es: Añadir dispositivo
fi: Lisää laite
fr: Ajouter un appareil
hu: Eszköz hozzáadása
nl: Apparaat toevoegen
pl: Dodaj urządzenie
ru: Добавить устройство
zh_hant: 新增裝置

# family account decide link header
source: Link a device
ar: ربط جهاز
es: Vincular un dispositivo
fi: Linkitä laite
fr: Lier un appareil
hu: Eszköz összekapcsolása
nl: Koppel een apparaat
pl: Połącz urządzenie
ru: Привязать устройство
zh_hant: 連結裝置

# family account decide link body
source: In Blokada, you simply scan a QR code to link and manage another device.
ar: في Blokada، يمكنك ببساطة مسح رمز QR لربط جهاز آخر وإدارته.
es: En Blokada, simplemente escanea un código QR para enlazar y administrar otro dispositivo.
fi: Blokadassa voit yksinkertaisesti skannata QR-koodin linkittääksesi ja hallitaksesi toista laitetta.
fr: Dans Blokada, il vous suffit de scanner un code QR pour relier et gérer un autre appareil.
hu: A Blokadában egyszerűen olvass be egy QR-kódot egy másik eszköz összekapcsolásához és kezeléséhez.
nl: In Blokada scan je gewoon een QR-code om een ander apparaat te koppelen en te beheren.
pl: W Blokadzie po prostu zeskanujesz kod QR, aby połączyć i zarządzać innym urządzeniem.
ru: В Blokada вы просто сканируете QR-код, чтобы связать и управлять другим устройством.
zh_hant: 在 Blokada 中，只要掃描 QR 碼即可連結並管理其他裝置。

# family account decide separator
source: - or -
ar: - أو -
es: - o -
fi: - tai -
fr: - ou -
hu: - vagy -
nl: - of -
pl: - lub -
ru: - или -
zh_hant: - 或 -

# family account decide this header
source: Use this device
ar: استخدم هذا الجهاز
es: Usar este dispositivo
fi: Käytä tätä laitetta
fr: Utiliser cet appareil
hu: Ez az eszköz használata
nl: Dit apparaat gebruiken
pl: Użyj tego urządzenia
ru: Использовать это устройство
zh_hant: 使用此裝置

# family account decide this body
source: Alternatively, you may simply configure Blokada to work on this device, and set the pin to lock the app.
ar: بدلاً من ذلك، يمكنك تهيئة Blokada ليعمل على هذا الجهاز، وتعيين رمز PIN لقفل التطبيق.
es: Alternativamente, puede configurar Blokada para que funcione en este dispositivo y configurar el pin para que bloquee la aplicación.
fi: Vaihtoehtoisesti voit yksinkertaisesti määrittää Blokada-konfiguroida toimimaan tällä laitteella ja asettaa tapin lukitsemaan sovelluksen.
fr: Alternativement, vous pouvez simplement configurer Blokada pour qu'il fonctionne sur cet appareil et configurer le code PIN pour verrouiller l'application.
hu: Alternatívaként beállíthatod a Blokadát ezen az eszközön, és PIN-kódot adhatsz meg az alkalmazás zárolásához.
nl: Als alternatief kun je Blokada instellen om op dit apparaat te werken, en de pin instellen om de app te vergrendelen.
pl: Alternatywnie, możesz po prostu skonfigurować Blokadę do pracy na tym urządzeniu i ustawić pin do zablokowania aplikacji.
ru: Кроме того, вы можете просто настроить Blokada для работы на этом устройстве и установить пин-код для блокировки приложения.
zh_hant: 或是，您也可以將 Blokada 設定於此裝置上，並設定 PIN 來鎖定應用程式。

# family shields header
source: Activate shields to block access to selected content on your supervised devices.
ar: فعّل الحماية لحجب الوصول للمحتوى المحدد على أجهزتك تحت الإشراف.
es: Activa escudos para bloquear el acceso al contenido seleccionado en tus dispositivos supervisados.
fi: Aktivoi kilvet estääksesi pääsyn valittuun sisältöön valvotuissa laitteissa.
fr: Activez les boucliers pour bloquer l'accès au contenu sélectionné sur vos appareils surveillés.
hu: Aktiváld a pajzsokat, hogy felügyelt eszközeiden szűrd a nem kívánt tartalmakat.
nl: Activeer schilden om toegang tot geselecteerde inhoud van uw gecontroleerde apparaten te blokkeren.
pl: Aktywuj tarcze, aby zablokować dostęp do wybranych treści na urządzeniach nadzorowanych.
ru: Активируйте защиту, чтобы заблокировать доступ к выбранному контенту на контролируемых устройствах.
zh_hant: 啟用防護盾以封鎖受監控裝置的選定內容。

# family shields custom slug
source: Manage your own custom entries to block or allow.
ar: أدر الإدخالات المخصصة الخاصة بك للحظر أو السماح.
es: Gestiona tus propias entradas personalizadas para bloquear o permitir.
fi: Hallitse omia omia merkintöjäsi estääksesi tai sallitaksesi.
fr: Gérez vos propres entrées personnalisées pour bloquer ou autoriser.
hu: Kezeld saját egyéni szabályaidat tiltáshoz vagy engedélyezéshez.
nl: Beheer uw eigen aangepaste items om te blokkeren of toe te staan.
pl: Zarządzaj własnymi wpisami, aby zablokować lub zezwolić.
ru: Управляйте собственными пользовательскими записями, чтобы блокировать или разрешать их.
zh_hant: 管理您自訂的封鎖或允許項目。

# toplist company other
source: Other
ar: غير ذلك
es: Otro
fi: Muu
fr: Autres
hu: Egyéb
nl: anders
pl: Inne
ru: Прочее
zh_hant: 其他

# toplist tld unknown
source: unknown
ar: غير معروف
es: desconocido
fi: tuntematon
fr: inconnue
hu: ismeretlen
nl: Onbekend
pl: nieznany
ru: неизвестно
zh_hant: 未知

# family notification subtitle
source: Family protection is off
ar: الحماية العائلية متوقفة
es: La protección familiar está desactivada
fi: Perheiden suojelu on pois päältä
fr: La protection familiale est désactivée
hu: A családi védelem ki van kapcsolva
nl: Gezinsbescherming is uitgeschakeld
pl: Ochrona rodziny wyłączona
ru: Защита семьи отключена
zh_hant: 家庭防護已關閉

# family fault link already
source: This device is already linked. Please unlink it using the parent app and try again.
ar: هذا الجهاز مرتبط بالفعل. يرجى إلغاء الربط عبر تطبيق الوالد والمحاولة مرة أخرى.
es: Este dispositivo ya está enlazado. Por favor, desvincularlo usando la aplicación padre e inténtelo de nuevo.
fi: Tämä laite on jo yhdistetty. Poista linkitys vanhemman sovelluksella ja yritä uudelleen.
fr: Cet appareil est déjà lié. Veuillez le dissocier en utilisant l'application parent et réessayez.
hu: Ez az eszköz már össze van kapcsolva. Kérjük, válaszd le a szülői alkalmazásban, majd próbáld újra.
nl: Dit apparaat is al gekoppeld. Ontkoppel het via de bovenliggende app en probeer het opnieuw.
pl: To urządzenie jest już połączone. Odłącz je za pomocą aplikacji rodzica i spróbuj ponownie.
ru: Это устройство уже связано. Пожалуйста, отсоедините его с помощью родительского приложения и повторите попытку.
zh_hant: 此裝置已連結。請利用家長端應用程式取消連結再重試。

# family profile dialog header
source: Select a profile to use for %@.
ar: حدد ملف تعريف لاستخدامه مع %@.
es: Selecciona un perfil para usar para %@.
fi: Valitse profiili käytettäväksi kohteelle %@.
fr: Sélectionnez un profil à utiliser pour %@.
hu: Válassz profilt ehhez: %@.
nl: Selecteer een profiel om te gebruiken voor %@.
pl: Wybierz profil dla %@.
ru: Выберите профиль, который будет использоваться для %@.
zh_hant: 選擇要用於 %@ 的設定檔。

# family profile dialog header this
source: Select a profile to use for this device.
ar: حدد ملف تعريف لاستخدامه مع هذا الجهاز.
es: Seleccione un perfil para usar en este dispositivo.
fi: Valitse profiili tämän laitteen käyttöön.
fr: Sélectionnez un profil à utiliser pour cet appareil.
hu: Válassz profilt ehhez az eszközhöz.
nl: Selecteer een profiel om te gebruiken voor dit apparaat.
pl: Wybierz profil dla tego urządzenia.
ru: Выберите профиль, который будет использоваться для этого устройства.
zh_hant: 選擇要用於此裝置的設定檔。

# family profile add
source: Which profile would you like to add?
ar: أي ملف تعريف ترغب في إضافته؟
es: ¿Qué perfil te gustaría añadir?
fi: Minkä profiilin haluat lisätä?
fr: Quel profil souhaitez-vous ajouter ?
hu: Melyik profilt szeretnéd hozzáadni?
nl: Welk profiel wilt u toevoegen?
pl: Który profil chcesz dodać?
ru: Какой профиль вы хотите добавить?
zh_hant: 您想新增哪一個設定檔？

# family profile template
source: Choose a template to get started.
ar: اختر قالبًا للبدء.
es: Elija una plantilla para empezar.
fi: Valitse malli aloittaaksesi.
fr: Pour commencer, sélectionnez un modèle.
hu: Kezdéshez válassz egy sablont.
nl: Kies een sjabloon om te beginnen.
pl: Wybierz szablon, aby rozpocząć.
ru: Выберите шаблон, чтобы начать.
zh_hant: 選擇一個範本開始使用。

# family profile name parent
source: Parent
ar: الوالد
es: Padres
fi: Vanhempi
hu: Szülő
nl: Ouder
pl: Rodzic
ru: Родительский
zh_hant: 家長

source: Parent
ar: الوالد
es: Padres
fi: Vanhempi
hu: Szülő
pl: Rodzic
ru: Родитель
zh_hant: 家長

# family profile name child
source: Child
ar: الطفل
es: Hijo
fi: Lapsi
fr: Enfant
hu: Gyermek
nl: Kind
pl: Dziecko
ru: Дочерний
zh_hant: 小孩

source: Child
ar: الطفل
es: Hijo
fi: Lapsi
fr: Enfant
hu: Gyermek
pl: Dziecko
ru: Ребенок
zh_hant: 小孩

# family profile name custom
source: Custom
ar: مخصص
es: Personal
fi: Mukautettu
fr: Personnalisé
hu: Egyedi
nl: Aangepast
pl: Własny
ru: Настраиваемый
zh_hant: 自訂

source: Custom
ar: مخصص
es: Personal
fi: Mukautettu
fr: Personnalisé
hu: Egyedi
pl: Własny
ru: Настраиваемый
zh_hant: 自訂

# family profile action add
source: Add new profile
ar: إضافة ملف تعريف جديد
es: Añadir nuevo perfil
fi: Lisää uusi profiili
fr: Ajouter un nouveau profil
hu: Új profil hozzáadása
nl: Nieuw profiel toevoegen
pl: Dodaj nowy profil
ru: Добавить новый профиль
zh_hant: 新增設定檔

# family profile action delete
source: Remove this profile
ar: إزالة هذا الملف التعريفي
es: Eliminar este perfil
fi: Poista tämä profiili
fr: Supprimer ce profil
hu: Profil eltávolítása
nl: Dit profiel verwijderen
pl: Usuń ten profil
ru: Удалить этот профиль
zh_hant: 移除此設定檔

# family profile error use
source: This profile is currently in use. Ensure no device is using it before deletion.
ar: هذا الملف التعريفي قيد الاستخدام حاليًا. تأكد من عدم استخدامه مع أي جهاز قبل حذفه.
es: Este perfil está actualmente en uso. Asegúrate de que ningún dispositivo lo esté usando antes de eliminarlo.
fi: Tämä profiili on tällä hetkellä käytössä. Varmista, ettei mikään laite käytä sitä ennen poistamista.
fr: Ce profil est actuellement utilisé. Assurez-vous qu'aucun appareil ne l'utilise avant la suppression.
hu: Ez a profil jelenleg használatban van. Győződj meg róla, hogy egyik eszköz sem használja, mielőtt törlöd.
nl: Dit profiel is momenteel in gebruik. Zorg ervoor dat er geen apparaat gebruik van maakt voordat het verwijderd wordt.
pl: Ten profil jest obecnie używany. Upewnij się, że żadne urządzenie nie używa go przed usunięciem.
ru: Этот профиль в настоящее время используется. Перед удалением убедитесь, что ни одно устройство его не использует.
zh_hant: 此設定檔目前正在使用中。請確保沒有裝置正在使用再行刪除。

# family profile error
source: Failed to delete this profile.
ar: فشل حذف هذا الملف التعريفي.
es: Error al eliminar este perfil.
fi: Profiilin poistaminen epäonnistui.
fr: Impossible de supprimer ce profil.
hu: Nem sikerült törölni ezt a profilt.
nl: Kan dit profiel niet verwijderen.
pl: Nie udało się usunąć tego profilu.
ru: Не удалось удалить этот профиль.
zh_hant: 刪除此設定檔失敗。

# family profile template name
source: %@ Profile
ar: ملف تعريف %@
es: Perfil %@
fi: %@-profiili
fr: Profil %@
hu: %@ profil
nl: %@ profiel
pl: Profil %@
ru: %@ профиль
zh_hant: %@ 設定檔

# family profile action select
source: Select profile
ar: تحديد ملف التعريف
es: Seleccionar perfil
fi: Valitse profiili
fr: Sélectionner un profil
hu: Profil kiválasztása
nl: Selecteer een profiel
pl: Wybierz profil
ru: Выбрать профиль
zh_hant: 選擇設定檔

# family device label statistics
source: STATISTICS
ar: الإحصائيات
es: ESTADÍSTICAS
fi: TILASTOT
fr: STATISTIQUES
hu: STATISZTIKA
nl: STATISTIEKEN
pl: STATYSTYKI
ru: СТАТИСТИКА
zh_hant: 統計資料
