Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# payment feature desc no ads
source: Use the popular Blokada adblocking technology to block ads on your devices. Advanced settings are available.
ar: استخدم تقنية Blokada الشهيرة لحظر الإعلانات على أجهزتك. إعدادات متقدمة متاحة.
de: Verwende die beliebte Blokada Adblocking-Technologie, um Werbung auf deinen Geräten zu blockieren. Erweiterte Einstellungen sind verfügbar.
es: Utiliza la popular tecnología de bloqueo de anuncios de Blokada para bloquear anuncios en tus dispositivos. Los ajustes avanzados están disponibles.
fi: Käytä suosittua Blokada-adesto-tekniikkaa estääksesi mainokset laitteillasi. Lisäasetukset ovat käytettävissä.
fr: Utilisez la technologie populaire de blocage des publicités Blokada pour bloquer les publicités sur vos appareils. Des paramètres avancés sont disponibles.
hu: Használja a népszerű Blokada reklámblokkoló technológiát, hogy eszközén mindenhol tudjon rekámot blokkolni. További beállítások elérhetőek.
it: Usa la popolare tecnologia di Blokada per bloccare le pubblicità sui tuoi dispositivi. Sono disponibili impostazioni avanzate.
nl: Gebruik de populaire Blokada adblocking technologie om advertenties op je apparaten te blokkeren. Geavanceerde instellingen zijn beschikbaar.
pl: Użyj popularnej technologii blokowania reklam Blokady, aby blokować reklamy na swoich urządzeniach. Dostępne są również ustawienia zaawansowane.
ru: Используйте популярную технологию Blokada для блокировки рекламы на ваших устройствах. Доступны расширенные настройки.
zh_hant: 利用知名的 Blokada 廣告阻擋技術，阻擋您裝置上的廣告。可調進階設定。

# payment feature title support
source: Great Support
ar: دعم ممتاز
de: Großartiger Support
es: Buen soporte
fi: Mahtava tuki
fr: Excellent support
hu: Kimagasló Ügyfélszolgálat
it: Ottimo Supporto
nl: Goede ondersteuning
pl: Świetne wsparcie
ru: Отличная поддержка
zh_hant: 最佳支援

# payment feature desc support
source: Get a prompt response to any questions thanks to our Customer Support and vibrant open source community.
ar: احصل على إجابات سريعة بفضل دعم العملاء والمجتمع مفتوح المصدر النشط.
de: Bekomme eine schnelle Antwort auf jede Frage, dank unserem Kundensupport und der lebendigen Open-Source-Community.
es: Obtén una respuesta rápida a cualquier pregunta gracias a nuestro Servicio de Atención al Cliente y a nuestra activa comunidad.
fi: Saa nopea vastaus kaikkiin kysymyksiin, kiitos meidän asíakastukemme ja elinvoimaisen avoimen yhteisömme takia.
fr: Obtenez une réponse rapide à toutes vos questions grâce à notre service client et notre fantastique communauté open source.
hu: Gyors választ kap minden kérdésére az ügyfélszolgálattól, vagy a dinamikus közösségtől.
it: Ottieni una risposta veloce a tutte le domande grazie al nostro servizio clienti e una vivace comunità open source.
nl: Krijg een prompt antwoord op vragen dankzij onze klantenservice en levendige open source community.
pl: Uzyskaj szybką odpowiedź na wszelkie pytania dzięki naszej Obsłudze Klienta i aktywnej społeczności open source.
ru: Получите быстрый ответ на любые вопросы через нашу службу поддержки клиентов и активное сообщество разработчиков По с открытым исходным кодом.
zh_hant: 歸功於我們的客戶支援與充滿活力的開放原始碼社群，您的任何問題都能迅速得到答覆。

# payment action see all features
source: See All Features
ar: عرض جميع الميزات
de: Alle Funktionen anzeigen
es: Ver todas las características
fi: Näe kaikki ominaisuudet
fr: Voir toutes les fonctionnalités
hu: Összes funkció megtekintése
it: Visualizza tutte le funzionalità
nl: Bekijk Alle Functies
pl: Pokaż wszystkie plusy
ru: Посмотреть все функции
zh_hant: 檢視所有功能

# payment action restore
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
hu: Vásárlások visszaállítása
it: Ripristina Acquisti
nl: Aankopen herstellen
pl: Przywróć zakup
ru: Восстановить покупки
zh_hant: 還原購買

# payment action terms and privacy
source: Terms & Privacy
ar: الشروط والخصوصية
de: AGB & Datenschutz
es: Términos y privacidad
fi: Ehdot ja yksityisyys
fr: Conditions d'utilisation et Confidentialité
hu: Feltételek és Adatvédelem
it: Termini e Privacy
nl: Voorwaarden & Privacy
pl: Warunki i polityka prywatności
ru: Условия и политика конфиденциальности
zh_hant: 條款與隱私

# payment action terms
source: Terms of Service
ar: شروط الخدمة
de: AGB
es: Condiciones del servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
hu: Felhasználási feltételek
it: Termini del Servizio
nl: Algemene voorwaarden
pl: Warunki usługi
ru: Условия предоставления услуг
zh_hant: 服務條款

# payment action policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Politica sulla Privacy
nl: Privacy Beleid
pl: Polityka Prywatności
ru: Политика конфиденциальности
zh_hant: 隱私權政策

# payment action offer
source: Apply Offer Code
ar: تطبيق رمز العرض
fi: Hyödynnä tarjouskoodi
fr: Appliquer le code promo
hu: Ajánlatkód beváltása
pl: Zastosuj Kod Oferty
ru: Применить промокод
zh_hant: 套用優惠代碼

# payment alert error header
source: A message from App Store
ar: رسالة من متجر التطبيقات
de: Eine Nachricht aus dem App Store
es: Un mensaje de App Store
fi: Viesti App Storesta
fr: Un message de l'App Store
hu: Egy üzenet az App Store-ból
it: Un messaggio dall'App Store
nl: Een bericht van de App Store
pl: Wiadomość od App Store
ru: Сообщение из App Store
zh_hant: 來自 App Store 的訊息

# payment save text
source: You are saving %@
ar: أنت توفر %@
de: Du sparst %@
es: Estás ahorrando %@
fi: Säästät %@
fr: Vous faites une économie de %@
hu: Ezzel %@-t takarít meg
it: Stai risparmiando %@
nl: Je slaat %@ op
pl: Oszczędzasz %@
ru: Вы сохраняете %@
zh_hant: 您省下了 %@

# payment conversion note
source: We accept Euro, and the displayed prices are an estimate. A refund is available if your bank charges too much.
ar: نقبل اليورو، والأسعار المعروضة تقديرية. يتوفر استرداد إذا تم فرض رسوم أكثر من اللازم من البنك.
de: Wir akzeptieren Euro und die angezeigten Preise sind eine Abschätzung. Eine Erstattung ist möglich, wenn die Bank zu viel abbucht.
es: Aceptamos euros, y los precios mostrados son una estimación. Si tu banco te cobra demasiado, podemos devolverte el dinero.
fi: Hyväksymme Euro, ja näytetyt hinnat ovat arvio. Palautus on käytettävissä, jos pankki veloittaa liikaa.
fr: Nous acceptons l'Euro (€). Les prix affichés sont une estimation. Un remboursement est possible si vos frais bancaires s'avèrent trop élevés.
hu: Elfogadunk Eurót, és a feltüntetett értékek becsültek. Megvan a refund lehetősége, ha a bankja túl sokat von le.
it: Accettiamo Euro e i prezzi visualizzati sono approssimativi. Se la tua banca ti addebita troppo potrai ricevere un rimborso.
nl: Wij accepteren euro en de prijzen die worden getoond worden ingeschat. Een terugbetaling is beschikbaar als je bank te veel in rekening brengt.
pl: Akceptujemy Euro, a podane ceny są cenami orientacyjnymi. Zwrot jest możliwy, jeśli bank naliczy zbyt wysokie opłaty.
ru: Мы принимаем евро, и отображаемые цены являются приблизительными. Возврат доступен, если ваш банк взимает слишком большую комиссию.
zh_hant: 我們接受歐元，顯示的價格是估計值。如果銀行收取費用過多，您可以退款。

# payment subscription 1 month
source: 1 Month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fi: 1 kuukausi
fr: 1 mois
hu: 1 hónap
it: 1 mese
nl: 1 Maand
pl: 1 Miesiąc
ru: 1 месяц
zh_hant: 1 個月

# payment subscription many months
source: %@ Months
ar: %@ أشهر
de: %@ Monate
es: %@ meses
fi: %@ kuukautta
fr: %@ mois
hu: %@ hónap
it: %@ mesi
nl: %@ Maanden
pl: %@ Miesięcy
ru: %@ месяцев
zh_hant: %@ 個月

# payment subscription per month
source: %@ per month
ar: %@ لكل شهر
de: %@ pro Monat
es: %@ por mes
fi: %@ kuukaudessa
fr: %@ par mois
hu: %@ havonta
it: %@ al mese
nl: %@ per maand
pl: %@ miesięcznie
ru: %@ в месяц
zh_hant: 每月 %@

# payment subscription per year
source: %@ per year
ar: %@ لكل سنة
de: %@ pro Jahr
es: %@ al año
fi: %@ vuodessa
fr: %@ par an
hu: %@ évente
it: %@ all'anno
nl: %@ per jaar
pl: %@ rocznie
ru: %@ в год
zh_hant: %@/年

# payment subscription per year then
source: then %@ per year
ar: ثم %@ لكل سنة
de: dann %@ pro Jahr
es: luego %@ al año
fi: sitten %@ vuodessa
fr: puis %@ par an
hu: amikoris %@ évente
it: poi %@ all'anno
nl: dan %@ per jaar
pl: potem %@ rocznie
ru: затем %@ в год
zh_hant: 然後每年 %@

# payment subscription offer
source: Save %@
ar: وفّر %@
de: Spare %@
es: Ahorra %@
fi: Säästä %@
fr: Économisez %@
hu: %@ spórolása
it: Risparmia %@
nl: %@ Opslaan
pl: Oszczędź %@
ru: Сэкономить %@
zh_hant: 省下 %@

# payment success label
source: Thanks!
ar: شكرًا!
de: Danke!
es: ¡Gracias!
fi: Kiitos!
fr: Merci !
hu: Köszönjük!
it: Grazie!
nl: Bedankt!
pl: Dzięki!
ru: Спасибо!
zh_hant: 謝謝！

# payment success desc
source: Your account is now active! You may now use all Blokada Plus features on all your devices.
ar: تم تفعيل حسابك! يمكنك الآن استخدام جميع ميزات Blokada Plus على كل أجهزتك.
de: Dein Konto ist jetzt aktiv! Du kannst jetzt alle Blokada Plus-Funktionen auf all deinen Geräten verwenden.
es: ¡Tu cuenta está activa! Ahora puedes usar todas las funciones de Blokada Plus en todos tus dispositivos.
fi: Tilisi on nyt aktiivinen! Voit nyt käyttää kaikkia Blokada Plus -ominaisuuksia kaikilla laitteillasi.
fr: Votre compte est maintenant activé ! Vous pouvez désormais utiliser les fonctionnalités Blokada Plus sur tous vos appareils.
hu: Az Ön fiókja immáron aktív! Használhat minden Blokada Plus szolgáltatást az összes készülékén.
it: Adesso il tuo account è attivo! Ora puoi utilizzare tutte le funzionalità Blokada Plus su tutti i tuoi dispositivi.
nl: Uw account is nu actief! U kunt nu alle Blokada Plus functies gebruiken op al uw apparaten.
pl: Twoje konto jest teraz aktywne! Możesz teraz używać wszystkich funkcji Blokady Plus na wszystkich swoich urządzeniach.
ru: Ваш аккаунт теперь активен! Теперь вы можете использовать все функции Blokada Plus на всех своих устройствах.
zh_hant: 您的帳號已可使用！您現在可以在您的裝置上使用所有的 Blokada Plus 功能。

# payment redirect label
source: Redirecting...
ar: جاري التحويل...
de: Leite weiter...
es: Redirigiendo...
fi: Uudelleenohjataan...
fr: Redirection...
hu: Átirányítás...
it: Reindirizzamento...
nl: Doorsturen...
pl: Przekierowuję...
ru: Перенаправление...
zh_hant: 正在重新導向⋯⋯

# payment redirect desc
source: Please wait. This should only take a moment.
ar: يرجى الانتظار. من المفترض أن يستغرق هذا لحظات فقط.
de: Bitte warten. Dies sollte nur einen Moment dauern.
es: Por favor, espera. Solo debería un momento.
fi: Odota hetki. Tämän pitäisi kestää vain hetki.
fr: Merci de patienter. Cela ne devrait prendre qu'un instant.
hu: Kérem várjon. Ez igénybe fog venni pár másodpercet.
it: Attendere prego. Ci vorrà solo un attimo.
nl: Een ogenblik geduld. Dit kan even duren.
pl: Proszę czekać. To powinno zająć tylko chwilę.
ru: Пожалуйста, подождите. Это займет немного времени.
zh_hant: 請稍候。不久後就緒。

# payment ongoing title
source: Your payment is now being processed.
ar: يتم الآن معالجة دفعتك.
de: Deine Zahlung wird jetzt bearbeitet.
es: Tu pago está siendo procesado.
fi: Maksusi on nyt käsitelty.
fr: Votre paiement est en cours de traitement.
hu: A fizetése feldolgozás alatt van.
it: Il pagamento è in fase di elaborazione.
nl: Uw betaling wordt nu verwerkt.
pl: Twoja płatność jest teraz przetwarzana.
ru: Ваш платеж обрабатывается.
zh_hant: 正在處理您的付款。

# payment ongoing desc
source: Credit card payments should not take more than a few minutes. Cryptocurrency payments usually take up to an hour, depending on what transaction fee you chose. In case of PayPal, it may take up to 24 hours. You will get redirected once your account is ready. You may also close this screen, and come again later. If you feel like your transaction is taking too long, please contact us.
ar: يجب ألا تستغرق مدفوعات البطاقات الائتمانية أكثر من بضع دقائق. بينما عادةً ما تستغرق مدفوعات العملات الرقمية حتى ساعة حسب الرسوم المحددة. وفي حالة باي بال قد تصل إلى 24 ساعة. سيتم تحويلك تلقائيًا عند جهوزية حسابك. يمكنك أيضًا إغلاق هذه الشاشة والعودة لاحقًا. إذا شعرت أن العملية تأخذ وقتًا أطول من المعتاد، يرجى التواصل معنا.
de: Kreditkartenzahlungen sollten nicht länger als ein paar Minuten dauern. Zahlungen mit Kryptowährungen dauern in der Regel bis zu einer Stunde, je nachdem, welche Transaktionsgebühr du wählst. Im Falle von PayPal kann es bis zu 24 Stunden dauern. Du wirst weitergeleitet, sobald dein Konto fertig ist. Du kannst dieses Menü auch schließen und später wieder kommen. Wenn du glaubst, dass deine Transaktion zu lange dauert, kontaktiere uns bitte.
es: Los pagos con tarjeta de crédito no deberían tardar más de unos minutos. Los pagos con criptomonedas generalmente pueden tardar hasta una hora, dependiendo de la tarifa de transacción que selecciones. En el caso de PayPal, puede tomar hasta 24 horas. Serás redirigido cuando tu cuenta esté lista. También puedes cerrar esta ventana y volver más tarde. Si crees que tu transacción se ha demorado demasiado, ponte en contacto con nosotros.
fi: Luottokorttimaksujen ei pitäisi kestää enempää kuin muutaman minuutin. Kryptovaluutta maksut kestää yleensä jopa tunnin, riippuen siitä, mitä tapahtumamaksu olet valinnut. Jos PayPal, se voi kestää jopa 24 tuntia. Voit ohjata sinua uudelleen, kun tilisi on valmis. Voit myös sulkea tämän näytön ja tulla myöhemmin uudelleen. Jos sinusta tuntuu, että tapahtumasi kestää liian kauan, ota meihin yhteyttä.
fr: Les paiements par carte de crédit ne devraient pas demander plus de quelques minutes. Les paiements en cryptomonnaie prennent en général une heure maximum selon votre mode de transaction. Pour PayPal, cela peut prendre jusqu'à 24 heures. Vous serez redirigé une fois que votre compte est prêt. Vous pouvez aussi fermer cet écran et revenir plus tard. Si vous pensez que la transaction est anormalement lente, veuillez nous contacter.
hu: A bankkártyás tranzakció pár percnél nem vesz több időt igénybe. Kriptovaluták esetében egészen egy órát is igénybe vehet, attól függöen milyen tranakciós díjat választ. Paypal-nál 24 órás átfutás van. Átirányítjuk ha fiókja készen áll. Bezárhatja ezt az ablakot, és később visszatérhet. Ha úgy véli sokáig tart a tranzakció, kérjük forduljon hozzánk bizalommal.
it: I pagamenti con carta di credito non dovrebbero richiedere più di alcuni minuti. I pagamenti con criptovalute di solito richiedono fino a un'ora, a seconda del costo della transazione scelta. In caso di PayPal, può richiedere fino a 24 ore. Verrai reindirizzato quando il tuo account sarà pronto. Puoi anche chiudere questa schermata e tornare più tardi. Se pensi che la tua transazione stia durando troppo, contattaci.
nl: Betalingen met creditcard mogen niet langer dan een paar minuten duren. Cryptocurrency betalingen duren meestal tot een uur, afhankelijk van de transactiekosten die u hebt gekozen. In het geval van PayPal kan het tot 24 uur duren. U wordt omgeleid zodra uw account klaar is. U kunt dit scherm ook sluiten en later opnieuw komen. Als u denkt dat uw transactie te lang duurt, neem dan contact met ons op.
pl: Płatności kartami kredytowymi nie powinny trwać dłużej niż kilka minut. Płatności kryptowalutami zazwyczaj trwają do godziny, w zależności od wybranej opłaty transakcyjnej. W przypadku PayPal może to trwać do 24 godzin. Zostaniesz przekierowany, gdy Twoje konto będzie gotowe. Możesz również zamknąć ten ekran i wrócić później. Jeśli masz wrażenie, że Twoja transakcja trwa zbyt długo, skontaktuj się z nami.
ru: Оплата по кредитной карте не должна занимать больше нескольких минут. Платежи в криптовалюте обычно занимают до часа, в зависимости от выбранного вами метода оплаты. При использовании PayPal может потребоваться до 24 часов. Вы будете перенаправлены, как только ваш счет будет готов. Также вы можете закрыть этот экран и вернуться к нему позднее. Если вы полагаете, что ваша транзакция занимает слишком много времени, пожалуйста, свяжитесь с нами.
zh_hant: 信用卡付款應該不會花太久時間。加密貨幣則通常花到一個小時以上，這取決於您給的處理費用。而 PayPal 可能要用到一整天。當準備好後，將會自動引導您的帳號。可以關掉螢幕，稍微休息一下。如果覺得付款時間太長，請再聯絡我們。

# payment change method
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fi: Vaihda
fr: Modifier
hu: Módosítás
it: Cambia
nl: Wijzigen
pl: Zmień
ru: Изменить
zh_hant: 變更

# payment action pay
source: Pay %@
ar: ادفع %@
de: Zahle %@
es: Pagar %@
fi: Maksa %@
fr: Payer %@
hu: Fizetés %@-el
it: Paga %@
nl: Betaal %@
pl: Zapłać %@
ru: Оплатить %@
zh_hant: 支付 %@

# payment action pay period
source: Pay %@ each period
ar: ادفع %@ لكل فترة
de: Zahle %@ pro Zeitraum
es: Pagar %@ cada periodo
fi: Maksa %@ joka kerta
fr: Payez %@ à chaque période
hu: %@ fizetése időszakonként
it: Paga %@ a periodo
nl: %@ elke periode betalen
pl: Zapłać %@ w każdym okresie
ru: Оплачивать %@ каждый период
zh_hant: 每個週期付 %@

# payment label email
source: Email
ar: البريد الإلكتروني
fi: Sähköposti
fr: Adresse email
nl: E-mailadres
zh_hant: 電子郵件

# payment crypto desc
source: To pay with your cryptocurrency wallet, tap the button below.
ar: لدفع عبر محفظة العملات الرقمية، اضغط الزر أدناه.
de: Um mit Kryptowährung zu bezahlen, tippe auf die Schaltfläche unten.
es: Para pagar con tu cartera de criptomonedas toca el botón de abajo.
fi: Voit maksaa lompakkosi avulla napauttamalla alla olevaa painiketta.
fr: Pour payer avec votre portefeuille de cryptomonnaies, appuyez sur le bouton ci-dessous.
hu: A kriptovalutás fizetéshez nyomjon a lenti gombra.
it: Per pagare con il tuo portafoglio di criptovalute, tocca il pulsante qui sotto.
nl: Klik op de knop hieronder om te betalen met uw cryptocurrency portemonnee.
pl: Aby zapłacić za pomocą portfela kryptowalut, stuknij przycisk poniżej.
ru: Чтобы заплатить с помощью своего кошелька для криптовалюты, нажмите кнопку ниже.
zh_hant: 使用您的加密貨幣錢包付款，點擊下方的按鈕。

# payment label choose package
source: Choose your package
ar: اختر الباقة الخاصة بك
de: Wähle dein Paket
es: Elige tu paquete
fi: Valitse paketti
fr: Sélectionnez votre offre
hu: Válassza ki a megfelelő csomagot
it: Scegli il tuo abbonamento
nl: Kies je pakket
pl: Wybierz pakiet
ru: Выберите ваш пакет
zh_hant: 選擇套件

# payment label choose payment method
source: Choose your payment method
ar: اختر طريقة الدفع
de: Wähle deine Zahlungsmethode
es: Elige tu método de pago
fi: Valitse maksutapa
fr: Sélectionnez un moyen de paiement
hu: Fizetési mód kiválasztása
it: Scegli la modalità di pagamento
nl: Kies uw betaalmethode
pl: Wybierz metodę płatności
ru: Выберите способ оплаты
zh_hant: 選擇付款方式

# payment label cheapest
source: Cheapest
ar: الأرخص
de: Am günstigsten
es: Más barato
fi: Halvin
fr: Les moins chers
hu: Legolcsóbb
it: Più economico
nl: Goedkoopste
pl: Najtańszy
ru: Самый дешевый
zh_hant: 最便宜

# payment label most popular
source: Most popular
ar: الأكثر شهرة
de: Am beliebtesten
es: Más popular
fi: Suosituin
fr: Les plus populaires
hu: Legkedveltebb
it: Più popolare
nl: Meest populair
pl: Najpopularniejszy
ru: Самый популярный
zh_hant: 最熱門

# payment label pay with card
source: Pay with card
ar: ادفع بالبطاقة
de: Mit Karte zahlen
es: Pagar con tarjeta
fi: Maksa kortilla
fr: Payer par carte
hu: Bankártyás fizetés
it: Paga con carta
nl: Betaal met kaart
pl: Zapłać kartą
ru: Оплатить картой
zh_hant: 以信用卡付款

# payment label pay with paypal
source: Pay with PayPal
ar: ادفع عبر PayPal
de: Mit PayPal bezahlen
es: Pagar con Paypal
fi: Maksa PayPalilla
fr: Payer avec PayPal
hu: Fizetés PayPal segítségével
it: Paga con PayPal
nl: Betaal met PayPal
pl: Zapłać z PayPal
ru: Оплатить через PayPal
zh_hant: 使用 PayPal 支付

# payment label pay with crypto
source: Pay with crypto
ar: ادفع بالعملات الرقمية
de: Mit Krypto bezahlen
es: Pagar con criptomoneda
fi: Maksa salauksella
fr: Payer en crypto-monnaie
hu: Fizetés kriptóval
it: Paga con criptovalute
nl: Betaal met crypto
pl: Zapłać kryptowalutą
ru: Оплатить криптовалютой
zh_hant: 使用加密貨幣付款

# payment package one month
source: 1 Month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fi: 1 kuukausi
fr: 1 mois
hu: 1 hónap
it: 1 mese
nl: 1 Maand
pl: 1 Miesiąc
ru: 1 месяц
zh_hant: 1 個月

# payment package six months
source: 6 Months
ar: 6 أشهر
de: 6 Monate
es: 6 meses
fi: 6 kuukautta
fr: 6 mois
hu: 6 hónap
it: 6 mesi
nl: 6 Maanden
pl: 6 Miesięcy
ru: 6 месяцев
zh_hant: 6 個月

# payment package twelve months
source: 12 Months
ar: 12 شهرًا
de: 12 Monate
es: 12 meses
fi: 12 kuukautta
fr: 12 mois
hu: 12 hónap
it: 12 mesi
nl: 12 Maanden
pl: 12 Miesięcy
ru: 12 месяцев
zh_hant: 12 個月

# payment label discount
source: Save %@ (%@ / mo)
ar: وفّر %@ (%@ / شهريًا)
de: Spare %@ (%@ / Mo)
es: Ahorra %@ (%@ / mes)
fi: Tallenna %@ (%@ / mo)
fr: Économisez %@ (%@ / mois)
hu: Megtakarítása %@ (%@ / hó)
it: Risparmia %@ (%@ / mese)
nl: Opslaan %@ (%@ / ma)
pl: Oszczędź %@ (%@ / mies.)
ru: Сэкономить %@ (%@ / месяц)
zh_hant: 省下 %@ (每個月 %@)

# payment label country
source: Country
ar: الدولة
de: Land
es: País
fi: Maa
fr: Pays
hu: Ország
it: Paese
nl: Land:
pl: Kraj
ru: Страна
zh_hant: 國家

# payment euro desc
source: We are based in Europe, so we accept Euro: €10 is roughly $12.
ar: نحن مقرّنا في أوروبا، ونستلم اليورو: €10 تقريبًا $12.
de: Wir sind in Europa ansässig und akzeptieren deshalb Euros: 10 € sind etwa 12 $.
es: Tenemos sede en Europa, así que aceptamos Euros: 10€ son aproximadamente 12$.
fi: Olemme sijoittautuneet Eurooppaan, joten hyväksymme euron: 10 euroa on noin 12 dollaria.
fr: Nous sommes basés en Europe, nous acceptons donc les règlements en euro : 10€ vaut environ 12$.
hu: Európában van a székhelyünk, ezért Eurót fogadunk el: €10 körülbelül $12.
it: Abbiamo sede in Europa, quindi accettiamo l'euro: 10€ sono circa 12$.
nl: We zijn gevestigd in Europa, dus accepteren we Euro: tien euro is ongeveer $12.
pl: Mamy siedzibę w Europie, więc akceptujemy euro: 10 euro to około 12 dolarów.
ru: Мы находимся в Европе, поэтому мы принимаем евро: €10 - это примерно $12.
zh_hant: 我們立足於歐洲，所以接受歐元：€10 大約是 $12。

# payment action compare
source: Compare plans
ar: قارن الخطط
de: Abonnements vergleichen
es: Comparar planes
fi: Vertaa suunnitelmia
fr: Comparer les offres
hu: Csomagok összehasonlítása
it: Confronta abbonamenti
nl: Vergelijk pakketten
pl: Porównaj plany
ru: Сравнить тарифы
zh_hant: 比較方案

# payment plan slugline cloud
source: Blocks ads and trackers
ar: يحجب الإعلانات وأدوات التتبع
de: Blockiert Anzeigen & Tracker
es: Bloquea anuncios y rastreadores
fi: Estää mainokset ja jäljittimet
fr: Bloque les publicités et les trackers
hu: Reklámok és követők blokkolása
it: Blocca pubblicità e tracciamento
nl: Blokkeert advertenties en trackers
pl: Blokuje reklamy i trackery
ru: Блокировка рекламы и трекеров
zh_hant: 阻擋廣告與追蹤器

# payment plan slugline cloud detail
source: (includes Blokada Cloud)
ar: (يتضمن Blokada Cloud)
de: (beinhaltet Blokada-Cloud)
es: (incluye la Nube de Blokada)
fi: (Blokada Cloud mukaan luettuna)
fr: (Blokada Cloud inclus)
hu: (tartalmazza a Blokada Cloud-ot is)
it: (Blokada Cloud incluso)
nl: (inclusief Blokada Cloud)
pl: (zawiera Blokadę Cloud)
ru: (включает Blokada Cloud)
zh_hant: （包含 Blokada Cloud）

# payment plan slugline plus
source: Additional protection with VPN
ar: حماية إضافية مع VPN
de: Zusätzlicher Schutz mit VPN
es: Protección adicional con VPN
fi: Lisäsuojaus VPN:n kanssa
fr: Protection supplémentaire avec VPN
hu: További védelem VPN-nel
it: Protezione aggiuntiva con la VPN
nl: Extra bescherming met VPN
pl: Dodatkowa ochrona z VPN
ru: Дополнительная защита с помощью VPN
zh_hant: 使用 VPN 獲得增強保護

# payment plan cta trial
source: Start 7-Day Free Trial
ar: ابدأ تجربة مجانية لمدة 7 أيام
de: Kostenlose 7-tägige Testversion starten
es: Comenzar prueba gratuita de 7 días
fi: Aloita 7 Päivän Ilmainen Kokeilu
fr: Commencer l'essai gratuit de 7 jours
hu: Próbálja ki a 7 napos próbaidőszakot
it: Inizia la prova gratuita di 7 giorni
nl: Start 7-daagse gratis proefperiode
pl: Testuj 7 dni za darmo
ru: Начните 7-дневную бесплатную пробную версию
zh_hant: 開始 7 天免費試用期
