Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# family device brief statistics
source: See the recent activity of this device.
ar: شاهد النشاط الأخير لهذا الجهاز.
es: Ver la actividad reciente de este dispositivo.
fi: Katso tämän laitteen viimeaikainen toiminta.
fr: Consulter l'activité récente pour cet appareil.
hu: Tekintsd meg az eszköz legutóbbi tevékenységét.
nl: Bekijk de recente activiteit van dit apparaat.
pl: Zobacz ostatnią aktywność tego urządzenia.
ru: Просмотреть недавнюю активность этого устройства.
zh_hant: 查看此裝置的最新活動。

# family device label settings
source: DEVICE SETTINGS
ar: إعدادات الجهاز
es: SETINGOS DE DISPOSITIVO
fi: LAITTEEN ASETUKSET
fr: PARAMÈTRES DE L'APPAREIL
hu: ESZKÖZ BEÁLLÍTÁSOK
nl: INSTELLINGEN APPARAAT
pl: USTAWIENIA
ru: НАСТРОЙКИ УСТРОЙСТВА
zh_hant: 裝置設定

# family device brief settings alt
source: Manage blocking settings for this device.
ar: إدارة إعدادات الحظر لهذا الجهاز.
es: Administrar ajustes de bloqueo para este dispositivo.
fi: Hallitse tämän laitteen estoasetuksia.
fr: Gérer les paramètres de blocage pour cet appareil.
hu: Kezeld a blokkolási beállításokat ehhez az eszközhöz.
nl: Blokkeer instellingen voor dit apparaat.
pl: Zarządzaj ustawieniami blokowania dla tego urządzenia.
ru: Управление настройками блокировки для этого устройства.
zh_hant: 管理此裝置的封鎖設定。

# family device action link
source: Link this device again
ar: أعد ربط هذا الجهاز
es: Vincular este dispositivo de nuevo
fi: Yhdistä tämä laite uudelleen
fr: Relier cet appareil
hu: Eszköz ismételt összekapcsolása
nl: Koppel dit apparaat opnieuw
pl: Połącz ponownie to urządzenie
ru: Связать это устройство снова
zh_hant: 再次連結此裝置

# family device action delete
source: Delete this device
ar: احذف هذا الجهاز
es: Eliminar este dispositivo
fi: Poista tämä laite
fr: Supprimer cet appareil
hu: Eszköz törlése
nl: Verwijder dit apparaat
pl: Usuń to urządzenie
ru: Удалить это устройство
zh_hant: 刪除此裝置

# family device delete confirm
source: Are you sure you want to delete %@? This will unlink the device from your account.
ar: هل أنت متأكد أنك تريد حذف %@؟ سيتم بذلك إلغاء ربط الجهاز من حسابك.
es: ¿Está seguro que desea eliminar %@? Esto desvinculará el dispositivo de su cuenta.
fi: Haluatko varmasti poistaa kohteen %@? Tämä poistaa laitteen linkityksen tililtäsi.
fr: Êtes-vous sûr de vouloir supprimer %@? Cela supprimera l'appareil de votre compte.
hu: Biztosan törlöd %@-t? Ezzel az eszköz leválasztásra kerül a fiókodból.
nl: Weet je zeker dat je %@wilt verwijderen? Dit zal het apparaat loskoppelen van je account.
pl: Czy na pewno chcesz usunąć %@? To odłączy urządzenie od Twojego konta.
ru: Вы уверены, что хотите удалить %@? Это отвяжет устройство от вашего аккаунта.
zh_hant: 確定要刪除 %@ 嗎？此操作將會從您的帳戶中取消連結該裝置。

# family device header add
source: Add a device
ar: إضافة جهاز
es: Añadir un dispositivo
fi: Lisää laite
fr: Ajouter un appareil
hu: Eszköz hozzáadása
nl: Apparaat toevoegen
pl: Dodaj urządzenie
ru: Добавить устройство
zh_hant: 新增裝置

# family device header link
source: Link a device
ar: ربط جهاز
es: Vincular un dispositivo
fi: Yhdistä laite
fr: Associer un appareil
hu: Eszköz összekapcsolása
nl: Koppel een apparaat
pl: Połącz urządzenie
ru: Привязать устройство
zh_hant: 連結裝置

# family perms header
source: One more thing
ar: أمر آخر فقط
es: Una cosa más
fi: Vielä yksi asia
fr: Une dernière chose
hu: Még egy dolog
nl: Nog één ding
pl: Jeszcze jedna rzecz
ru: Еще один шаг
zh_hant: 還有一件事

# family perms brief alt
source: Activate '%@' in Settings by navigating as shown below.
ar: فعّل '%@' من الإعدادات باتّباع الخطوات أدناه.
es: Activa '%@' en Ajustes navegando como se muestra a continuación.
fi: Ota '%@' käyttöön Asetuksissa seuraavan ohjeen mukaan.
fr: Activez '%@' dans les paramètres en naviguant comme indiqué ci-dessous.
hu: Aktiváld a(z) '%@'-t a Beállításokban az alábbi útmutató szerint.
nl: Activeer '%@' in Instellingen door te navigeren zoals hieronder weergegeven.
pl: Aktywuj '%@' w Ustawieniach, nawigując jak pokazano poniżej.
ru: Активируйте '%@' в Настройках, перейдя по ссылке ниже.
zh_hant: 在設定中啟用「%@」，請依下方方式操作。

# family perms setting ios general
source: General
ar: عام
fi: Yleiset
fr: Général
hu: Általános
nl: Algemeen
pl: Ogólne
ru: Общее
zh_hant: 一般

# family perms setting ios vpn
source: VPN & Device Management
ar: VPN وإدارة الجهاز
es: VPN y gestión de dispositivos
fi: VPN & Laitteiden hallinta
fr: VPN & Gestion des périphériques
hu: VPN és eszközkezelés
nl: VPN & Apparaatbeheer
pl: VPN i urządzenia zarządzane
ru: Управление VPN и устройствами
zh_hant: VPN 與裝置管理

# family perms setting ios automatic
source: Automatic
ar: تلقائي
es: Automático
fi: Automaattinen
fr: Automatique
hu: Automatikus
nl: Automatisch
pl: Automatyczne
ru: Автоматически
zh_hant: 自動化

# family perms setting android connections
source: Connections
ar: الاتصالات
fi: Yhteydet
fr: Connexions
hu: Kapcsolatok
pl: Połączenia
ru: Подключения
zh_hant: 連線

# family perms setting android more
source: More connection settings
ar: إعدادات الاتصال الإضافية
fi: Lisää yhteysasetuksia
fr: Plus de paramètres de connexion
hu: További kapcsolatbeállítások
pl: Więcej ustawień połączenia
ru: Больше настроек подключения
zh_hant: 更多連線設定

# family perms setting android dns
source: Private DNS
ar: DNS خاص
fi: Yksityinen DNS
fr: DNS privé
hu: Privát DNS
pl: Prywatny DNS
ru: Приватный DNS
zh_hant: 私人 DNS

# family perms setting android host
source: Private DNS provider hostname
ar: اسم مزود DNS الخاص
fi: Yksityisen DNS-palveluntarjoajan isäntänimi
fr: Nom d'hôte du fournisseur DNS privé
hu: Privát DNS szolgáltató hosztneve
pl: Adres dostawcy prywatnego DNS
ru: Название хоста приватного DNS
zh_hant: 私人 DNS 提供者主機名稱

# family perms setting android similar
source: (or similar)
ar: (أو مشابه)
fi: (tai vastaava)
fr: (ou similaire)
hu: (vagy hasonló)
pl: (lub podobne)
ru: (или аналогичное)
zh_hant: （或類似選項）

# family perms setting android optional
source: (not always present)
ar: (قد لا يظهر دائماً)
fi: (ei aina käytettävissä)
fr: (pas toujours présent)
hu: (nem mindig érhető el)
pl: (nie zawsze obecne)
ru: (не всегда)
zh_hant: （不一定存在）

# family perms copy android
source: Finally, tap and hold the text field to paste the necessary configuration.
ar: أخيرًا، اضغط مطولًا على حقل النص للصق الإعدادات اللازمة.
fi: Lopuksi napauta ja pidä tekstikenttää liittääksesi tarvittava kokoonpano.
fr: Enfin, appuyez et maintenez le champ de texte pour coller la configuration nécessaire.
hu: Végül nyomj hosszan a szövegmezőre a konfiguráció beillesztéséhez.
pl: Na koniec dotknij i przytrzymaj pole tekstowe, aby wkleić niezbędną konfigurację.
ru: Наконец, нажмите и удерживайте текстовое поле, чтобы вставить необходимые настройки.
zh_hant: 最後，請長按文字欄以貼上必要的設定。

# family stats label reason
source: Reason
ar: السبب
es: Razón
fi: Syy
fr: Motif
hu: Ok
nl: Reden
pl: Przyczyna
ru: Причина
zh_hant: 原因

# family stats label blocklist
source: Blocklist
ar: قائمة الحظر
es: Blocklista
fi: Estolista
fr: Liste de blocage
hu: Tiltólista
nl: Blokkeerlijst
pl: Blocklista
zh_hant: 封鎖清單

# family stats label profile
source: Profile
ar: الملف الشخصي
es: Perfil
fi: Profiili
fr: Profil
hu: Profil
nl: Profiel
pl: Profil
ru: Профиль
zh_hant: 設定檔

# family stats label blocklists
source: Blocklists
ar: قوائم الحظر
es: Blocklistas
fi: Estolistat
fr: Listes de blocage
hu: Tiltólisták
nl: Blokkeerlijsten
pl: Blocklisty
ru: Списки блокировки
zh_hant: 封鎖清單

# family stats label blocklists alt
source: Blocklists in profile
ar: قوائم الحظر في الملف الشخصي
es: Blocklistas en el perfil
fi: Estolistat profiilissa
fr: Listes de blocage dans le profil
hu: Tiltólisták a profilban
nl: Blokkeerlijsten in profiel
pl: Blocklisty w profilu
ru: Списки блокировок в профиле
zh_hant: 設定檔中的封鎖清單

# family stats label blocklists count
source: %@ selected
ar: %@ تم اختيارها
es: %@ seleccionado
fi: %@ valittu
fr: %@ sélectionné
hu: %@ kijelölve
nl: %@ geselecteerd
pl: %@ wybrano
ru: Выбрано %@
zh_hant: 已選擇 %@ 項

# family stats label pause
source: Pause blocking
ar: إيقاف الحظر مؤقتًا
es: Pausar bloqueo
fi: Keskeytä esto
fr: Suspendre le blocage
hu: Blokkolás szüneteltetése
nl: Blokkeren pauzeren
pl: Wstrzymaj blokowanie
ru: Блокировка остановлена
zh_hant: 暫停封鎖

# family stats label profile unknown
source: Unknown
ar: غير معروف
es: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
nl: Onbekend
pl: Nieznany
ru: Неизвестно
zh_hant: 未知

# family stats label none
source: None
ar: لا شيء
es: Ninguna
fi: Ei mitään
fr: Aucune
hu: Nincs
nl: Geen
pl: Brak
ru: Нет
zh_hant: 無

# family stats filter most common
source: Show most common first
ar: عرض الأكثر شيوعًا أولًا
es: Mostrar primero más común
fi: Näytä yleisimmät ensin
fr: Afficher les plus communs en premier
hu: A leggyakoribbakat mutasd elöl
nl: Toon de meest voorkomende eerst
pl: Pokaż najpierw najczęstsze
ru: Сначала показать наиболее распространенные
zh_hant: 優先顯示最常見項目

# family stats exceptions remove
source: Remove from My exceptions
ar: إزالة من إستثناءاتي
es: Eliminar de Mis excepciones
fi: Poista Oma poikkeukset -listalta
fr: Retirer de Mes exceptions
hu: Eltávolítás a Saját kivételek közül
nl: Verwijderen uit mijn uitzonderingen
pl: Usuń z Moich wyjątków
ru: Удалить из моих исключений
zh_hant: 從我的例外清單中移除

# family stats exceptions add
source: Add to My exceptions
ar: إضافة إلى إستثناءاتي
es: Añadir a Mis excepciones
fi: Lisää Oma poikkeukset -listalle
fr: Ajouter à Mes exceptions
hu: Hozzáadás a Saját kivételekhez
nl: Aan mijn uitzonderingen toevoegen
pl: Dodaj do Moich wyjątków
ru: Добавить в мои исключения
zh_hant: 加入我的例外清單

# family stats title
source: My exceptions
ar: إستثناءاتي
es: Mis excepciones
fi: Omat poikkeukset
fr: Mes exceptions
hu: Saját kivételek
nl: Mijn uitzonderingen
pl: Moje wyjątki
ru: Мои исключения
zh_hant: 我的例外清單

# family link description new
source: Scan the QR code below to add a device to your family. This screen will close automatically once the device is detected.
ar: امسح رمز QR أدناه لإضافة جهاز إلى عائلتك. ستغلق هذه الشاشة تلقائيًا بمجرد اكتشاف الجهاز.
es: Escanea el código QR de abajo para añadir un dispositivo a tu familia. Esta pantalla se cerrará automáticamente una vez que se detecte el dispositivo.
fi: Skannaa alla oleva QR-koodi lisätäksesi laitteen perheeseesi. Tämä näyttö sulkeutuu automaattisesti laitteen tunnistuksen jälkeen.
fr: Scannez le code QR ci-dessous pour ajouter un appareil à votre famille. Cet écran se ferme automatiquement une fois que l'appareil est détecté.
hu: Olvasd be az alábbi QR-kódot, hogy eszközt adhass hozzá a családodhoz. Ez a képernyő automatikusan bezár, amikor az eszköz felismerésre kerül.
nl: Scan de QR-code hieronder om een apparaat aan uw familie toe te voegen. Dit scherm wordt automatisch gesloten zodra het apparaat wordt gedetecteerd.
pl: Zeskanuj poniższy kod QR, aby dodać urządzenie do rodziny. Ten ekran zostanie automatycznie zamknięty po wykryciu urządzenia.
ru: Сосканируйте QR-код, чтобы добавить устройство в свою семью. Этот экран закроется автоматически после обнаружения устройства.
zh_hant: 掃描下方 QR 碼以將裝置加入您的家庭。偵測到裝置後，此畫面將自動關閉。

# family link description again
source: Scan the QR code below to link a device again. This screen will close automatically once the device is detected.
ar: امسح رمز QR أدناه لربط جهاز مرة أخرى. ستغلق هذه الشاشة تلقائيًا بمجرد اكتشاف الجهاز.
es: Escanea el código QR de abajo para vincular un dispositivo de nuevo. Esta pantalla se cerrará automáticamente una vez que se detecte el dispositivo.
fi: Skannaa alla oleva QR-koodi yhdistääksesi laitteen uudelleen. Tämä näyttö sulkeutuu automaattisesti laitteen tunnistuksen jälkeen.
fr: Scannez le code QR ci-dessous pour relier à nouveau un appareil. Cet écran se ferme automatiquement une fois que l'appareil est détecté.
hu: Olvasd be az alábbi QR-kódot az eszköz újbóli összekapcsolásához. Ez a képernyő automatikusan bezár, amikor az eszköz felismerésre kerül.
nl: Scan de QR-code hieronder om een apparaat opnieuw te koppelen. Dit scherm wordt automatisch gesloten zodra het apparaat wordt gedetecteerd.
pl: Zeskanuj poniższy kod QR, aby połączyć urządzenie ponownie. Ten ekran zostanie automatycznie zamknięty po wykryciu urządzenia.
ru: Сосканируйте QR-код, чтобы снова привязать устройство. Этот экран закроется автоматически после обнаружения устройства.
zh_hant: 掃描下方 QR 碼以再次連結裝置。偵測到裝置後，此畫面將自動關閉。

# family qr brief
source: Scan the QR code displayed on the parent device
ar: امسح رمز QR المعروض على جهاز الوالدين
es: Escanear el código QR mostrado en el dispositivo padre
fi: Skannaa vanhemman laitteessa näkyvä QR-koodi
fr: Scannez le QR code affiché sur l'appareil parent
hu: Olvasd be a szülői eszközön megjelenített QR-kódot
nl: Scan de QR-code weergegeven op het bovenliggende apparaat
pl: Zeskanuj kod QR wyświetlany na urządzeniu rodzica
ru: Сосканируйте QR-код, отображаемый на родительском устройстве
zh_hant: 掃描家長裝置顯示的 QR 碼

# family device title details
source: Details
ar: تفاصيل
es: Detalles
fi: Tiedot
fr: Détails
hu: Részletek
pl: Szczegóły
ru: Подробнее
zh_hant: 詳細資訊

# family dialog title new profile
source: New profile
ar: ملف شخصي جديد
es: Nuevo perfil
fi: Uusi profiili
fr: Nouveau profil
hu: Új profil
nl: Nieuw profiel
pl: Nowy profil
ru: Новый профиль
zh_hant: 新的設定檔

# family dialog title rename profile
source: Rename profile
ar: إعادة تسمية الملف الشخصي
es: Renombrar perfil
fi: Nimeä profiili uudelleen
fr: Renommer le profil
hu: Profil átnevezése
nl: Profielnaam wijzigen
pl: Zmień nazwę profilu
ru: Переименовать профиль
zh_hant: 重新命名設定檔

# family dialog title new device
source: New device
ar: جهاز جديد
es: Nuevo dispositivo
fi: Uusi laite
fr: Nouvel appareil
hu: Új eszköz
nl: Nieuw apparaat
pl: Nowe urządzenie
ru: Новое устройство
zh_hant: 新裝置

# family dialog title rename device
source: Rename device
ar: إعادة تسمية الجهاز
es: Renombrar dispositivo
fi: Nimeä laite uudelleen
fr: Renommer l'appareil
hu: Eszköz átnevezése
nl: Apparaatnaam wijzigen
pl: Zmień nazwę urządzenia
ru: Переименовать устройство
zh_hant: 重新命名裝置

# family dialog brief profile
source: Enter a name for this profile.
ar: أدخل اسمًا لهذا الملف الشخصي.
es: Introduzca un nombre para este perfil.
fi: Anna tälle profiilille nimi.
fr: Saisissez le nom de ce profil.
hu: Adj nevet ennek a profilnak.
nl: Voer een naam in voor dit profiel.
pl: Wprowadź nazwę dla tego profilu.
ru: Введите название профиля.
zh_hant: 請輸入這個設定檔的名稱。

# family dialog brief device
source: Enter a name for this device.
ar: أدخل اسمًا لهذا الجهاز.
es: Introduzca un nombre para este dispositivo.
fi: Anna tälle laitteelle nimi.
fr: Entrez un nom pour cet appareil.
hu: Adj nevet ennek az eszköznek.
nl: Voer een naam in voor dit apparaat.
pl: Wprowadź nazwę dla tego urządzenia.
ru: Введите название устройства.
zh_hant: 請輸入這個裝置的名稱。

# family search empty
source: No matches found for your search criteria
ar: لم يتم العثور على نتائج تطابق معايير البحث الخاصة بك
es: No se encontraron coincidencias para sus criterios de búsqueda
fi: Haullasi ei löytynyt tuloksia
fr: Aucune correspondance trouvée pour vos critères de recherche
hu: A keresési feltételeknek nem felel meg egy találat sem
nl: Geen resultaten gevonden voor uw zoekcriteria
pl: Nie znaleziono wyników pasujących do kryteriów wyszukiwania
ru: По вашим критериям поиска ничего не найдено
zh_hant: 找不到符合您搜尋條件的結果

# family activity blocked times
source: blocked %@ times
ar: تم حظره %@ مرة
es: bloqueado %@ veces
fi: estetty %@ kertaa
fr: bloqués %@ fois
hu: %@ alkalommal lett blokkolva
nl: %@ keer geblokkeerd
pl: zablokowano %@ raz(y)
ru: заблокировано раз: %@
zh_hant: 已封鎖 %@ 次

# family activity allowed times
source: allowed %@ times
ar: تم السماح له %@ مرة
es: permitido %@ veces
fi: sallittu %@ kertaa
fr: autorisé %@ fois
hu: %@ alkalommal lett engedélyezve
nl: %@ keer toegestaan
pl: zezwolono %@ raz(y)
ru: разрешено раз: %@
zh_hant: 已允許 %@ 次

# family status linked body
source: Manage this device using the parent device.
ar: يمكنك إدارة هذا الجهاز باستخدام جهاز الوالدين.
es: Administre este dispositivo usando el dispositivo padre.
fi: Hallitse tätä laitetta vanhemman laitteella.
fr: Gérer cet appareil en utilisant le périphérique parent.
hu: Kezeld ezt az eszközt a szülői eszközről.
nl: Dit apparaat beheren met behulp van het bovenliggende apparaat.
pl: Zarządzaj tym urządzeniem za pomocą urządzenia rodzica.
ru: Управлять этим устройством с помощью родительского устройства.
zh_hant: 請使用家長裝置管理這台裝置。

# family status qr body
source: Scan the QR code to link this device.
ar: امسح رمز QR لربط هذا الجهاز.
es: Escanea el código QR para conectar este dispositivo.
fi: Skannaa QR-koodi yhdistääksesi tämän laitteen.
fr: Scannez le code QR pour lier cet appareil.
hu: Olvasd be a QR-kódot az eszköz összekapcsolásához.
nl: Scan de QR-code om dit apparaat te koppelen.
pl: Zeskanuj kod QR, aby połączyć to urządzenie.
ru: Сосканировать QR-код для подключения этого устройства.
zh_hant: 請掃描 QR 碼來連結此裝置。

# family status active header
source: Active!
ar: نشط!
es: Activo!
fi: Aktiivinen!
fr: Actif!
hu: Aktív!
nl: Actief!
pl: Aktywna!
ru: Активно!
zh_hant: 啟用中！

# family status active body
source: Tap on the device for more details.
ar: انقر على الجهاز لمزيد من التفاصيل.
es: Pulse en el dispositivo para más detalles.
fi: Napauta laitetta saadaksesi lisätietoja.
fr: Appuyez sur l'appareil pour plus de détails.
hu: További részletekért érintsd meg az eszközt.
nl: Tik op het apparaat voor meer informatie.
pl: Dotknij urządzenia, aby uzyskać więcej informacji.
ru: Нажмите на устройство для получения более подробной информации.
zh_hant: 點擊裝置以獲取更多詳細資訊。

# family cta action link
source: Link
ar: ربط
es: Enlace
fi: Yhdistä
fr: Lier
hu: Kapcsolás
nl: Koppeling
pl: Połącz
ru: Связать
zh_hant: 連結

# family cta action unlock
source: Unlock
ar: إلغاء القفل
es: Desbloquear
fi: Avaa lukitus
fr: Déverrouiller
hu: Feloldás
nl: Ontgrendelen
pl: Odblokuj
ru: Разблокировать
zh_hant: 解鎖

# family account restore desc
source: Enter your account ID to restore your purchases.
ar: أدخل مُعرّف حسابك لاستعادة مشترياتك.
es: Introduzca su ID de cuenta para restaurar sus compras.
fi: Syötä tilitunnuksesi palauttaaksesi ostokset.
fr: Saisissez votre ID pour restaurer vos achats.
hu: Add meg a fiókazonosítódat a vásárlások visszaállításához.
nl: Voer uw account-ID in om uw aankopen te herstellen.
pl: Wprowadź swój identyfikator konta, aby przywrócić konto.
ru: Введите ID вашего аккаунта для восстановления покупок.
zh_hant: 輸入您的帳戶 ID 以恢復購買項目。

# generic account active
source: Your account has been successfully restored. Welcome back!
ar: تمت استعادة حسابك بنجاح. مرحباً بعودتك!
fi: Tilisi on palautettu onnistuneesti. Tervetuloa takaisin!
fr: Votre compte a été restauré avec succès. Bienvenue!
hu: A fiókod sikeresen vissza lett állítva. Üdv újra!
pl: Twoje konto zostało pomyślnie przywrócone. Witamy ponownie!
ru: Ваша учетная запись была успешно восстановлена. С возвращением!
zh_hant: 您的帳戶已成功恢復。歡迎回來！

# payment pay apple short
source: Apple Pay
fi: Omena Maksu
