Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# pack configurations header
source: Configurations
ar: إعدادات
de: Konfigurationen
es: Configuraciones
fi: Konfiguraatiot
hu: Konfigurációk
it: Configurazioni
nl: Configuraties
pl: Konfiguracje
ru: Настройки
zh_hant: 設定

# pack information header
source: More
ar: المزيد
de: Mehr
es: Más detalles
fi: Lisää
fr: Plus
hu: Továbbiak
it: Più info
nl: Meer
pl: Więcej
ru: Подробнее
zh_hant: 更多

# pack tags header
source: Tags
ar: الوسوم
es: Etiquetas
fi: Tagit
hu: Címkék
it: Tag
nl: Labels
pl: Tagi
ru: Теги
zh_hant: 標籤

# pack tags none
source: None
ar: لا يوجد
de: Nichts
es: Ninguna
fi: Ei mitään
fr: Aucun
hu: Nincs
it: Nessuno
nl: Geen
pl: Brak
ru: Нет
zh_hant: 無

# pack category highlights
source: Highlights
ar: أبرز الميزات
es: Destacados
fi: Kohokohdat
fr: Points importants
hu: Kiemelések
it: In evidenza
nl: Hoogtepunten
pl: Wyróżnione
ru: Основные моменты
zh_hant: 官方推薦

# pack category active
source: Active
ar: نشط
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
hu: Aktív
it: Attiva
nl: Actief
pl: Aktywne
ru: Активно
zh_hant: 啟用

# pack category all
source: All
ar: الكل
de: Alle
es: Todo
fi: Kaikki
fr: Tous
hu: Összes
it: Tutti
nl: Alles
pl: Wszystkie
ru: Все
zh_hant: 全部

# shields section header
source: Shields
ar: الترس الدفاعي
es: Escudos
fi: Kilvet
fr: Boucliers
hu: Pajzsok
nl: Schilden
pl: Tarcze
ru: Защиты
zh_hant: 防護盾

# location choice header
source: Choose a Location
ar: اختر موقعًا
de: Wähle einen Standort
es: Elige una ubicación
fi: Valitse sijainti
fr: Choisissez une localisation
hu: Válassz ki egy helyet
it: Scegli una località
nl: Kies een Locatie
pl: Wybierz lokalizację
ru: Выберите местоположение
zh_hant: 選擇位置

# activity section header
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fi: Tapahtumat
fr: Activité
hu: Tevékenység
it: Attività
nl: Activiteit
pl: Aktywność
ru: Активность
zh_hant: 活動

# activity section header details
source: Activity Details
ar: تفاصيل النشاط
de: Aktivitätsdetails
es: Detalles de la actividad
fi: Aktiviteettien yksityiskohdat
fr: Détails de l'activité
hu: Aktivitási részletek
it: Dettagli dell'attività
nl: Activiteitendetails
pl: Szczegóły Aktywności
ru: Описание действия
zh_hant: 活動詳細資訊

# activity request blocked
source: This request has been blocked.
ar: تم حظر هذا الطلب.
de: Diese Anfrage wurde blockiert.
es: Esta solicitud ha sido bloqueada.
fi: Tämä pyyntö on estetty.
fr: Cette requête a été bloquée.
hu: Ez a kérelem blokkolásra került.
it: Questa richiesta è stata bloccata.
nl: Dit verzoek is geblokkeerd.
pl: To żądanie zostało zablokowane.
ru: Этот запрос был заблокирован.
zh_hant: 此請求已被阻擋。

# activity request allowed
source: This request has been allowed.
ar: تم السماح بهذا الطلب.
de: Diese Anfrage wurde erlaubt.
es: Esta solicitud ha sido permitida.
fi: Tämä pyyntö on sallittu.
fr: Cette requête a été autorisée.
hu: Ez a kérelem engedélyezésre került.
it: Questa richiesta è stata consentita.
nl: Dit verzoek is toegelaten.
pl: To żądanie zostało zezwolone.
ru: Этот запрос был разрешен.
zh_hant: 此請求已被允許。

# activity request allowed whitelisted
source: This request has been allowed, because it is on your Allowed list
ar: تم السماح بهذا الطلب لأنه في قائمة السماح الخاصة بك
de: Diese Anfrage wurde zugelassen, da sie sich auf deiner erlaubten Liste befindet
es: Esta solicitud ha sido permitida porque se encuentra entre tus Hosts permitidos
fi: Tämä pyyntö on sallittu, koska se on sallittujen listassa
fr: Cette requête a été autorisée, car elle figure dans votre liste d'autorisations
hu: Ez a kérelem engedélyezésre került, mert az Engedélyezett listádban szerepel
it: Questa richiesta è stata consentita, perché è nella tua lista Consentite
nl: Dit verzoek is toegelaten, omdat het op uw Toegelaten lijst staat
pl: To żądanie zostało zezwolone, ponieważ znajduje się na Twojej liście Zezwolonych
ru: Этот запрос был разрешен, потому что он находится в вашем списке разрешенных
zh_hant: 此請求已被允許，因為其在您的允許清單中

# activity request blocked blacklisted
source: This request has been blocked, because it is on your Blocked list
ar: تم حظر هذا الطلب لأنه في قائمة الحظر الخاصة بك
de: Diese Anfrage wurde blockiert, weil sie sich auf deiner Sperrliste befindet
es: Esta solicitud ha sido bloqueada porque se encuentra entre tu Lista de bloqueados
fi: Tämä pyyntö on estetty, koska se on estettyjen listassa
fr: Cette requête a été bloquée, car elle figure dans votre liste d'interdictions
hu: Ez a kérelem blokkolásra került, mert a Blokkolt listádban szerepel
it: Questa richiesta è stata bloccata, perché è nella tua lista Bloccate
nl: Dit verzoek is geblokkeerd, omdat het op je Blokkeer lijst staat
pl: To żądanie zostało zablokowane, ponieważ znajduje się na Twojej liście Blokowanych
ru: Этот запрос был заблокирован, потому что он находится в вашем списке заблокированных
zh_hant: 此請求已被阻擋，因為其在您的阻擋清單中

# activity request allowed list
source: This request has been allowed, because it's present on the *%@* allowlist.
ar: تم السماح بهذا الطلب لأنه موجود في قائمة السماح *%@*.
de: Diese Anfrage wurde erlaubt, da sie auf der Liste mit *%@* erlaubt ist.
es: Esta solicitud ha sido permitida, porque está presente en *%@*.
fi: Tämä pyyntö on sallittu, koska se on läsnä *%@* listalta.
fr: Cette requête a été autorisée car elle est présente dans la liste blanche *%@*.
hu: Ez a kérelem engedélyezésre került, mert megtalálható a *%@* engedélyezetteinél.
it: Questa richiesta è stata consentita perché è presente nella lista *%@*.
nl: Dit verzoek is toegestaan, omdat het aanwezig is op de *%@* toegestane lijst.
pl: To żądanie zostało dozwolone, ponieważ jest obecne na liście dozwolonych *%@*.
ru: Этот запрос был разрешен, поскольку он присутствует в списке разрешенных *%@*.
zh_hant: 這個請求因為在 *%@* 允許清單中而被允許。

# activity request allowed no list
source: This request has been allowed, as it's not present on any of your configured blocklists.
ar: تم السماح بهذا الطلب لأنه غير موجود في أيٍّ من قوائم الحظر التي قمت بتكوينها.
de: Diese Anfrage wurde erlaubt, da sie in keiner deiner konfigurierten Blocklisten vorhanden ist.
es: Esta solicitud ha sido permitida, ya que no está presente en ninguna de sus listas de bloques configuradas.
fi: Tämä pyyntö on sallittu, koska se ei ole läsnä missään määritetyistä lohkolistoistasi.
fr: Cette requête a été autorisée car elle n'est présente dans aucune de vos listes noires.
hu: Ez a kérés elfogadásra került, mivel nem található meg egyetlen blokklistádon sem.
it: Questa richiesta è stata consentita perché non è presente in nessuna delle tue liste di blocco.
nl: Dit verzoek is toegestaan, omdat het niet aanwezig is op je geconfigureerde blokkeerlijsten.
pl: To żądanie zostało dozwolone, ponieważ nie jest obecne na żadnej ze skonfigurowanych bloklist.
ru: Этот запрос был разрешен, поскольку его нет ни в одном из настроенных вами списков блокировки.
zh_hant: 這個請求因為不在您設定的阻擋清單中而被允許。

# activity request blocked list
source: This request has been blocked, because it's present on the *%@* blocklist.
ar: تم حظر هذا الطلب لأنه موجود في قائمة الحظر *%@*.
de: Diese Anfrage wurde blockiert, da sie auf der *%@* Sperrliste vorhanden ist.
es: Esta solicitud ha sido bloqueada, porque está presente en *%@*.
fi: Tämä pyyntö on estetty, koska se on läsnä *%@* -lohkoluettelossa.
fr: Cette requête a été bloquée car elle présente dans la liste noire *%@*.
hu: Ez a kérelem blokkolásra került, mert megtalálható a *%@* blokklistán.
it: Questa richiesta è stata bloccata perché è presente nella lista *%@*.
nl: Dit verzoek is geblokkeerd, omdat het aanwezig is in de *%@* blokkeerlijst.
pl: To żądanie zostało zablokowane, ponieważ jest obecne na blokliście *%@*.
ru: Этот запрос был заблокирован, поскольку он присутствует в списке блокировки *%@*.
zh_hant: 這個請求因為在 *%@* 阻擋清單中而被阻擋。

# activity request blocked no list
source: This request has been blocked, as it's not present on any of your configured allowlists.
ar: تم حظر هذا الطلب لأنه غير موجود في أيٍّ من قوائم السماح التي قمت بتكوينها.
de: Diese Anfrage wurde blockiert, da sie in keiner deiner konfigurierten Blocklisten vorhanden ist.
es: Esta solicitud ha sido bloqueada, ya que no está presente en ninguna de sus listas de permisos configuradas.
fi: Tämä pyyntö on estetty, koska se ei ole läsnä missään määritetyistä sallituista listoista.
fr: Cette requête a été bloquée car elle n'est présente dans aucune de vos listes blanches.
hu: Ez a kérés elutasításra került, mert nem található meg egyetlen engedélyezett listán sem.
it: Questa richiesta è stata bloccata perché non è presente in nessuna delle tue liste.
nl: Dit verzoek is geblokkeerd, omdat het op geen van uw geconfigureerde allowlijsten aanwezig is.
pl: To żądanie zostało zablokowane, ponieważ nie jest dostępne na żadnej skonfigurowanej liście dozwolonych.
ru: Этот запрос был заблокирован, поскольку его нет ни в одном из настроенных вами списков разрешенных.
zh_hant: 這個請求因為不在您設定的允許清單中而被阻擋。

# activity actions header
source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
fi: Toiminnot
hu: Műveletek
it: Azioni
nl: Acties
pl: Działania
ru: Действия
zh_hant: 動作

# activity information header
source: Information
ar: معلومات
de: Informationen
es: Información
fi: Tiedot
hu: Információ
it: Informazioni
nl: Informatie
pl: Informacje
ru: Информация
zh_hant: 資訊

# activity action add to whitelist
source: Add to Allowed
ar: إضافة إلى قائمة السماح
de: Zu Erlaubten hinzufügen
es: Añadir a Permitidos
fi: Lisää Sallittuihin
fr: Ajouter à Autorisé
hu: Engedélyezetthez ad
it: Aggiungi a Consentite
nl: Toevoegen aan Toegestaan
pl: Dodaj do Zezwolonych
ru: Добавить в разрешенные
zh_hant: 加入至允許清單

# activity action remove from whitelist
source: Remove from Allowed
ar: إزالة من قائمة السماح
de: Aus Erlaubten entfernen
es: Eliminar de Permitidos
fi: Poista sallituista
fr: Supprimer de Autorisé
hu: Engedélyezettből eltávolít
it: Rimuovi da Consentite
nl: Verwijderen van Toegestaan
pl: Usuń z Zezwolonych
ru: Удалить из разрешенных
zh_hant: 從允許清單移除

# activity action added to whitelist
source: Added to Allowed
ar: تمت الإضافة إلى قائمة السماح
de: Zu Erlaubten hinzugefügt
es: Añadido a Permitidos
fi: Lisätty sallittuihin
fr: Ajouté à Autorisé
hu: Engedélyezetthez adva
it: Aggiunta a Consentite
nl: Toegevoegd aan Toegestaan
pl: Dodano do Zezwolonych
ru: Добавлен в разрешенные
zh_hant: 已加入到允許清單

# activity action add to blacklist
source: Add to Blocked
ar: إضافة إلى قائمة الحظر
de: Zu Gesperrten hinzufügen
es: Añadir a Bloqueados
fi: Lisää estettyihin
fr: Ajouter à Bloqué
hu: Blokkolthoz ad
it: Aggiungi a Bloccate
nl: Toevoegen aan Geblokkeerd
pl: Dodaj do Blokowanych
ru: Добавить в заблокированные
zh_hant: 加入到阻擋清單

# activity action remove from blacklist
source: Remove from Blocked
ar: إزالة من قائمة الحظر
de: Aus Gesperrten entfernen
es: Eliminar de Bloqueados
fi: Poista estetyistä
fr: Supprimer de Bloqué
hu: Blokkoltból eltávolít
it: Rimuovi da Bloccate
nl: Verwijderen uit Geblokkeerd
pl: Usuń z Blokowanych
ru: Удалить из заблокированных
zh_hant: 從阻擋清單移除

# activity action added to blacklist
source: Added to Blocked
ar: تمت الإضافة إلى قائمة الحظر
de: Zu Gesperrten hinzugefügt
es: Añadido a Bloqueados
fi: Lisätty estettyihin
fr: Ajouté à Bloqué
hu: Blokkolthoz adva
it: Aggiunta a Bloccate
nl: Toegevoegd aan Geblokkeerd
pl: Dodano do Blokowanych
ru: Добавлен в заблокированные
zh_hant: 已加入到阻擋清單

# activity action copy to clipboard
source: Copy name to Clipboard
ar: نسخ الاسم إلى الحافظة
de: Name in die Zwischenablage kopieren
es: Copiar nombre al portapapeles
fi: Kopioi nimi leikepöydälle
fr: Copier le nom dans le presse-papier
hu: Név másolása a vágólapra
it: Copia negli appunti
nl: Kopieer naam naar Klembord
pl: Skopiuj nazwę do schowka
ru: Скопировать имя в буфер обмена
zh_hant: 複製名稱到剪貼簿

# activity domain name
source: Full name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fi: Koko nimi
fr: Nom complet
hu: Teljes név
it: Nome completo
nl: Volledige naam
pl: Pełna nazwa
ru: Полное имя
zh_hant: 完整名稱

# activity time of occurrence
source: Time
ar: الوقت
de: Zeit
es: Hora
fi: Aika
fr: Heure
hu: Idő
it: Tempo
nl: Tijd
pl: Czas
ru: Время
zh_hant: 時間

# activity number of occurrences
source: Number of occurrences
ar: عدد مرات التكرار
de: Anzahl der Vorkommnisse
es: Sucesos
fi: Tapahtumien lukumäärä
fr: Nombre d'occurrences
hu: Események száma
it: Occorrenze
nl: Aantal gebeurtenissen
pl: Liczba wystąpień
ru: Количество
zh_hant: 出現次數

# activity state modified
source: modified
ar: تم التعديل
de: geändert
es: modificado
fi: muokattu
fr: modifié
hu: módosítva
it: modificate
nl: gewijzigd
pl: zmodyfikowane
ru: изменено
zh_hant: 已修改

# activity state blocked
source: blocked
ar: تم الحظر
de: blockiert
es: bloqueado
fi: estetty
fr: élément bloqué
hu: reklám szűrve
it: bloccate
nl: geblokkeerd
pl: zablokowano
ru: заблокировано
zh_hant: 已阻擋

# activity state allowed
source: allowed
ar: تم السماح
de: erlaubt
es: permitido
fi: sallittu
fr: autorisé
hu: engedélyezve
it: permesse
nl: toegestaan
pl: zezwolone
ru: разрешено
zh_hant: 已允許

# activity happened one time
source: 1 time
ar: مرة واحدة
de: 1 Mal
es: 1 vez
fi: 1 kerran
fr: 1 fois
hu: 1 alkalommal
it: 1 volta
nl: 1 keer
pl: 1 raz
ru: 1 раз
zh_hant: 1 次

# activity happened many times
source: %@ times
ar: %@ مرات
de: %@ Mal
es: %@ veces
fi: %@ kertaa
fr: %@ fois
hu: %@ alkalommal
it: %@ volte
nl: %@ keer
pl: %@ razy
ru: %@ раз
zh_hant: %@ 次

# activity category recent
source: Recent
ar: الأحدث
de: Neueste
es: Recientes
fi: Viimeisimmät
fr: Récent
hu: Legutóbbi
it: Recenti
pl: Ostatnia
ru: Недавние
zh_hant: 最近

# activity category top
source: Top
ar: الأعلى
de: Häufig
es: Recurrentes
fr: Haut
hu: Felül
it: Ricorrenti
pl: Częsta
ru: Рейтинг
zh_hant: 最多

# activity category top blocked
source: Top Blocked
ar: الأعلى حظرًا
de: Häufig blockiert
es: Más bloqueadas
fi: Eniten estetyt
fr: Top de Bloqué
hu: Legtöbbet blokkolt
it: Più Bloccate
nl: Top Geblokkeerd
pl: Często Blokowana
ru: Топ заблокированных
zh_hant: 阻擋最多次

# activity category top allowed
source: Top Allowed
ar: الأكثر سماحًا
de: Häufig erlaubt
es: Más permitidas
fi: Eniten sallitut
fr: Top de Autorisé
hu: Legtöbbet engedélyezett
it: Più Consentite
nl: Top toegestaan
pl: Często Zezwalana
ru: Топ разрешенных
zh_hant: 允許最多次

# activity filter header
source: Which entries would you like to see?
ar: أي العناصر ترغب في رؤيتها؟
de: Welche Einträge möchtest du sehen?
es: ¿Qué entradas te gustaría ver?
fi: Mitä merkintöjä haluaisit nähdä?
fr: Quelles entrées voulez-vous voir ?
hu: Melyik bejegyzéseket szeretnéd látni?
it: Quali voci vorresti vedere?
nl: Welke invoergegevens wilt u zien?
pl: Jaką aktywność chcesz zobaczyć?
ru: Какие записи вы хотели бы видеть?
zh_hant: 您想查看哪些項目？

# activity filter show all
source: All entries
ar: جميع العناصر
de: Alle Einträge
es: Todas las entradas
fi: Kaikki merkinnät
fr: Tous les éléments
hu: Minden bejegyzés
it: Tutte le voci
nl: Alle logs
pl: Wszystkie wpisy
ru: Все записи
zh_hant: 所有項目

# activity filter show blocked
source: Blocked only
ar: المحظورة فقط
de: Nur blockierte
es: Solo bloqueado
fi: Vain estetty
fr: Bloqués uniquement
hu: Csak blokkolt
it: Solo quelle bloccate
nl: Alleen geblokkeerd
pl: Tylko zablokowane
ru: Только блокированные
zh_hant: 只有阻擋項目

# activity filter show allowed
source: Allowed only
ar: المسموح بها فقط
de: Nur erlaubte
es: Solo permitido
fi: Vain sallittu
fr: Autorisés uniquement
hu: Csak engedélyezett
it: Solo quelle consentite
nl: Alleen toegestaan
pl: Tylko dozwolone
ru: Только разрешенные
zh_hant: 只有允許項目

# activity filter showing for
source: Showing for: %@
ar: العرض لـ: %@
es: Mostrando para: %@
fi: Näytetään kohteet: %@
fr: Affichage pour : %@
hu: A következő eszköznél: %@
it: Mostrando per: %@
nl: Weergegeven voor: %@
pl: Wyświetlanie dla: %@
ru: Показано для: %@
zh_hant: 正在顯示：%@

# activity empty text
source: Try using your device, and come back here later, to see where your device connects to.
ar: جرب استخدام جهازك، وارجع هنا لاحقًا لترى إلى أين يتصل جهازك.
de: Verwende dein Gerät einfach weiter und komme später hierher zurück, um zu sehen, wohin sich dein Gerät verbindet.
es: Intenta usar tu dispositivo y vuelve aquí más tarde, para ver a dónde se conecta tu dispositivo.
fi: Kokeile käyttää laitettasi ja palaa tänne myöhemmin nähdäksesi, mihin laitteesi yhdistää.
fr: Essayez d'utiliser votre appareil et revenez ici plus tard pour voir à quel endroit votre périphérique se connecte.
hu: Próbálja használni eszközét, majd jöjjön vissza ha látja hogy hova csatlakozott.
it: Usa il tuo dispositivo e torna qui più tardi, per vedere dove si è connesso.
nl: Probeer uw apparaat te gebruiken, en kom later hier terug om te zien waar uw apparaat verbinding mee maakt.
pl: Spróbuj użyć swojego urządzenia i wróć tutaj później, aby sprawdzić, gdzie łączy się Twoje urządzenie.
ru: Попробуйте использовать свое устройство, а впоследствии вернитесь сюда, чтобы посмотреть, к чему оно подключается.
zh_hant: 嘗試使用您的裝置，稍後再回來看看您的裝置連線到哪裡。

# activity device filter show all
source: All devices
ar: كل الأجهزة
de: Alle Geräte
es: Todos los dispositivos
fi: Kaikki laitteet
fr: Tous les appareils
hu: Minden eszköz
it: Tutti i dispositivi
nl: Alle apparaten
pl: Wszystkie urządzenia
ru: Все устройства
zh_hant: 所有裝置

# activity retention header
source: Should we store your activity?
ar: هل تريد أن نقوم بتخزين نشاطك؟
de: Für wie lange können wir deine Aktivitäten speichern?
es: ¿Deberíamos guardar su actividad?
fi: Pitäisikö meidän tallentaa toimintasi?
fr: Devrions-nous stocker votre activité?
hu: Tároljuk a tevékenységed?
it: Vuoi che conserviamo la tua attività?
nl: Moeten we uw activiteit opslaan?
pl: Czy powinniśmy przechowywać Twoją aktywność?
ru: Должны ли мы сохранять вашу активность?
zh_hant: 我們應該儲存您的活動嗎？

# activity retention option none
source: Do not store my activity
ar: لا تقم بتخزين نشاطي
de: Meine Aktivitäten nicht speichern
es: No guardar mi actividad
fi: Älä säilytä aktiivisuuttani
fr: Ne pas stocker mon activité
hu: Ne mentse az aktivitásomat
it: Non memorizzare la mia attività
nl: Bewaar mijn activiteit niet
pl: Nie przechowuj mojej aktywności
ru: Не сохранять мою активность
zh_hant: 不要儲存我的使用活動

# activity retention option 24h
source: Yes, store my activity
ar: نعم، قم بتخزين نشاطي
de: 24 Stunden
es: Sí, guardar mi actividad
fi: Kyllä, säilytä aktiivisuuteni
fr: Oui, mémoriser mon activité
hu: Igen, tárolja a tevékenységeimet
it: Sì, conserva la mia attività
nl: Ja, bewaar mijn activiteit
pl: Tak, przechowuj moją aktywność
ru: Да, сохранять мою активность
zh_hant: 是的，儲存我的活動

# activity retention policy
source: By enabling activity logging you accept the privacy policy.
ar: بتمكين حفظ السجل أنت تقبل سياسة الخصوصية.
de: Indem du die Speicherung des Logins aktivierst, akzeptierst du unsere Datenschutzrichtlinie.
es: Al activar el registro de actividades, acepta la política de privacidad.
fi: Ottamalla aktiviteetin lokitiedot käyttöön hyväksyt tietosuojakäytännön.
fr: En activant la journalisation des activités, vous acceptez la politique de confidentialité.
hu: A tevékenységnaplózás engedélyezésével elfogadod az adatvédelmi szabályzatot.
it: Abilitando i log di attività accetti l'informativa sulla privacy.
nl: Door het inschakelen van het loggen van activiteiten accepteert u het privacybeleid.
pl: Włączając rejestrowanie aktywności akceptujesz politykę prywatności.
ru: Включая хранение активности, вы принимаете политику конфиденциальности.
zh_hant: 啟用活動紀錄即表示您接受隱私權政策。

# activity retention desc
source: Blokada Cloud is not logging anything by default. If you wish to see the aggregated stats and activity from all of your devices, enable activity logging below.
ar: Blokada Cloud لا يسجل النشاط افتراضيًا. إذا رغبت في مشاهدة الإحصائيات والنشاط المجمع من جميع أجهزتك، فعّل حفظ السجل أدناه.
de: Blokada Cloud protokolliert standardmäßig nichts. Wenn du die kombinierten Statistiken und Aktivitäten von all deinen Geräten sehen möchtest, wähle unten den gewünschten Protokollierungzeitraum aus.
es: Blokada Cloud no está registrando nada por defecto. Si desea ver las estadísticas agregadas y la actividad de todos sus dispositivos, habilite el registro de actividad a continuación.
fi: Blokada Cloud ei ole oletusarvoisesti kirjautumassa. Jos haluat nähdä kaikkien laitteidesi aggregoidut tilastot ja aktiviteetti, ota aktiviteetti käyttöön kirjautumalla alla.
fr: Blokada Cloud n'enregistre rien par défaut. Si vous souhaitez voir les statistiques agrégées et l'activité de tous vos appareils, activez la journalisation des activités ci-dessous.
hu: A Blokada Cloud alapértelmezés szerint nem naplóz semmit. Ha meg szeretnéd tekinteni az összesített statisztikákat és tevékenységeket az összes eszközödről, engedélyezd a tevékenységnaplózást.
it: Per impostazione predefinita, Blokada Cloud non colleziona alcun dato. Se desideri tenere traccia delle statistiche e delle attività di tutti i tuoi dispositivi, scegli qui sotto l'opzione che preferisci.
nl: Blokada Cloud logt niets als standaard. Als u de geaggregeerde statistieken en activiteit van al uw apparaten wilt zien, schakel dan hieronder het loggen van activiteiten in.
pl: Blokada Cloud domyślnie nie loguje niczego. Jeśli chcesz zobaczyć zagregowane statystyki i aktywność ze wszystkich urządzeń, włącz logowanie aktywności poniżej.
ru: По умолчанию Blokada Cloud не хранит логи. Если вы хотите видеть агрегированную статистику и активность со всех ваших устройств, включите сохранение журналов ниже.
zh_hant: Blokada Cloud 預設不記錄任何資料。如果您希望在所有裝置上看到匯總的統計資料和活動紀錄，請啟用下方的活動紀錄。

# userdenied section header
source: Exceptions
ar: الاستثناءات
de: Ausnahmen
es: Excepciones
fi: Poikkeukset
hu: Kivételek
it: Eccezioni
nl: Uitzonderingen
pl: Wyjątki
ru: Исключения
zh_hant: 例外

# userdenied section slugline
source: Manage blocking of particular websites
ar: إدارة الحظر لمواقع إلكترونية محددة
de: Sperren bestimmter Websites verwalten
es: Administrar bloqueo de sitios web particulares
fi: Hallinnoi tiettyjen verkkosivustojen estoa
fr: Gérer la blocage de sites web spécifiques
hu: Kezelje az egyes oldalak blokkolását
it: Gestisci il blocco di particolari siti web
nl: Blokkering van bepaalde websites beheren
pl: Zarządzaj blokowaniem poszczególnych stron
ru: Управление блокировкой определенных сайтов
zh_hant: 管理對特定網站的封鎖

# userdenied tab allowed
source: Allowed
ar: المسموح بها
de: Erlaubt
es: Permitido
fi: Sallittu
fr: Autorisé
hu: Engedélyezve
it: Consentiti
nl: Toegestaan
pl: Dozwolone
ru: Разрешено
zh_hant: 使用者允許

# userdenied tab blocked
source: Blocked
ar: المحظورة
de: Blockiert
es: Bloqueado
fi: Estetty
fr: Bloqué
hu: Reklám szűrve
it: Bloccati
nl: Adv. geblokkeerd
pl: Zablokowane
ru: Заблокировано
zh_hant: 使用者阻擋

# userdenied action allow
source: Allow
ar: سمح
de: Erlauben
es: Permitir
fi: Salli
fr: Autoriser
hu: Engedélyez
it: Consenti
nl: Toestaan
pl: Zezwól
ru: Разрешить
zh_hant: 允許

# userdenied action block
source: Block
ar: حظر
de: Blockieren
es: Bloquear
fi: Estä
fr: Bloquer
hu: Blokkolás
it: Blocca
nl: Blokkeren
pl: Zablokuj
ru: Заблокировать
zh_hant: 阻擋

# userdefined action open
source: Open Exceptions
ar: افتح الاستثناءات
es: Abrir Excepciones
fi: Avoimet Poikkeukset
fr: Ouvrir les Exceptions
hu: Kivételek megnyitása
nl: Open uitzonderingen
pl: Otwórz Wyjątki
ru: Открытые исключения
zh_hant: 開啟例外

# account section header settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pl: Ustawienia
ru: Настройки
zh_hant: 設定
