Repository: blokadaorg/blokada
Catalog: ios/App/Assets/*.lproj/Ui.strings
Languages: ar, de, es, fi, fr, hu, it, nl, pl, ru, zh_hant

# payment plan cta trial length
source: Start %@-Day Free Trial
ar: ابدأ تجربة مجانية لمدة %@ يوم
es: Iniciar prueba gratuita de %@días
fi: Aloita %@-Päivän Ilmainen Kokeilu
fr: Commencez l'essai gratuit de %@ jours
hu: %@ napos ingyenes próba indítása
nl: Start %@-daagse gratis proefperiode
pl: Rozpocznij %@-dniowy bezpłatny okres próbny
ru: Попробуй — %@ дней бесплатно
zh_hant: 開始 %@ 天免費試用

# payment plan cta monthly
source: Subscribe Monthly
ar: اشترك شهريًا
de: Monatlich abonnieren
es: Suscripción mensual
fi: Tilaa Kuukausittain
fr: S'abonner au mois
hu: Havi fizetés
it: Abbonamento mensile
nl: Maandelijks abonneren
pl: Subskrybuj miesięcznie
ru: Подписка на месяц
zh_hant: 訂閱月付方案

# payment plan cta annual
source: Subscribe Annually
ar: اشترك سنويًا
de: Jährlich abonnieren
es: Suscripción anual
fi: Tilaa Vuosittain
fr: S'abonner à l'année
hu: Évi fizetés
it: Abbonamento annuale
nl: Jaarlijks abonneren
pl: Subskrybuj rocznie
ru: Подписка на год
zh_hant: 訂閱年付方案

# payment plan current
source: (current plan)
ar: (الخطّة الحاليّة)
es: (plan actual)
fi: (nykyinen suunnitelma)
fr: (offre actuelle)
hu: (jelenlegi csomag)
it: (piano attuale)
nl: (huidig abonnement)
pl: (obecny plan)
ru: (текущий тариф)
zh_hant: （目前方案）

# payment cancel footer
source: The subscription is auto-renewed before the current billing period ends. You can cancel anytime in Settings.
ar: سيتم تجديد الاشتراك تلقائيًا قبل انتهاء فترة الفوترة الحالية. يمكنك الإلغاء في أي وقت من الإعدادات.
es: La suscripción se renueva automáticamente antes de que finalice el período de facturación actual. Puede cancelar en cualquier momento en Configuración.
fi: Tilaus uudistetaan automaattisesti ennen kuin nykyinen laskutusaika päättyy. Voit peruuttaa milloin tahansa Asetuksissa.
fr: L'abonnement est automatiquement renouvelé avant la fin de la période de facturation en cours. Vous pouvez annuler à tout moment dans les paramètres.
hu: Az előfizetés a jelenlegi számlázási időszak vége előtt automatikusan megújul. Bármikor lemondhatod a Beállításokban.
nl: Het abonnement wordt automatisch verlengd voordat de huidige factureringsperiode eindigt. U kunt op elk gewenst moment annuleren in Instellingen.
pl: Subskrypcja jest automatycznie odnawiana przed zakończeniem bieżącego okresu rozliczeniowego. Możesz anulować w dowolnym momencie w Ustawieniach.
ru: Подписка автоматически продлевается до окончания текущего расчетного периода. Отменить подписку можно в любое время в Настройках.
zh_hant: 訂閱會在當前計費週期結束前自動續訂。您可以隨時在「設定」中取消。

# payment cancel footer trial short
source: Cancel during the next %@ days, and you won’t be charged.
ar: يمكنك الإلغاء خلال %@ أيام القادمة ولن يتم خصم أي مبلغ.
es: Cancela durante los próximos %@ días, y no se te cobrará.
fi: Peruuta seuraavien %@ päivän aikana ja sinua ei veloiteta.
fr: Annulez dans les %@ prochains jours, et vous ne serez pas facturé.
hu: Lemondás a következő %@ napban, és nem kerül sor terhelésre.
nl: Annuleren tijdens de komende %@ dagen, en er worden geen kosten in rekening gebracht.
pl: Anuluj subskrypcję w ciągu następnych %@ dni, aby nie zostać obciążonym opłatami.
ru: Откажитесь в течение следующих %@ дней, и плата с вас взиматься не будет.
zh_hant: 在接下來 %@ 天內取消，您將不會被收費。

# payment trial brief
source: Pay after %@ days. Subscription auto-renews every year until canceled.
ar: ادفع بعد %@ يومًا. الاشتراك يتجدد تلقائياً كل عام حتى يتم الإلغاء.
fi: Maksa %@ päivän kuluttua. Tilauksesi uusiutuu automaattisesti vuosittain, kunnes peruutat sen.
fr: Payez après %@ jours. L'abonnement est renouvelé automatiquement tous les ans jusqu'à annulation.
hu: %@ nap múlva fizetendő. Az előfizetés automatikusan megújul évente, amíg le nem mondod.
pl: Zapłać po %@ dniach. Subskrypcja odnawiana automatycznie każdego roku do czasu anulowania.
ru: Оплатить через %@ дней. Подписка автоматически продлевается каждый год, пока не будет отменена.
zh_hant: %@ 天後付款。訂閱每年自動續訂，直到取消為止。

# location region worldwide
source: Everywhere
ar: في كل مكان
de: Überall
es: En todas partes
fi: Kaikkialla
fr: Partout
hu: Bárhol
it: Ovunque
nl: Overal
pl: Wszędzie
ru: Везде
zh_hant: 到處

# location region america
source: America
ar: أمريكا
de: Amerika
es: América
fi: Amerikka
fr: Amérique
hu: Amerika
nl: Amerika
pl: Ameryka
ru: Америка
zh_hant: 美洲

# location region europe
source: Europe
ar: أوروبا
de: Europa
es: Europa
fi: Eurooppa
hu: Európa
it: Europa
nl: Europa
pl: Europa
ru: Европа
zh_hant: 歐洲

# location region asia
source: Asia
ar: آسيا
de: Asien
fi: Aasia
fr: Asie
hu: Ázsia
nl: Azië
pl: Azja
ru: Азия
zh_hant: 亞洲

# location region australia
source: Australia
ar: أستراليا
de: Australien
fr: Australie
hu: Ausztrália
nl: Australië
ru: Австралия
zh_hant: 澳洲

# web vpn devices header
source: VPN Devices
ar: أجهزة VPN
de: VPN-Geräte
es: Dispositivos VPN
fi: Vpn Laitteet
fr: Périphériques VPN
hu: VPN Eszközök
it: Dispositivi VPN
nl: VPN Apparaten
pl: Urządzenia VPN
ru: Устройства VPN
zh_hant: VPN 裝置

# web vpn devices open action
source: Open VPN Devices
ar: افتح أجهزة VPN
de: Öffne VPN-Geräte
es: Abrir ajustes de equipos VPN
fi: Avaa Vpn-laitteet
fr: Ouvrir les Périphériques VPN
hu: VPN Eszközök megnyitása
it: Apri Dispositivi VPN
nl: Open VPN-apparaten
pl: Otwórz Urządzenia VPN
ru: Открыть устройства VPN
zh_hant: 開啟 VPN 裝置

# web action open setup
source: Open setup
ar: فتح الإعداد
de: Setup öffnen
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir la configuration
hu: Telepítő megnyitása
it: Apri configurazione
nl: Open instellingen
pl: Otwórz konfigurację
ru: Открыть настройки
zh_hant: 開啟設定

# web cta plus header
source: Upgrade to Blokada Plus to stay in control of your privacy.
ar: قم بالترقية إلى Blokada Plus للبقاء متحكمًا في خصوصيتك.
de: Upgrade auf Blokada Plus, um die Kontrolle über deine Privatsphäre zu behalten.
es: Actualice a Blokada Plus para mantener el control de su privacidad.
fi: Päivitä Blokada Plus -palveluun pysyäksesi yksityisyyden hallinnassa.
fr: Passez à 'Blokada Plus' pour garder le contrôle de votre vie privée.
hu: Váltson Blokada Plus-ra hogy a kezébe vegye privát adatai irányítását.
it: Aggiorna a Blokada Plus per mantenere il controllo della tua privacy.
nl: Upgrade naar Blokada Plus om de controle over je privacy te behouden.
pl: Ulepsz do Blokady Plus, aby zachować kontrolę nad prywatnością.
ru: Перейти на Blokada Plus, чтобы всегда контролировать свою конфиденциальность.
zh_hant: 升級到 Blokada Plus，您的隱私權不用再任人宰割。

# web cta plus desc
source: Your Libre account gives you free adblocking on your device with our open source apps. Upgrade to Blokada Plus for an even better protection. You'll get access to our global VPN-network as well as our new *cloud based* adblocking that is more efficient and easier to use.
ar: يمنحك حساب Libre وصولاً مجانيًا لحجب الإعلانات على جهازك عبر تطبيقاتنا مفتوحة المصدر. قم بالترقية إلى Blokada Plus لحماية أفضل. ستحصل على دخول إلى شبكة VPN العالمية الخاصة بنا وكذلك حجب الإعلانات السحابي الجديد الذي يتميز بالكفاءة والسهولة.
de: Mit deinem Libre-Konto kannst du mit unseren Open-Source-Apps kostenlos Werbung auf deinem Gerät blockieren. Ein Upgrade auf Blokada Plus bietet dir einen noch besseren Schutz. Du erhältst Zugriff auf unser globales VPN-Netzwerk sowie unsere neue *cloud­ba­sierte* Werbeblockierung, das noch effizienter und einfacher zu bedienen ist.
es: Tu cuenta Libre te da bloqueo gratuito en tu dispositivo con nuestras aplicaciones de código abierto. Actualiza a Blokada Plus para una mejor protección. Obtendrá acceso a nuestra red VPN global, así como a nuestro nuevo bloqueo *basado en la nube* que es más eficiente y fácil de usar.
fi: Libre -tilisi antaa laitteellesi ilmaisen mainonnan avoimen lähdekoodin sovelluksillamme. Päivitä Blokada Plus -versioon saadaksesi paremman suojan. Saat pääsyn globaaliin VPN-verkostoomme sekä uuteen *pilvipohjaiseemme* adblockingiin, joka on tehokkaampaa ja helpompaa käyttää.
fr: Votre compte Libre vous offre un blocage gratuit de la publicité sur votre appareil avec nos applications open source. Passez à Blokada Plus pour une meilleure protection. Vous aurez accès à notre réseau VPN mondial ainsi qu'à notre nouveau bloqueur de publicités *basé sur le cloud* plus efficace et plus facile à utiliser.
hu: A Szabad fiókja lehetőséget ad az ingyenes reklámblokkolásra az eszközén nyílt forráskódú appokkal. Váltson a Blokada Plus-ra a még jobb védelemért. Ezen kívűl hozzáférést kap a globális VPN hálózatunkhoz, és az új *felhő alapú* reklámblokkolónkhoz, mely sokkal hatékonyabb és könyebben használható.
it: Il tuo account Libre ti offre protezione gratuita dalle pubblicità grazie alle nostre app open source. Aggiorna a Blokada Plus per una maggior protezione. Avrai accesso alla nostra rete VPN globale e al nostro nuovo blocco pubblicità *basato sul cloud* che è molto più efficiente e facile da usare.
nl: Uw Libre-account geeft u gratis adblocking op uw apparaat met onze opensource-apps. Upgrade naar Blokada Plus voor een nog betere bescherming. Je krijgt toegang tot ons wereldwijde VPN-netwerk en tot onze nieuwe *cloud gebaseerd* adblocking die efficiënter en gemakkelijker te gebruiken is.
pl: Twoje konto Libre zapewnia bezpłatne blokowanie reklam na Twoim urządzeniu dzięki naszym aplikacjom typu open source. Zaktualizuj do Blokady Plus, aby uzyskać jeszcze lepszą ochronę. Otrzymasz dostęp do naszej globalnej sieci VPN, a także do naszego nowego blokowania reklam *opartego na chmurze*, które jest wydajniejsze i łatwiejsze w użyciu.
ru: Ваша учетная запись Libre дает возможность бесплатно блокировать рекламу на вашем устройстве с помощью наших приложений с открытым исходным кодом. Перейдите на Blokada Plus для еще более надежной защиты. Вы получите доступ к нашей глобальной VPN-сети, а также к новому блокировщику рекламы *на базе облачных технологий*, более эффективному и простому в использовании.
zh_hant: 您的 Libre 帳號可透過我們的開放原始碼應用程式在您的裝置上封鎖廣告。升級至 Blokada Plus 來取得更好的保護。您將可以存取我們的全球 VPN 網路以及我們新的 *以雲端為基礎的* 廣告封鎖，其更有效率也更易於使用。

# web action generate
source: Generate
ar: توليد
de: Erzeugen
es: Generar
fi: Luo
fr: Générer
hu: Generálás
it: Genera
nl: Genereren
pl: Wygeneruj
ru: Создать
zh_hant: 產生

# setup header
source: Setup
ar: إعداد
de: Einrichtung
es: Configuración
fi: Asetukset
fr: Configuration
hu: Varázsló
it: Configurazione
nl: Installatie
pl: Konfiguracja
ru: Настройка
zh_hant: 設定

# setup desc
source: There are many ways to configure your device to use Blokada Cloud. Choose the one that works for you.
ar: هناك العديد من الطرق لتهيئة جهازك لاستخدام Blokada Cloud. اختر الطريقة المناسبة لك.
de: Es gibt viele Möglichkeiten dein Gerät so zu konfigurieren, dass es Blokada Cloud verwendet. Wähle die aus, die für dich am besten funktioniert.
es: Hay muchas maneras de configurar tu dispositivo para usar la nube de Blokada. Elige la que funcione para ti.
fi: On olemassa monia tapoja määrittää laitteesi käyttämään Blokada Cloudia. Valitse se, joka toimii puolestasi.
fr: Il existe plusieurs manières de configurer votre appareil pour utiliser Blokada Cloud. Sélectionnez celle qui vous convient.
hu: Több módja is van annak, hogy beállítsa eszközén a Blokada Cloud-ot. Válassza a legmegfelelőbbet.
it: Ci sono molti modi per configurare il tuo dispositivo per usare Blokada Cloud. Scegli quello che ti è più congeniale.
nl: Er zijn vele manieren om je apparaat te configureren om Blokada Cloud te gebruiken. Kies degene die voor je werkt.
pl: Istnieje wiele sposobów na skonfigurowanie urządzenia do korzystania z Blokady Cloud. Wybierz ten, który Ci odpowiada.
ru: Есть много способов настроить ваше устройство для использования Blokada Cloud. Выберите тот, который подходит вам.
zh_hant: 有很多方法可以讓您的裝置接上 Blokada Cloud。請選擇適合您的方法。

# setup label which device
source: What type of device you wish to set up?
ar: ما نوع الجهاز الذي ترغب في إعداده؟
de: Welche Art von Gerät möchtest du einrichten?
es: ¿Qué tipo de dispositivo desea configurar?
fi: Millainen laite haluat ottaa käyttöön?
fr: Quel type d'appareil souhaitez-vous configurer ?
hu: Milyen készüléket akar beállítani?
it: Che tipo di dispositivo desideri configurare?
nl: Welk type apparaat wilt u instellen?
pl: Jaki typ urządzenia chcesz skonfigurować?
ru: Какой тип устройства вы хотите настроить?
zh_hant: 您想設定什麼裝置？

# setup label choose
source: Choose any of the following setup options:
ar: اختر أي من خيارات الإعداد التالية:
de: Wähle eine der folgenden Setup-Optionen:
es: Elija cualquiera de las siguientes opciones de configuración:
fi: Valitse mikä tahansa seuraavista asetuksista:
fr: Sélectionnez l'une des options de configuration suivantes :
hu: Válassza ki bármelyik alábbi opciót:
it: Scegli una delle seguenti opzioni:
nl: Kies een van de volgende setup-opties:
pl: Wybierz jedną z następujących opcji konfiguracji:
ru: Выберите любой из следующих вариантов настройки:
zh_hant: 請選擇下述任一設定選項：

# setup comment wireguard
source: Note: The VPN configuration will use Blokada Cloud by default. Choose a different DNS setting if you wish to opt out. 'WireGuard' and the 'WireGuard' logo are registered trademarks of Jason A. Donenfeld.
ar: ملاحظة: إعداد الـVPN سيستخدم Blokada Cloud افتراضيًا. اختر إعداد DNS مختلف إذا كنت ترغب في ذلك. "WireGuard" وشعار "WireGuard" علامات تجارية مسجلة لجيسون أ. دوننفلد.
de: Hinweis: Die VPN-Konfiguration verwendet standardmäßig Blokada Cloud. Wähle eine andere DNS-Einstellung, wenn du dich dagegen entscheiden möchtest. 'WireGuard' und das 'WireGuard'-Logo sind eingetragene Marken von Jason A. Donenfeld.
es: Nota: La configuración VPN usará la Nube de Blokada por defecto. Elija una configuración DNS diferente si desea excluirse. El logotipo "WireGuard" y "WireGuard" son marcas registradas de Jason A. Donenfeld.
fi: Huomautus: VPN-konfiguraatio käyttää oletusarvoisesti Blokada Cloudia. Valitse toinen DNS-asetus, jos haluat valita valinnan. 'WireGuard' ja 'WireGuard' logo ovat Jason A. Donenfeldin rekisteröityjä tavaramerkkejä.
fr: Remarque : La configuration VPN utilisera Blokada Cloud par défaut. Choisissez un autre paramètre DNS si vous souhaitez vous désinscrire. 'WireGuard' et le logo 'WireGuard' sont des marques déposées de Jason A. Donenfeld.
hu: Megjegyzés: A VPN konfiguráció alapból a Blokada Cloud-ot fogja használni. Válasszon ki egy másik DNS-t, ha nem akar vele élni. A 'WireGuard' és a 'WireGuard' logó Jason A. Donenfeld védjegye.
it: Nota: la configurazione VPN utilizzerà Blokada Cloud per impostazione predefinita. Scegli un'impostazione DNS diversa se desideri disattivarla. 'WireGuard' e il logo 'WireGuard' sono marchi registrati di Jason A. Donenfeld.
nl: Opmerking: De VPN-configuratie zal Blokada Cloud standaard gebruiken. Kies een andere DNS-instelling als u zich wilt afmelden. 'WireGuard' en het logo 'WireGuard' zijn geregistreerde handelsmerken van Jason A. Donenfeld.
pl: Uwaga: konfiguracja VPN będzie domyślnie używać Blokady Cloud. Wybierz inne ustawienie DNS, jeśli chcesz zrezygnować. 'WireGuard' i logo 'WireGuard' są zarejestrowanymi znakami towarowymi Jasona A. Donenfelda.
ru: Примечание: в конфигурации VPN по умолчанию будет использоваться Blokada Cloud. Выберите другую настройку DNS, если вы хотите отказаться от этого. 'WireGuard' и логотип 'WireGuard' являются зарегистрированными торговыми марками Джейсона А. Доненфельда (Jason A. Donenfeld).
zh_hant: 注意：VPN 設定將會預設使用 Blokada Cloud。如果您想要退出，請選擇其他 DNS 設定。「WireGuard」與「WireGuard」圖示是 Jason A. Donenfeld 的註冊商標。

# setup comment native apps
source: Note: Native app for Android does not support Blokada Cloud yet. We are working on the update.
ar: ملاحظة: التطبيق الأصلي للأندرويد لا يدعم Blokada Cloud بعد. نحن نعمل على التحديث.
de: Hinweis: Native Apps für Android und iOS unterstützen Blokada Cloud noch nicht. Wir arbeiten an einem Update.
es: Nota: La aplicación nativa para Android aún no soporta Blokada Cloud. Estamos trabajando en la actualización.
fi: Huomautus: Android-sovellus ei tue vielä Blokada Cloudia. Työskentelemme päivityksen parissa.
fr: Remarque : l'application native pour Android ne supporte pas encore Blokada Cloud. Nous travaillons sur la mise à jour.
hu: Megjegyzés: A natív android app nem támogatja a Blokada Cloud-ot még. Dolgozunk a frissítésen.
it: Nota: l'app nativa per Android non supporta ancora Blokada Cloud. Stiamo lavorando sull'aggiornamento.
nl: Opmerking: Native app voor Android ondersteunt Blokada Cloud nog niet. We werken aan de update.
pl: Uwaga: natywna aplikacja dla Androida nie obsługuje jeszcze Blokady Cloud. Pracujemy nad aktualizacją.
ru: Примечание. Нативное приложение для Android пока не поддерживает Blokada Cloud. Мы работаем над обновлением.
zh_hant: 注意：Android 的原生 App 尚未支援 Blokada Cloud。這個功能還在製作中。

# setup step
source: Step %@: %@
ar: الخطوة %@: %@
de: Schritt %@: %@
es: Paso %@: %@
fi: Vaihe %@: %@
fr: Etape %@ : %@
hu: %@-dik lépés: %@
it: Passo %@: %@
nl: Stap %@: %@
pl: Krok %@: %@
ru: Шаг %@: %@
zh_hant: 第 %@ 步：%@

# setup option label recommended
source: Recommended: %@
ar: مُوصى به: %@
de: Empfohlen: %@
es: Recomendado: %@
fi: Suositeltu: %@
fr: Recommandé : %@
hu: Ajánlott: %@
it: Consigliato: %@
nl: Aanbevolen: %@
pl: Zalecane: %@
ru: Рекомендуется: %@
zh_hant: 建議設定：%@

# setup option label alternative
source: Alternative: %@
ar: بديل: %@
es: Alternativa: %@
fi: Vaihtoehto: %@
hu: Alternatíva: %@
it: Alternativa: %@
nl: Alternatief: %@
pl: Alternatywa: %@
ru: Альтернативно: %@
zh_hant: 備用方案：%@

# setup name label unnamed
source: (unnamed)
ar: (بدون اسم)
de: (unbenannt)
es: (sin nombre)
fi: (Päivitys)
fr: (Sans nom)
hu: (névtelen)
it: (senza nome)
nl: (naamloos)
pl: (bez nazwy)
ru: (без названия)
zh_hant: （未命名）

# setup step name
source: Name your device (optional)
ar: سمّ جهازك (اختياري)
de: Benenne dein Gerät (optional)
es: Nombre del dispositivo (opcional)
fi: Nimeä laitteesi (valinnainen)
fr: Nommez votre appareil (facultatif)
hu: Nevezze el eszközét (fakultatív)
it: Nome del dispositivo (opzionale)
nl: Geef een naam aan uw apparaat (optioneel)
pl: Nazwij urządzenie (opcjonalnie)
ru: Назовите свое устройство (необязательно)
zh_hant: 裝置名稱（選填）

# setup step copy
source: Copy your hostname
ar: انسخ اسم المضيف الخاص بك
de: Hostname kopieren
es: Copiar el nombre de su host
fi: Kopioi isäntänimi
fr: Copiez votre nom d'hôte
hu: Hostname-jének másolása
it: Copia il tuo hostname
nl: Kopieer uw hostnaam
pl: Skopiuj nazwę hosta
ru: Скопировать имя хоста
zh_hant: 複製主機名稱

# setup step apply config
source: Apply the new configuration
ar: تطبيق الإعداد الجديد
de: Neue Konfiguration anwenden
es: Aplicar la nueva configuración
fi: Käytä uutta konfiguraatiota
fr: Appliquer la nouvelle configuration
hu: Konfiguráció alkalmazása
it: Applica la nuova configurazione
nl: De nieuwe configuratie toepassen
pl: Zastosuj nową konfigurację
ru: Применить новую конфигурацию
zh_hant: 套用新設定

# setup step install
source: Install and start our app
ar: تثبيت وبدء تطبيقنا
de: Installieren und unsere App starten
es: Instalar e iniciar nuestra aplicación
fi: Asenna ja käynnistä sovelluksemme
fr: Installez et lancez notre application
hu: App telepítése és elindítása
it: Installa e avvia la nostra app
nl: Installeer onze app en start deze
pl: Zainstaluj i uruchom naszą aplikację
ru: Установите и запустите наше приложение
zh_hant: 安裝並啟動 App

# setup step enter tag
source: When asked, enter your tag
ar: عند الطلب، أدخل الوسم الخاص بك
de: Wenn du gefragt wirst, gib bitte deinen Tag ein
es: Cuando se le pregunte, introduzca su etiqueta
fi: Kun kysytty, kirjoita tagisi
fr: Lorsque demandé, entrez votre tag
hu: Adja meg a címet ha kéri a program
it: Quando richiesto, inserisci il tuo tag
nl: Indien gevraagd, voer je tag in
pl: Po wyświetleniu monitu wprowadź swój tag
ru: Когда появится запрос, введите свой тег
zh_hant: 詢問時請輸入您的標籤 (tag)

# setup step download profile
source: Generate and download your profile
ar: توليد وتحميل ملفك الشخصي
de: Erstelle und lade dein Profil herunter
es: Generar y descargar su perfil
fi: Luo ja lataa profiilisi
fr: Générez et téléchargez votre profil
hu: Profil generálása és letöltése
it: Genera e scarica il tuo profilo
nl: Genereer en download je profiel
pl: Wygeneruj i pobierz swój profil
ru: Создайте и загрузите свой профиль
zh_hant: 產生並下載量身打造的設定檔

# setup step install wireguard
source: Install and start WireGuard
ar: تثبيت وبدء WireGuard
de: WireGuard installieren und starten
es: Instalar e iniciar Wireguard
fi: Asenna ja käynnistä WireGuard
fr: Installez et lancez Wireguard
hu: WireGuard telepítése és indítása
it: Installa e avvia WireGuard
nl: Installeer en start WireGuard
pl: Zainstaluj i uruchom WireGuard
ru: Установите и запустите WireGuard
zh_hant: 安裝並啟動 WireGuard

# stats header
source: Stats
ar: إحصائيات
de: Statistiken
es: Estadísticas
fi: Tilastot
hu: Statok
it: Statistiche
nl: Statistieken
pl: Statystyka
ru: Статистика
zh_hant: 統計

# stats ratio header
source: Ratio
ar: النسبة
de: Verhältnis
es: Diferencia
fi: Suhde
hu: Arány
it: Rapporto
nl: Verhouding
pl: Stosunek
ru: Соотношение
zh_hant: 比例

# stats requests header
source: Requests
ar: الطلبات
de: Anfragen
es: Peticiones
fi: Pyynnöt
fr: Requêtes
hu: Kérelmek
it: Richieste
nl: Verzoeken
pl: Żądania
ru: Запросы
zh_hant: 請求

# stats requests subheader
source: Queries over time
ar: الاستعلامات عبر الزمن
de: Abfragen im Laufe der Zeit
es: Consultas a lo largo del tiempo
fi: Kyselyt ajan mittaan
fr: Requêtes dans le temps
hu: Időbeli lekérdezések
it: Richieste nel tempo
nl: Vragen na verloop van tijd
pl: Zapytania w czasie
ru: Запросы по времени
zh_hant: 各個時期的請求數變化

# stats top allowed header
source: Top allowed requests
ar: الطلبات المسموح بها الأكثر
de: Häufig zugelassene Anfragen
es: Top de solicitudes permitidas
fi: Parhaat sallitut pyynnöt
fr: Top des requêtes autorisées
hu: Legtöbbet engedélyezett kérések
it: Richieste permesse maggiormente
nl: Top toegestane aanvragen
pl: Najczęściej zezwalane
ru: Топ разрешенных запросов
zh_hant: 允許最多次的請求

# stats top blocked header
source: Top blocked requests
ar: الطلبات المحظورة الأكثر
de: Häufig blockierte Anfragen
es: Top de solicitudes bloqueadas
fi: Suosituimmat estetyt pyynnöt
fr: Top des requêtes bloquées
hu: Legtöbbet blokkolt kérések
it: Richieste bloccate maggiormente
nl: Top geblokkeerde verzoeken
pl: Najczęściej blokowane
ru: Топ заблокированных запросов
zh_hant: 阻擋最多次的請求

# stats label allowed
source: Allowed
ar: مسموح
es: Permitido
fi: Sallittu
fr: Autorisé
hu: Engedélyezve
it: Consentiti
nl: Toegestaan
pl: Zezwolone
ru: Разрешено
zh_hant: 已允許

# stats label blocked
source: Blocked
ar: محظور
es: Bloqueado
fi: Estetty
fr: Bloqué
hu: Blokkolva
it: Bloccati
nl: Geblokkeerd
pl: Zablokowane
ru: Заблокировано
zh_hant: 已封鎖

# stats label total
source: Total
ar: الإجمالي
fi: Yhteensä
hu: Összesen
it: Totali
nl: Totaal
pl: Ogółem
ru: Всего
zh_hant: 總共

# stats header day
source: Last 24h
ar: آخر 24 ساعة
es: Últimas 24h
fi: Viimeiset 24h
fr: Dernières 24h
hu: Elmúlt 24 óra
it: 24 ore
nl: Afgelopen 24 uur
pl: Ostatnie 24h
ru: Последние 24 ч
zh_hant: 最近 24 小時

# stats header all time
source: All time
ar: كل الوقت
es: Todo el tiempo
fi: Koko ajan
fr: Depuis le début
hu: Mindig
it: Da sempre
nl: Gehele tijd
pl: Od początku
ru: Все время
zh_hant: 所有時間

# dnsprofile header
source: Enable Blokada in Settings
ar: فعّل Blokada من الإعدادات
de: Blokada in den Einstellungen aktivieren
es: Activar Blokada en Ajustes
fi: Ota Blokada käyttöön asetuksissa
fr: Activer Blokada dans les Paramètres
hu: Blokada engedélyezése a Beállításokban
it: Abilita Blokada nelle Impostazioni
nl: Blokada inschakelen in Instellingen
pl: Aktywuj Blokadę w Ustawieniach
ru: Включите Blokada в Настройках
zh_hant: 在設定中啟用 Blokada
